{
    "translation": "דחף",
    "uses": [
        "Suppressing the urge to laugh wasn't easy, but she managed it.",
        "She fought back the urge to run.",
        "It is never necessary to urge her to study.",
        "Deidre had the sudden urge to go home.",
        "With every scrap of will power she possessed, she resisted the urge to help him with the buttons.",
        "The urge was beyond her control.",
        "Jule met her gaze calmly, and she resisted the urge to run.",
        "It's probably the strongest urge you'll ever experience.",
        "She had a wild urge to throw her arms around his neck and kiss the worry from his face.",
        "He felt the urge to destroy it, not save it.",
        "The urge to hide forever made her feel sick.",
        "Again she felt an urge to explore the hills... especially that path.",
        "Damian felt the unusual urge to look in on her again, to feel her soft skin against him once more and make sure she was safe.",
        "But first, I feel the urge to partake of Canadian hospitality.",
        "She resisted the urge to leave, instead riveting her gaze to A'Ran.",
        "He winced and she resisted the urge to let up on it.",
        "She had the sudden urge to assist him.",
        "I ask the reader to resist the urge to pigeonhole me until the end of the section.",
        "He resisted the urge to take her hips.",
        "Dusty resisted the urge to draw his hand cannon from the small of his back.",
        "I felt such a strong urge to dress up in this, like a little girl trying to be someone she isn't—fishing in an attic trunk.",
        "Darkyn would find her no matter what, but she had the urge to see trees.",
        "He felt cold as soon as he stepped away, and the urge to touch her again thrummed through his body.",
        "She resisted the urge to move away from him, chilled by the visions of his work as Damian's executioner.",
        "His voice was soft, and she fought the urge to reach out to him.",
        "He stayed his urge to unleash the hand cannons on them all and stood stiffly.",
        "I tell you, Papa\" (he smote himself on the breast as a general he had heard speaking had done, but Berg did it a trifle late for he should have struck his breast at the words \"Russian army\"), \"I tell you frankly that we, the commanders, far from having to urge the men on or anything of that kind, could hardly restrain those... those... yes, those exploits of antique valor,\" he went on rapidly.",
        "She fought the urge to cross to him.",
        "Her hand hung over the phone a minute as she fought with the urge to call Howard.",
        "She felt the cold, black glare and fought the urge to run back inside the clinic.",
        "His conversation with Tim returned, and he stayed the urge to call Lana as he had when he was simply the Guardian.",
        "Afraid of what she'd feel, she resisted the urge to touch them.",
        "She stiffened, resisting an urge to tell him to remove his hand.",
        "She turned and padded back to the portal to Hell, resisting the urge to run.",
        "She felt the sudden urge to join Sunny under the bed.",
        "He sat back and rubbed his face, fighting the urge to touch her again and take their relationship to the next level.",
        "Rhyn looked around, wishing he could sense his mate.  She was alone in the underworld with a demon, a thought that made him incensed with the urge to find her.",
        "He wiped the corner of her mouth, and she resisted the urge to nip his finger.",
        "He had to resist the urge to bury his nose in her hair right then.",
        "First and foremost was an overwhelming urge to punch his lights out but past similar responses hadn't produced positive results.",
        "She stayed the urge to curl up in her chair, jumping when a shadow with lopsided shoulders emerged from the corner dressed like an executioner in black hood and gloves.",
        "She wondered why she had the sudden urge to know what he thought.",
        "He thought of Elisabeth constantly, having to resist the urge to call her or just show up.",
        "Ignoring the urge to go see if Lori was at the house, she continued down the road.",
        "Bianca hugged him, and Dusty resisted the urge to pull her away and snap the vamp's neck.",
        "His grip tightened around her, and she resisted the urge to push him away and flee.",
        "His body was warm against hers, and she resisted the urge to wrap her arms around him.",
        "Her body roared to life at the scent of his dark spices while she fought the urge to break down into hysterics.",
        "Deidre resisted the urge to shrink back as she turned.",
        "He had to fight the urge to pout.",
        "He pulled the robe over her exposed body, feeling the urge to run to the gym or call Jenn for a quickie to relieve the sexual spring within him.",
        "The urge almost seemed stronger with her today than when he left her last night.",
        "Deidre fought the urge to scream again.",
        "A slight smile drew up one side of Lishana's mouth, and Kiera felt the urge to smile as well.",
        "No part of his stance or piercing look was welcoming and yet, she felt the urge to cross to him.",
        "Gabriel trailed her, resisting the urge to wrap her shivering body in his arms.",
        "The urge to claim her was strong, but so was the need to let her have the choice he never had.",
        "She felt the urge to retreat to her room and stay there until he left again.",
        "He restrained the urge to reach out to her.",
        "When Sir Stephen Rice (1637-1715), chief baron of the Irish exchequer, went to London in 1688 to urge the Catholic claims on James II., the hostile populace escorted him in mock state with potatoes stuck on poles.",
        "Kiera went, resisting the urge to call A'Ran.",
        "She strode to the wall again, quelling the urge to open it.",
        "Gabriel resisted the urge to wrap his arm around her the way he had once before.",
        "Jenn resisted the urge to leave, wanting to pretend things were as normal as possible between them.",
        "Despite his anger, he felt the urge to touch her, to cradle her in his arms until her distress subsided.",
        "His presence was intense but calming, almost to the degree she had the urge to lean against him and let his huge hands roam her body, grip her from behind and pull her … Crunching from behind her broke the spell.",
        "History enters into every phase of activity, and the economic forces which urge society along are as much its subject as the political result.",
        "He felt the urge to run and the urge to take her into his arms and kiss her worries away collide within him.",
        "Resist the urge to put her in the bed with you when she cries unless you plan to let her sleep with you permanently.",
        "Resist the urge to comment negatively on the other person.",
        "It can feel pretty exciting to be going to one and that can translate into an urge to run out and buy a whole new outfit just to commemorate the occasion.",
        "Resist the urge to pop, squeeze or burst pustules.",
        "She resisted the urge to reach for a knife, knowing this was a test without knowing what answer it was Darian wanted.",
        "As protective parents, it's often hard to resist the urge to keep our special needs children cocooned in a safe environment.",
        "A binge is an uncontrollable urge to eat tremendous quantities of food, usually in a very short amount of time, and frequently in secret.",
        "Other bingers report the urge to \"eat everything that isn't nailed down\"--one binger said she would even eat the nails if given the chance.",
        "To urge young people to avoid his mistakes, he filmed the series Road to Redemption for MTV, which featured him intervening in the lives of a group of out of control teens to help them find more productive paths.",
        "MTV.com provides streaming clips from Straight Outta Lynwood, an \"Eat It\" ringtone, and extensive song download options through the URGE service.",
        "URGE is an online music download service created by MTV in partnership with Microsoft.",
        "The $9.95 plan only allows users to play URGE's tracks on their computer.",
        "Resist the urge to make crank calls or sneak out.",
        "After covering the issues at hand, the show films an intervention where friends and family members lovingly confront the addict and urge them to seek treatment.",
        "Driving the urge for head gathering is a firm conviction among Immortals that at some date in the future \"in the end, there can be only one\".",
        "Lightbringers tend to exhibit marked empathy and optimism, as well as a near-codependent urge to take responsibility and guilt for the world's problems.",
        "Hold back on this urge and keep it to a minimum of two to three times per day.",
        "Although the itching of mosquito bites is a common side effect of the allergy attack, some people find that ignoring the bite and the urge to itch actually heals the bite faster.",
        "Resist the urge to touch your face with your hands or other objects.",
        "Pat yourself: Resist the urge to rub your skin dry.",
        "In some cases, however, the urge to cheat has overcome the urge to play.",
        "Resist the urge to use hyphens or underscores in the name - they are easily misplaced and can result in emails getting sent that don't ever reach you.",
        "Sweating and impatient after the slim escape from the ambush, Brady restrained his urge to thump the fed slowly checking Brady's micro.",
        "Just thinking about her brings back the urge.",
        "He felt an urge to stay and offer some modicum of comfort to this woman he hardly knew.",
        "He pledged to himself to refuse any further urge to \"beat this dog,\" as his Norfolk detective friend had so aptly put it.",
        "Perhaps it was just Dean's unsatisfied Thursday night urge for female companionship, but he found he wanted very badly to see Cynthia Byrne.",
        "Not wanting to get the mess on his shirt, she resisted the urge to hug him.",
        "She felt the sudden urge to run again, as far as she could from her past, Talia's death, the bleak future of the White God and his Guardians.",
        "\"You know,\" she said with a wink, unable to resist the urge to mess with him a little.",
        "The White God winked at him, and Darian resisted the urge to snort.",
        "Darian resisted the urge to tell her he was no longer the lost man who asked her for cookies every day.",
        "Jenn fought the urge to back away.",
        "Jenn resisted the urge to smile.",
        "Taran stayed the sudden urge to challenge Sirian to a round.",
        "When Rissa merely nodded, accepting the insult, he felt the urge to shake sense into the oblivious woman.",
        "She resisted the urge to scrub his cold touch from her chin.",
        "He resisted the urge to burn them, in case the brittle papers held more secrets he needed.",
        "He picked it up again, resisting the urge to throw it into the blazing hearth.",
        "Taran gazed into the inky black eyes, ignoring the urge to look as the creature slithered beneath the skin on Memon's neck.",
        "She resisted the urge to finish dressing before answering it.",
        "Her initial reaction was an urge to crawl under the table.",
        "Megan resisted the urge to cringe.",
        "Swallowing an urge to retch, she retrieved the groceries and dashed to the door.",
        "Here. From now on, when you get the urge to explore the forest, call me.",
        "Xander barely resisted the urge to touch the finely woven garment with a fur lining that was certain to be the softest thing in the world.",
        "Jessi resisted the urge to move away.",
        "She had the urge to crawl into bed and sob or at least, never leave again.",
        "Xander had the urge to follow her to her car to ensure she left and didn't hide out on the main floor, waiting for him to appear, so she could kill him.",
        "For the first time since landing in the human world, he had the intense urge to track, hunt and bring down something capable of eluding him.",
        "Disappointed but knowing she needed to walk away, she resisted the urge to pull his face down to hers for a kiss.",
        "Her ears were buzzing, and she fought the urge to throw up.",
        "Boiling inside, he'd never felt the urge to beat someone the way he did Jonny.",
        "The motives alike of geographical convenience and of the advantages to be gained by recognizing these movements of Roman subjects combined to urge a forward policy at Rome, and when the vigorous Vespasian had succeeded the fool-criminal Nero, a series of advances began which gradually closed up the acute angle, or at least rendered it obtuse.",
        "It is true that our best authority, Arrian, fails to substantiate the traditional view satisfactorily; on the other hand those who maintain it urge that Arrian's interests were mainly military, and that the other authorities, if inferior in trustworthiness, are completer in range of vision.",
        "It was therefore natural that Haggai and Zechariah should urge the speedy building of the temple, in order that the great king might be fittingly received.",
        "This conception is expressed in George Eliot's lines: \", O, may I join the choir invisible Of those immortal dead who live again In minds made better by their presence: live In pulses stirred to generosity, In deeds of daring rectitude, in scorn For miserable aims that end with self, In thoughts sublime that pierce the night like stars, And with their mild persistence urge man's search To vaster issues.\"",
        "In consequence the army organized a systematic opposition, and elected representatives styled Agitators or Agents to urge their claims.",
        "Torquemada went with the sovereigns to Cordova, to Madrid or wherever the states-general were held, to urge on the war; and he obtained from the Holy See the same spiritual favours that had been enjoyed by the Crusaders.",
        "He became very expensive in his habits, fell at times into difficulties, and had to urge his valid claims upon the marquis's attention.",
        "In April 1793 he unexpectedly received tidings of the death of Lady Sheffield; and the motive of friendship thus supplied combined with the pressure of public events to urge him homewards.",
        "Two Seleucid princes, children of Soter's sister Selene, appeared in Rome in 73 to urge their claim to the Ptolemaic throne.",
        "When the state constitution of 1776 was adopted the counties were so nearly equal in population that they were given equal representation in the General Assembly, but the equality in population disappeared in the general westward movement, and in 1790 the West began to urge a new division of the state into representative districts according to population and taxation.",
        "The evacuation of Greece by the Romans gave Antiochus his opportunity, and he now had the fugitive Hannibal at his court to urge him on.",
        "It was performed by Fesch, now a cardinal; but Napoleon could afterwards urge the claim that all the legal formalities had not bten complied with; and the motive for the marriage may probably be found in the refusal of the pope to appear at the coronation unless the former civil contract was replaced by the religious rite.",
        "The golden treasure of the Mycenae graves, these critics urge, is not more splendid than would have been found at Cnossus had royal burials been spared by plunderers, or been happened upon intact by modern explorers.",
        "On the other hand Alexius, the son of the dethroned Isaac Angelus, was related to Philip through his marriage with Irene; and Alexius had escaped to the German court to urge the restoration of his father.",
        "Thus, in regard to the Jay treaty, he defended the constitutional right of the house to consider the treaty, but he did not urge rejection in this specific case.",
        "It was becoming plain that the planters would take no steps tending to the future liberation of the slaves, and the leaders of the movement determined to urge the entire abolition of slavery at the earliest practicable period.",
        "This danger, together with the growing insubordination of the aged sultan's sons, caused his ministers to urge him to abdicate in favour of Selim, the younger but more valiant.",
        "Themistocles was the first to urge the Athenians to take advantage of these harbours, instead of using the sandy bay of Phaleron; and the fortification of the Peiraeus was begun in 493 B.C. Later on it was connected with Athens by the Long Walls in 460 B.C. The town of Peiraeus was laid out by the architect Hippodamus of Miletus, probably in the time of Pericles.",
        "In 1515 Wolsey sent him to urge the Swiss to attack France, and in 1519 he went to Germany to discuss with the electors the impending election to the imperial throne.",
        "3 \"There can be no doubt that old Wynton was at the bottom of it all, and persuaded Lord Grantley to urge it on for mere political purposes.\"",
        "to urge a change in the electoral law that should render such a \"scandal\" as Gregoire's election impossible for the future.",
        "Private affairs also combined to urge Gentz to leave the Prussian service; for, mainly through his own fault, a separation with his wife was arranged.",
        "Lorenzo sent leading citizens to him to urge him to show more respect to the head of the state.",
        "The Franciscans began to urge fantastic' objections, and, when Savonarola insisted that his champion should bear the host, they cried out against the sacrilege of exposing the Redeemer's body to the flames.",
        "Sir Harry Parkes, British representative in Tokyo, seized this occasion to urge the construction of railways.",
        "Various educational schemes were proposed, but they were easier to propose than to carry into effect: no one, except Mr Savona, had the ability to urge English as the basis of instruction, and he agitated and was installed as director of education and made a member of the Executive.",
        "Even conservative students of the Bible urge that its historical passages must be viewed precisely in the light of any other historical writings of antiquity; and the fact that the oldest Hebrew manuscript dates only from the 8th century A.D., and therefore of necessity brings to us the message of antiquity through the fallible medium of many generations of copyists, is far more clearly kept in mind than it formerly was.",
        "Marie Antoinette soon won the affection and confidence of the dauphin and endeared herself to the king, but her position was precarious, and both Mercy and Maria Theresa had continually to urge her to conquer her violent dislike for the favourite and try to conciliate her.",
        "In 1476 a poor young shepherd drew thousands to Nicklashausen to hear him denounce the emperor as a rascal and the pope as a worthless fellow, and urge the division of the Church's property among the members of the community.",
        "In July of the following year he died at Madrid, whither he had gone to urge (and with success) the necessity of restoring a court of justice which had been suppressed in Guatemala.",
        "16), and will therefore urge the latter to rotation round its centre.",
        "Co-operation among working men he continued to urge throughout his life.",
        "The legislatures of Massachusetts and Connecticut approved of these proposed amendments and sent commissioners to Washington to urge their adoption, but before their arrival the war had closed, and not only did the amendments fail to receive the approval of any other state, but the legislatures of nine states expressed their disapproval of the Hartford Convention itself, some charging it with sowing \"seeds of dissension and disunion.\"",
        "In 1327 the bishop joined Queen Isabella's partisans; he drew up the six articles against Edward II., and was one of those who visited the captive king at Kenilworth to urge him to abdicate in favour of his son.",
        "He continued to urge the necessity of more vigorous intervention on behalf of the Protestants abroad, though now his clients were the Dutch rather than the Huguenots.",
        "Next day the siege begins, and after forty days the famished inhabitants urge the governor Ozias to surrender, which he consents to do unless relieved in five days.",
        "especially, never ceased theoretically to urge the Christian world to the crusade, they were actuated by the desire of remaining faithful to tradition, and more particularly by the political and financial advantages accruing to the Holy See from the preaching and the crusading expeditions.",
        "Between 1650 and 1660 George Fox and a few other prominent members of the Society of Friends had begun to urge the establishment of a colony in America to serve as a refuge for Quakers who were suffering persecution under the \" Clarendon Code.\"",
        "Supernatural influences were not wanting to urge him to this great enterprise.",
        "Also he took advantage of the rule of the Commonwealth to indulge much more freely than he might have otherwise dared in rationalistic criticism of religious doctrines; while, amid the turmoil of sects, he could the more forcibly urge that the preservation of social order, when again firmly restored, must depend on the assumption by the civil power of the right 2 L.W.",
        "He could also urge that, as Charles VI.",
        "Whether Brennus took part in this first invasion or not is uncertain; but its success led him to urge his countrymen to a second expedition, when he marched with a large army through Macedonia and Thessaly until he reached Thermopylae.",
        "Moreover, they urge them not to grieve for certain members of the society who have already died, saying that, \" if we believe that Jesus died and rose again,\" we may also be assured that \" the dead in Christ will rise \" and will live for ever with Him.",
        "Instead of loyally supporting the president in the difficult task of building up a stable state, he did everything in his power to undermine his authority, going so far as to urge the Boers to pay no taxes while Burgers was in office.",
        "Virginia leaders, including Henry, were the first to urge the formation of a national government with adequate powers supersede the lame confederacy.",
        "Despite the fierce efforts of Vavasor Powell and his brother itinerant preachers to thwart the reception of this South Wales petition at Westminster, Colonel Freeman was able to urge the claims of the petitioners, or \" Anti-Propagators \" as they were termed, at the bar of the House of Commons, openly declaring that by the late policy of ejectment and destruction \" the light of the Gospel was almost extinguished in Wales.\"",
        "Towards the end of 1539, after Henry had destroyed the shrine of St Thomas Becket, another attempt was made to launch the bull of deposition, and Pole again was sent to urge Charles V.",
        "He retained to the last, as his History of Greater Britain shows, the repugnance characteristic of the university of Paris to the tyranny of kings and nobles; but like it, he was now alarmed by the revolt of Luther, and ceased to urge its ancient protest against the supremacy of the pope.",
        "A member of the royal family, the asafu d-daula, governor of Khorasan, left his government to urge his candidature for the post.",
        "He never ceased to urge moderation in those stormy days, holding rather with &StvOs and Batthyany than with Kossuth, and he went more than once to Vienna to endeavour to effect a compromise between the Radicals and the court.",
        "On the 18th of July he went to Vienna, to urge the necessity of forming a responsible Magyar ministry without delay.",
        "Whether, therefore, the air strikes the wings from below, or the wings strike the air from above, the result is the same, - the posterior or flexible margins of the wings yield in an upward direction, and in so doing urge the bird in a horizontal direction.\"",
        "He was the first (1847) to urge the necessity of a Universalist denominational college, and this did much towards the establishment of Tufts.",
        "Meanwhile, on his way thither to urge his plea in person, Abelard had broken down at the abbey of Cluny, and there, an utterly fallen man, with spirit of the humblest, and only not bereft of his intellectual force, he lingered but a few months before the approach of death.",
        "In 1803 he quarrelled with the Bey, was ordered from the country, and returned to the United States to urge American intervention for the restoration of Ahmet Karamanli to the throne of Tripoli, arguing that this would impress the Barbary States with the power of the United States.",
        "The owners of real property, however, continually urge that they are unfairly treated, and that other property should be rated.",
        "The chair was not exactly offered to him, as has been sometimes asserted, but the electors, having met and talked over the subject, authorized one of their number, who was Hamilton's personal friend, to urge him to become a candidate, a step which his modesty had prevented him from taking.",
        "The Disciples are not Unitarian in fact or tendency, but they urge the use of simple New Testament phraseology as to the Godhead.",
        "With the consent of his associates, Dr Whitman started from the station (3rd October 1842) on the perilous winter journey over the Rocky Mountains and across the plains for the missionary headquarters at Boston, to urge the revocation of the order.",
        "18), having no real connexion with it, or even with one another, further than that they both urge Egyptian Jews to observe the Feast of the Dedication.",
        "Zobeir claimed to be made governorgeneral of the new province; his request being refused, he went to Cairo to urge his claim.",
        "He was one of the Boston grand jurors who refused to serve in 1774 because parliament had made the justices independent of the people for their salaries; was a leader in the Boston Tea Party; was one of the thirty North End mechanics who patrolled the streets to watch the movements of the British troops and Tories; and in December 1774 was sent to Portsmouth, New Hampshire, to urge the seizure of military stores there, and induced the colonists to attack and capture Fort William and Mary - one of the first acts of military force in the war.",
        "Its influence, however, was weakened by the death of Fox, and in consequence of a minute drawn up by Grenville and some of his colleagues the king demanded from his ministers an assurance that in future they would not urge upon him any measures for the relief of Roman Catholics.",
        "Dinwiddie's administration was marked by a constant wrangle with the assembly over money matters; and its obstinate resistance to military appropriations caused him in 1754 and 1755 to urge the home government to secure an act of parliament compelling the colonies to raise money for their protection.",
        "The corral was silent when he gently kicked the horse's ribs to urge it forward.",
        "She moved closer to him, fighting a strong urge to completely surrender to him.",
        "He resisted the urge to reach out to her as he did Sofi when the Oracle cried after a particularly brutal session with Darian's bad memories.",
        "Ving sat beside her, and she resisted the urge to bolt for the door.",
        "Gabe resisted the urge to behead the Immortal.",
        "Evelyn raised her head lazily, unable to quell the urge to seek out the source of the voice even knowing she wouldn't find it.",
        "I felt such a strong urge to dress up in this, like a little girl trying to be someone she isn'tâ€”fishing in an attic trunk.",
        "Yet the modest behavior was instinctive - if not an irresistible urge.",
        "Taran resisted the urge to protect her as he might Jame from Landis warriors, reminding himself of what he felt in her presence earlier.",
        "Surprised, Taran resisted the urge to rest his chin atop her head, or nuzzle her cheek, or smell her hair.",
        "His presence was intense but calming, almost to the degree she had the urge to lean against him and let his huge hands roam her body, grip her from behind and pull her â€¦ Crunching from behind her broke the spell.",
        "He had the urge to kill, to feel the warmth of blood running over his hands and smell it covering his body.",
        "Use the gum whenever there is an urge to smoke to maintain complete abstinence from smoking.",
        "I would also urge the House to reject amendment (a ).",
        "At some points the urge to say \" bastard \" with incredulity at his on-screen antics is difficult to restrain.",
        "I would urge anyone to sign-up to his courses and to see his shows.",
        "I would urge all bikers to make use of the expertise available at The Academy.",
        "The urge to write is like a congenital birth defect.",
        "This is why the urge to evacuate the bowel commonly occurs following a meal.",
        "I couldn't resist my urge for cheddar cheese.",
        "conclusion pactS would urge Members of Parliament to include the safety dimension within this legislation.",
        "ERS Recommendation 1 We urge the Government to take account of Arbuthnott's verdict and give proper consideration to electoral reform for Westminster.",
        "Last Monday I got the urge to make some lemon curd - a recipe for it was in a canal magazine.",
        "We urge such states to exercise much more consistent, top-level diplomacy in support of CTBT entry into force.",
        "It is a vain thing to urge that science has not admitted this contention, and that the statement is pure dogmatism.",
        "I urge everyone to type the 3 words into Google, Origin Political and Correctness.",
        "His desire for revenge seems not so much selfish as motivated by an urge to punish the evildoer.",
        "I would urge every farming family to take advantage of these courses.",
        "There is much research still to be done into this species, and I urge any keen fly fisher to have a go.",
        "In the absence of the necessary flamethrower, the urge to scratch it and slash its tires is almost irresistible.",
        "I would urge everyone to get rid of them and buy a deep fat fryer because they can catch alight so quickly.",
        "Normally he wouldn't have been able to resist the urge to poke fun at Duncan's supposed credulity.",
        "The booklet is full of tips and I would urge every keen gardener to get a copy.",
        "Experts urge would-be homeowners to not borrow beyond their capacity.",
        "The Harvard researchers urge further trials of fish oils in the treatment of depression and manic-depressive illness.",
        "If leaders must take responsibility for these terrible failures, then so must those who always urge inaction.",
        "Some women experience a nesting instinct - an urge to get their home ready for the arrival of their baby.",
        "irrepressible urge to start reading Sartre.",
        "It's true; I have an almost irrepressible urge to take care of everyone, coupled with a natural tendency to fret.",
        "irresistible urge to shout \" Mary!",
        "Hume said he would urge the Ira leadership to end the campaign of violence.",
        "I would urge anyone who feels strongly about world poverty to join the Trade Justice Movement MP lobby marathon.",
        "Social calls: male mink get the serious mating urge from February onward.",
        "As soon as the Mrs mop urge strikes we'll be giving it a try on one of the bikes from the RealClassic Shed.",
        "We urge you to add narration in your own language.",
        "We query the urge to make conjoined twins conform to societal norms.",
        "We urge the government to reform this increasingly outmoded tax, which is operating against objectives set in the 19th century.",
        "primal urge to corpse Kevin Richmond.",
        "I had a deep, almost primal urge to corpse Kevin Richmond.",
        "primeval urge or simply an expression of the joy of being alive.",
        "proselytize I feel the urge to become a proselytizing atheist (a state that reading Newsline often stirs in me!",
        "A more frequent urge to open the bowels (due to pressure from inflamed prostate ).",
        "As the band's unofficial publicist, I urge everyone to buy at least two copies.",
        "We are to get two or three others who will go with us to the offending brother to urge repentance.",
        "resist the urge to do this.",
        "Don't succumb to the scourge Of the sexual urge, Or you'll cause a most terrible stink!",
        "sublimate this urge by the solving of artificial puzzles devised for our entertainment.",
        "Suddenly, Joanna's ladylike features, which have been looking benignly tranquil, wrestle heroically and hilariously with the urge to laugh.",
        "For the security of the world we will leave to our children, we urge the United States to ratify the treaty.",
        "tyro fly tier's urge to tie a fly and to fish with it.",
        "undersigned urge the board members of Yahoo!",
        "In all seriousness, resist the urge to do this.",
        "But my concern for the value of its contents helped me suppress the urge.",
        "You may feel the urge to make travel plans, to attend a cross-cultural event, or simply to move around more.",
        "This acknowledgment would satisfy the urge for pluralism, but without postmodernism.",
        "Daily I fight the urge to sever it completely, to stop this descent.. .",
        "Something that won't put your nose in a cast every time you get the irresistible urge to blow at your wife?",
        "This gives you the overwhelming urge to grab him by the shoulders and give him a good shaking.",
        "Half an hour after arriving back from the hospital I felt the sudden urge to go to the toilet.",
        "urge incontinence.",
        "I would strongly urge you to take the time to write to your local MP.",
        "The answer is not to urge the most powerful ruling classes, with the most destructive weaponry, to join the fray.",
        "I am also in full support of training and retraining for those who cannot resist the urge to ride a motorized two wheeler.",
        "The first player's bowl has come to rest just in front of the jack; the second has delivered his bowl and is following after it with one of those eccentric contortions still not unusual on modern greens, the first player meanwhile making a repressive gesture with his hand, as if to urge the bowl to stop short of his own; the third player is depicted as in the act of delivering his bowl.",
        "La Farina was accordingly sent to Palermo to urge the immediate annexation of Sicily to Piedmont.",
        "A Hungarian deputation which came to Vienna in September 1905 to urge the Magyar claims was received ungraciously by the emperor, who did not offer his hand to the members,addressed them in German, and referred them brusquely to the chancellor, Count Goluchowski.",
        "Nor would this reference to the wife be appropriate in the connexion, since the writer's purpose is simply to urge men to enjoy life while they can.",
        "Moderns generally acquit him of this charge; but his severer critics still urge that, from the inherent defects of his character, his credulity, his love of effect and his loose and inaccurate habits of thought, he was unfitted for the historian's office, and has produced a work of but small historical value.",
        "He used the occasion of Charles Dickens's first visit to America to urge international copyright, and was one of the few editors to avoid alike the flunkeyism with which Dickens was first received, and the ferocity with which he was assailed after the publication of his American Notes.",
        "Not content to let it burn by natural draught, he would blow it with his own breath, would expose it to the prevalent wind, would urge it with a fan, and would devise the first crude valveless bellows, perhaps the pigskin already familiar as a water-bottle, of which the psalmist says: I am become as a bottle in the smoke.\"",
        "Secondly, when sophistry had begun to fall into contempt, the political rhetorician Isocrates claimed for himself the time-honoured designation of philosopher, \" herein,\" says Plato, \" resembling some tinker, bald-pated and short of stature, who, having made money, knocks off his chains, goes to the bath, buys a new suit, and then takes advantage of the poverty and desolation of his master's daughter to urge upon her his odious addresses \" (Rep. vi.",
        "HENRY WATTERSON (1840-1921), American journalist (see 28.418), was among the first to urge, in 1911, the nomination of Governor Woodrow Wilson as Democratic candidate for president.",
        "The faithful were simply enjoined to submit themselves to church authority on the subject; and the clergy were exhorted to urge their flocks to the observance of frequent jejunia, as conducive to the mortification of the flesh, and as assuredly securing the divine favour.",
        "Nevertheless to check our sympathy would lead to the \"deterioration of the noblest part of our nature,\" and the question, which is obviously of vital importance, whether we should obey the dictates of reason, which would urge us only to such conduct as is conducive to natural selection, or remain faithful to the noblest part of our nature at the expense of reason, he leaves unsolved.",
        "We would urge the government to reconsider this proposal.",
        "We urge that any renegotiated contract should allow for the release of all reported cases, free of charge, on the internet.",
        "The urge to lie down never to wake, Dreaming of water on a shimmering lake.",
        "Do n't succumb to the scourge Of the sexual urge, Or you'll cause a most terrible stink !",
        "But most of us are driven to sublimate this urge by the solving of artificial puzzles devised for our entertainment.",
        "Suddenly, Joanna 's ladylike features, which have been looking benignly tranquil, wrestle heroically and hilariously with the urge to laugh.",
        "Here the authors write about the tyro fly tier 's urge to tie a fly and to fish with it.",
        "Petition: We the undersigned urge the board members of Yahoo !",
        "Daily I fight the urge to sever it completely, to stop this descent...",
        "Something that wo n't put your nose in a cast every time you get the irresistible urge to blow at your wife?",
        "Stress incontinence occurs two or three times more often than urge incontinence.",
        "You may feel an overwhelming urge to push and your doctor will let you know if you are completely dilated and thinned out.",
        "In some cases, the urge to give a needy child a good home is the answer.",
        "When you are shopping for baby educational toys, resist the urge to buy toys for a higher age range.",
        "For many first time parents, the arrival of a long-awaited newborn baby can be overwhelming, and the urge to sit and cradle them for hours is often strong for both parents.",
        "Remain relaxed, and don't give in to the urge to finish your little one's words or phrases.",
        "The urge to protect your baby is strong, especially for new mothers.",
        "If you're a crafty person yourself, you may have the urge to micromanage your child's creative projects.",
        "When the child did go, the mom would praise them for a job well done and eventually a connection was made between the urge to go, using the potty, and a parent's praise.",
        "Proponents of this potty training method suggest that this technique helps children learn to recognize the urge to urinate or have a bowel movement and that when they feel this urge they have a choice to make.",
        "Rather than giving in to the urge to skip a nap cycle, try lulling your baby to sleep with soft music and muted light.",
        "At the first sign of a rash in the diaper region, nervous parents may feel the urge to rush their baby to the doctor, but most rashes are normal and improve within three to four days with at-home treatment.",
        "For many, the urge to silently sink into the despair of the loss of their child is a solace in itself.",
        "Now you can play pool on a top-quality table whenever the urge strikes you -- and without leaving the comfort of your home.",
        "When the weight of your briefcase creates the urge to purge, you'll know you've got too much.",
        "Buying a dress is something we all do almost automatically when the need or urge arises.",
        "However, I urge you to head over to LoveToKnow Video Games and get a feel for the games each system has to offer.",
        "For example, if you're single and rarely have company, resist the urge to buy all of your food in bulk.",
        "Companies know that consumers sometimes have the urge to order gifts late at night or early in the morning, when the brick-and-mortar stores aren't open.",
        "Don't get fooled into buying gold from an online company simply because of their ads, and resist the urge to buy from a seller or sell to a buyer just because a friend recommended it.",
        "Resist the urge to place large bids to scare everyone else away from the sale.",
        "The main thing you need to keep in mind is to build your cat's stamina up slowly; resist the urge to let him play too long in the beginning because he will want to play until he drops!",
        "The medication works on the chemoreceptor trigger zone (CRTZ) in the cat's brain which controls the urge to vomit.",
        "Spaying also helps lessen the urge to roam away from the house.",
        "Nearly all shelters take care of this before they release the kittens for adoption, but if yours didn't then your kitten may feel the urge to mark his territory.",
        "I strongly urge you to contact his doctor and tell him/her about the situation with the kitten.",
        "We urge people not to purchase pets or over the Internet or from a pet store unless the store is hosting an adoption group.",
        "Many pet owners recommend having a separate litter box for each cat to prevent the urge to urinate or defecate in places other than the litter box.",
        "It's fine to plan fun activities for your visitation, but resist the urge to spoil your child.",
        "If your first date goes well, resist the urge to fantasize about picking out china patterns for your wedding registry.",
        "It may be tempting to confide in your children, but resist the urge to do this.",
        "For a divorcing parent who feels the urge to date, it helps to think carefully about the spousal treatment they'd prefer to receive if the shoe were on the other foot.",
        "Run full loads in the dishwasher and clothes washer - Resist the urge to wash a few items at a time.",
        "Be sure to resist the urge to surprise them with a new room when they come back from a week at Aunt Edna's.",
        "It can be tempting to add a lot of accessories but resist the urge to add clutter.",
        "Resist the urge to include a lot of different items, and remember to keep surfaces free of excess items.",
        "On a convenience note, I like mascaras I can buy at any drugstore because every now and then, I get the urge to try new ones at 10:00 p.m. when department stores aren't open.",
        "Though it's tempting and probably more natural to dust the powder on in an up and down motion, resist the urge.",
        "As tempting as it may be, resist the urge to sweep or smudge your color.",
        "How often do you have the urge to play Atari games online when you're sitting at your computer with nothing to do, but you feel that old school arcade nostalgia?",
        "Many gamers don't own an NES or a Super Nintendo, so to satisfy the 8-bit Mario urge, you may need to hit the Internet.",
        "Just ensure that you have the proper files installed on your computer, so you don't have to wait when you get the urge to play Mario Brothers online.",
        "Resist the urge to take close-ups, then you won't have to constantly reframe and you'll have more room to crop during your editing process.",
        "They know that scrapbookers seldom resist the urge to print their treasured creations.",
        "As you progress, you may get the urge to do more, like jog, or strength train.",
        "Panic attacks are part of the body's natural fight or flight response, and once you find the emotional connection to that primal urge you will be able to better control your physical symptoms as well.",
        "Resist the urge to work on things unrelated to the class you are currently in.",
        "For some, the urge to take a trip down memory lane hits a decade or two after graduation.",
        "It's best to consider the money you put into savings gone so you don't ever get the urge to use it.",
        "You won't feel the urge to step in on all the decision making if it's being done as part of a package while you're just eagerly awaiting the big day in another country.",
        "The lower level of nicotine also helps keep withdrawal symptoms at bay, so users do not have the urge to soothe their symptoms by getting a cigar or cigarette.",
        "When you feel the urge to smoke, go for a walk or distract yourself with an engaging task.",
        "Even if you no longer feel the urge to smoke, you should still use the gum for the full time period.",
        "Take a deep breath whenever your feel an urge to smoke.",
        "When you feel an urge to smoke try another activity from your list.",
        "The best way to think ahead when dealing with alcohol addiction is to realize that for most people the urge to drink will still be present; even if you're dedicated to quitting.",
        "Someone with obsessive-compulsive disorder or compulsive hoarding will always struggle with the urge to do something he can't control.",
        "Having blocks of idle time on their hands can make addicts feel bored and stressed, and this can lead to the urge to use again.",
        "If you can't fight the urge to buy sugary foods and drinks, ask someone to either come with you for support or have someone else do the shopping for you.",
        "I urge people to speak up, speak out and end this violence.",
        "Fight the urge to fret if the exact Easter dress that you want is sold out.",
        "Got an urge to spin those CDs on your campus radio station?",
        "Finally, never drink so much that your ability to give or decline consent for sex is compromised, and try to urge your friends to follow the same general rule.",
        "Schools may frown upon combining two or more programs and urge students to consider alternatives, such as choosing one or the other or doing one as a major and one as a minor.",
        "Only a veterinarian can diagnose the exact cause of this outbreak and I highly urge you to persuade your sister and son to both have their pets examined as soon as possible.",
        "She smells a world of unusual scents and she has an urge to mark some territory for her own.",
        "It maintains a medium trot, but can break into an all out gallop when the need or the urge rises.",
        "Do not rush this process since it may take several minutes of sniffing and running around before he finally feels the urge.",
        "If an Argiope spider takes up residence in your garden, resist the urge to squash or move it.",
        "If you are in the habit of eradicating spiders from your home, resist the urge to do so in the garden.",
        "No matter what your goals, winter vegetable growing can satisfy the urge for fresh vegetables throughout the year.",
        "In the case of a cheating boyfriend, girlfriend or spouse, the urge to make them pay will likely go way beyond pulling a prank on them.",
        "With the abundance of time during the days, weeks and months of retirement, there can be an urge to try to fill up every moment with something new and exciting.",
        "The release of tension built up in the muscles may alleviate the urge to move while at rest.",
        "Restless leg syndrome involves the urge to move your legs while you are trying to rest.",
        "One other urge you might have to resist is the urge to repair them yourself.",
        "You may even feel the urge to go and purchase a whole new set-the frames and the lenses-at a higher cost.",
        "It could be Halloween or a goth club that gives you the urge to wear your spooky, or maybe even sexy, lenses.",
        "Of course, this happens and Jim now has the urge to rescue the princess, since he's already a super-hero.",
        "When you watched 8 Mile with Eminem, did you suddenly get the urge to take your rapping skills to the streets and battle your way to fame and fortune?",
        "The \"DS\" stands for \"Dual Screen\" or \"Developer's System\" and is intended to urge developers to create more innovative games with the system's creative features.",
        "The storyline alone deserves the laughs because Travis Touchdown suddenly has the urge to become the best assassin... after realizing he is running out of money to buy action figures and collector cards.",
        "It caught on well enough to urge Capcom to create a sequel aptly titled Street Fighter II.The sequel took many of the best aspects of the original and improved them.",
        "It's a marketing tool used to help plant the buying urge in the gaming public - essentially, a commercial.",
        "JG: I am unable to single out particular wine brands, however I would urge all avid wine lovers to seek a wine adventure and discovery with Australian wines.",
        "This is a look that is prized by many collectors so resist the urge to sand it down and repaint it to look new.",
        "Strong rectal pressure, with or without an urge to push or move the bowels, may cause the woman to grunt involuntarily.",
        "Without anesthesia, there is often an overwhelming urge to push, and the mother gets a second wind.",
        "Parents can also help the child find something else to do with his or her hands when the child has the urge to suck the thumb.",
        "The child will feel the urge to urinate frequently but find it difficult to do so, for about the same length of time.",
        "About 50 percent of people develop problems with control of their urge to urinate (urinary urgency), or become incontinent.",
        "Many educators of the deaf now urge early compensatory programs in signed languages, because the deaf child shows no handicap in learning a visually based language.",
        "To avoid the urge to scratch, a cooling or soothing lotion or cold compress can be applied when the urge to scratch occurs.",
        "Functional bladder capacity is the amount of urine a person can hold in the bladder before feeling a strong urge to urinate.",
        "Constipation can occur at any age and is more common among individuals who resist the urge to move their bowels at their body's signal.",
        "They may urge their child to change their sexual orientation or urge them to keep their sexuality secret.",
        "Pruritus-The symptom of itching or an uncontrollable sensation leading to the urge to scratch.",
        "On hearing the baby cry, the blood flow to the mother's breast increases, with a biological urge to nurse.",
        "This causes the child to not feel the urge to defecate.",
        "Other possible symptoms are pain on urination, inability to urinate, or frequent urge to urinate if the swollen appendix is near the urinary tract and bladder.",
        "The urge to pull can be so intense that the individual with trichotillomania cannot think of anything except hair pulling.",
        "But for some with trichotillomania, behavioral therapy is more successful when drug therapy helps reduce the urge to pull hair.",
        "For some, however, the suppression of hair pulling may be possible, even if the underlying urge persists.",
        "Following the experience of so many heightened emotions, there is a strong urge to thank those who offered that pillar of support.",
        "The hospice staff will likely urge the parents to spend as much time as possible with their baby while he or she is alive, forgoing routine procedures that would usually separate mother and baby after birth.",
        "However, pulling hair out at the root may actually result in thicker faster growing hair, so avoid the urge to tweeze unwanted hairs.",
        "Homeowners should resist the urge to hide and instead reach out and get help and information about what steps can be taken to avoid foreclosure.",
        "Keep nutritious snacks handy to munch on when you feel the urge to light up.",
        "You'll feel a strong urge to push the baby out.",
        "Just try to relax and resist the urge to pressure him/her to grow up faster.",
        "Resist the urge to push your child to act like a miniature adult.",
        "If you do have the urge to spurge on trendy maternity outfits, don't fret.",
        "Money-keeping some cash for vending machine snacks comes in handy if your meal arrives cold or you have the urge for a chocolate bar at midnight.",
        "The new position may increase the urge to urinate as the baby presses against the bladder.The problem with lightening as a sign that labor is starting is that the symptom varies from one woman to the next.",
        "The urge to suddenly cook, clean, or organize the nursery is called \"nesting\" and is quite common among women who are approaching their due date.",
        "The urge to urinate increases during the final stage of pregnancy and it is a sign that lightening has occurred.",
        "Wait until your doctor tells you it is okay to push, even if you feel the urge.",
        "Most women feel the urge to push the baby out.",
        "Squatting, sitting, or lying or your side can make it easier to follow your body's urge to push.",
        "Resist the urge to look down at the person taking your measurements and try to stay still.",
        "Resist the urge to purchase a smaller size swimsuit.",
        "The classes for small children have traditionally been the most popular and are more so since new recommendations from the American Academy of Pediatrics urge that children between the ages of one and four learn how to swim.",
        "As always, SI Swimsuit Edition 2007 never fails to satisfy the urge to escape from an everyday life.",
        "Additionally, when you receive your swimwear in the mail, resist the urge to remove any tags until you are sure that it fits properly.",
        "If you shop smart for your sun dress, you won't just be getting compliments, but you'll be fighting the urge to wear it nearly every day.",
        "Perhaps a color is in style that doesn't particularly complement the rest of the clothes in your wardrobe, but you can't resist the urge to wear it.",
        "Resist the urge to lift the cooker lid to check on the progress of your rice.",
        "Resist the urge to move your queen out early.",
        "Make phone calls to both senators and representatives and urge them to support federal funding for cancer research.",
        "The urge to sing along with holiday songs is a major factor in choosing music for many people.",
        "Fighting self-improvement is never a wise idea; however, fighting the urge to reinvent yourself in order to attract a mate is an entirely different game.",
        "If you don't find yourself with the urge to share the special moments of your life, or your innermost feelings, that can be a sign of declining intimacy.",
        "Skip over the urge to keep things in chronological order.",
        "Resist the urge to over think the hook or to write a too long sentence. 22 words or less is a good rule of thumb.",
        "If you don't want to fly around the world to satisfy your Nannini urge, you can locate online sites that will deliver the ultimate in chic right to your door.",
        "Virgos are very responsible with money, and the urge to save rather than splurge occasionally can cut into Gemini's pursuit of care-free fun.",
        "Ironically, the sleepier a young child is, the more likely he is to fight the urge to rest.",
        "It may be tempting to go directly to the Sony or Apple website, where you can see shiny new laptops held by happy smiling children, but resist the urge!",
        "Additionally, Nolan resisted the urge to join the craze of 3-D films.",
        "Resist the urge to replace toys if they aren't being cared for properly.",
        "The urge to take care of smaller, easier-to-manage obligations before tackling the larger tasks is a natural part of human nature.",
        "Not feeling the urge to pretend you're Picasso?",
        "Fight the urge to look hot in heels to impress the Parisians.",
        "Check them out if you're looking to pinch pennies but can't resist the urge to splurge just a little.",
        "Resist the urge to pick at any scabs or crust, and absolutely do not scratch your tattoo if it becomes itchy during the healing process.",
        "Known for their irresistible homemade bread, you will have to really fight the urge to not return every consecutive morning following your first visit!",
        "Filling a bag with fresh fruit, trail mix, beef jerky, crackers, popcorn, pretzels, gum, and candy can save you money and time by not having to stop every time the urge to nosh strikes.",
        "As you move into each pose, resist the urge to look around at your classmates and try to stretch farther into the pose than they do.",
        "Letter or number blocks can combine visual cues with tactile ones, as well as appealing to the urge to organize and sort that is a common trait in children with autism.",
        "If you believe your child may have mild autism, try to resist the urge to make drastic changes in your family's daily routines.",
        "They urge parents to carefully research ABA therapy before beginning treatment and to make sure that they find a licensed ABA therapist with strong experience.",
        "Meanwhile, some security experts urge system administrators and small business owners to take the unusual step of installing an unofficial fix created by Russian computer programmer Ilfak Guilfanov.",
        "Resist the urge to simply copy and paste one of them into your resume.",
        "While looking at thank you letter examples can give you some good ideas about what to write, resist the urge to simply copy the wording that you see in the samples.",
        "Resist the urge to use \"safe\" words like nice, pleasant, adequate, and competent.",
        "Resist the urge to wrap your cushions in plastic or store them in plastic trash bags, because mold and mildew grow rapidly if air is trapped in the plastic.",
        "You'll have a great reference at your fingertips whenever you get the urge to create something and the project photos in reference books are usually much more detailed than what you'd find in a free online tutorial.",
        "By completing your project, you're satisfying both your urge to create and your desire to do something good for the planet.",
        "The emotional eater is helpless in the face of the urge to binge.",
        "Encourage physical activity by providing a place and any needed equipment (a basketball hoop, roller blades, a bicycle), and urge your teen to stay as active as possible.",
        "So when you pull out your favorite Mediterranean main course recipe, forgo the urge to double the cheese because it makes the dish creamier.",
        "By helping to normalize blood sugar, high protein snacks increase energy levels and concentration while reducing the urge to overeat.",
        "You will likely feel sated longer, curbing your urge to snack between meals.",
        "Many patients who take Topamax report loss of hunger or the urge to eat at all.",
        "Fiber containing foods provide a feeling of fullness, which can reduce the urge to eat.",
        "Try to resist this urge, as it puts a lot of strain on your sensitive shoulders while robbing the intended muscle of much of its benefit.",
        "Exercise increases your energy levels, which increases your urge to move your body.",
        "You have to fight the urge to get back on the couch rather than exercise.",
        "For example, when you are learning a language, teachers discourage you from translating in your head but rather urge you to learn to think in that language.",
        "If you're a newcomer to the sexy lingerie scene and you're just starting to feel the urge to impress your lover with your confidence in the bedroom, you can purchase some of the tamer pieces or dive right in to the sheer lingerie.",
        "His gaze returned to the empty mug of cider and his uncontrollable urge to sleep.",
        "In 1797 Bonaparte finished the conquest of northern Italy and forced Austria to make the treaty of Campo Formio (October), whereby the emperor ceded Lombardy and the Austrian Netherlands to the Republic in exchange for Venice and undertook to urge upon the Diet the surrender of the lands beyond the Rhine.",
        "He then became associated with Henry of Lancaster, but did not return to England before 1399, and the account which Froissart gives telling how he was sent by the Londoners to urge Henry to come and assume the crown is thought to refer to his nephew and namesake, Thomas, earl of Arundel."
    ],
    "definition": [
        "To force or drive forward or onward; impel.",
        "To entreat earnestly and often repeatedly; exhort.",
        "To advocate earnestly the doing, consideration, or approval of; press for: urge passage of the bill; a speech urging moderation.",
        "To stimulate; excite: “It urged him to an intensity like madness” ( D.H. Lawrence )",
        "To move or impel to action, effort, or speed; spur.",
        "To exert an impelling force; push vigorously.",
        "To present a forceful argument, claim, or case.",
        "The act of urging.",
        "a. An impulse that prompts action or effort: suppressed an urge to laugh.\nb. An involuntary tendency to perform a given activity; an instinct: “There is a human urge to clarify, rationalize, justify” ( Leonard Bernstein )",
        "Link/Cite",
        "A strong desire; an itch to do something.",
        "To press; to push; to drive; to impel; to force onward.",
        "To press the mind or will of; to ply with motives, arguments, persuasion, or importunity.",
        "To provoke; to exasperate.",
        "To press hard upon; to follow closely.",
        "To present in an urgent manner; to insist upon.\nto urge an argument; to urge the necessity of a case",
        "To press onward or forward.",
        "To be pressing in argument; to insist; to persist.",
        "geru, grue, regu",
        "Link/Cite"
    ]
}