{
    "translation": "דחוף",
    "uses": [
        "What was so urgent that it couldn't wait?",
        "My queen sent an urgent message to Dierdirien a few days ago.",
        "He logged into the computer and clandestine website, sending Damian an urgent message.",
        "From that day the role of the Natal Field Force was changed from that of a mobile field army into that of a garrison, and two days later it was completely isolated, but not before General French had succeeded in escaping south by train, and the naval authorities had been induced by Sir George White's urgent appeals to send into the town a naval brigade with a few guns of sufficient range and calibre to cope with the heavy position artillery which Joubert was now able to bring into action against the town.",
        "The top one, marked urgent, was from Ethel Rosewater.",
        "He summoned Landon and gave his second-in-command an urgent message.",
        "He turned to Kozlovski with urgent questions.",
        "An urgent knock at the door jarred him from his thoughts.",
        "His lips became more urgent as they found hers again.",
        "He immediately set about introducing certain urgent reforms, suppressed all subsidies to the press, and declared his intention of governing according to law and justice.",
        "To escape the urgent demands of his creditors, he VIII.",
        "\"I hope I didn't make this sound urgent or anything,\" she said.",
        "All desire to push him away vanished and she clung to him, lost in the ecstasy of his urgent lovemaking.",
        "permitted the clergy to make voluntary contributions to the king when there was urgent necessity, and the resources of the laity had proved inadequate.",
        "After awhile the need of some means of communication became so urgent that these outbursts occurred daily, sometimes hourly.",
        "Mr. Anagnos wrote in the report of the Perkins Institution, dated November 27, 1888: At my urgent request, Helen, accompanied by her mother and her teacher, came to the North in the last week of May, and spent several months with us as our guests....",
        "Something about Mr. Tim's urgent tone told her this wasn't an exercise.",
        "The demon was calmer, its movement no longer urgent or panicked.",
        "On grounds of policy and morality alike the act was quite indefensible; but it is perhaps some palliation of his perjury that it was committed to satisfy the last urgent wish of a dying man, and that he alone remained true to the nine days' queen when the others who had with him signed Edward's device deserted her.",
        "On her death-bed Anne, very unwillingly and only at his urgent entreaty, appointed him regent during the minority of the baby emperor, Ivan VI.",
        "Shaftesbury was nearly forty before he married, and even then he appears to have taken this step at the urgent instigation of his friends, mainly to supply a successor to the title.",
        "The period between May 1881 and July 1887 occupied, in the region of foreign affairs, by the negotiation, conclusion and renewal of the triple alliance, by the Bulgarian crisis and by the dawn of an Italian colonial policy, was marked at home by urgent political and economic problems, and by the parliamentary phenomena known as trasformismo.",
        "Nasir Lek's message and the urgent representations of Firdousi's friends had the desired effect; and Mahmud not only expressed his intention of offering full reparation to the poet, but put his enemy Maimandi to death.",
        "Vara gave a flurry of urgent words in the foreign tongue, succeeding in dragging him to the edge of the forest before Taran yanked free.",
        "In 357 Constantius, at the urgent request of an influential deputation of Roman ladies, agreed to the release of Liberius on condition that he signed the semi-Arian creed.",
        "Thus, especially during the last two years, urgent extraordinary expenses have been perforce partially covered by the proceeds of the ordinary revenues, the revenues of 1303 (1887) were already considerably anticipated in the course of 1302 (1886).",
        "In May 1895, on the urgent representations of Sir Henry Loch, the British government annexed Tongaland, including Kosi Bay, thus making the British and Portuguese boundaries conterminous on the coast of south-east Africa.",
        "This necessity grew more urgent every year as Methodism extended.",
        "The following year he was elected professor of mathematics in the university of Edinburgh on the urgent recommendation of Newton.",
        "What makes this duty the more urgent is the fact that the country so overrun is not our own, but ours is the invading army.",
        "All this time winter was drawing nearer and nearer and the need for a prompt decision was becoming more urgent, but the authorities in London lost another fortnight before, on Dec. 8, they at last sent instructions to Monro to evacuate Suvla and Anzac while retaining a grip on Helles.",
        "Later, especially when scientific speculation had made the theistic problem urgent, he was a frequent contributor to the literary monthlies.",
        "As the necessity of overcoming his enemies became urgent, this party became military.",
        "It was intended to assign to the war department £T3,804,918, to the grand master of ordnance £T358,108, to the admiralty £T93,912, and to the ministry of finance £T2,443,202 for the payment of the war indemnities in Thessaly and other urgent liabilities, the estimated aggregate extraordinary expenditure thus amounting to £T6,700,140.",
        "The matter was urgent; for parliament was to meet on the 28th, and it was important that a new cabinet, acceptable to it, should be appointed before that date, or that the Houses should be prorogued pending such appointment; otherwise the delegations would be postponed and no credits would be voted for the cost of the new Austro-Hungarian \" Dreadnoughts \" and of the annexation of Bosnia-Herzegovina.",
        "The relief of Kimberley was indeed urgent, for dissensions between Rhodes and the military authorities had become acute.",
        "entrusted Dlugosz with the education of his sons, the eldest of whom, Wladislaus, at the urgent request of the king, he accompanied to Prague when in 1471 the young prince was elected king of Bohemia.",
        "This was interrupted by the Indian Mutiny of 1857, but as soon as the neck of that revolt was broken, it became more urgent than ever to provide such a resource, on account of the great number of prisoners falling into British hands.",
        "The business of the divorce - or rather, of the legitimation of Anne Boleyn's expected issue - had now become very urgent, and in the new archbishop he had an agent who might be expected to forward it with the needful haste.",
        "Ferdinand at once asserted his rights by force of arms, and attacked Buda in May 1541, despite the urgent remonstrances of Martinuzzi, who knew that the Turk would never suffer the emperor to reign at Buda.",
        "She was urgent in obtaining the dismissal of d'Aiguillon, and did all in her power to secure the recall of Choiseul, though without success.",
        "This procrastinating policy played into the hands of the extremists; for supplies had not been voted, and the question of the credits for the expenditure incurred in connexion with the annexation of Bosnia and Herzegovina, increasingly urgent, placed a powerful weapon in the hands of the Magyars, and made it certain that in the autumn the crisis would assume an even more acute form.",
        "Owing to this menace of the enemy and disputes over very urgent questions the Provisional National Assembly was elected with difficulty, but in session at Kaunas (Kovno) from Jan.",
        "Yielding, however, to the urgent request of the president and his cabinet, he accepted and served from the 13th of March 1900 to the 1st of February 1904.",
        "He entered into an elaborate defence of individual property against Plato and More, rather perhaps because the scheme of his work required the treatment of that theme than because it was practically urgent in his day, when the excesses of the Anabaptists had produced a strong feeling against communistic doctrines.",
        "The papal threats were now too urgent to be disregarded, and the cowed signory entreated Savonarola to put an end to his sermons.",
        "Among his many publications, written, it is only fair to admit, amidst the urgent pressure of practical work, there is barely a page or even a sentence that bears the stamp of immortality.",
        "At the Riksdag assembled at Stockholm in 1697, the estates, jealous of the influence of the regents, offered full sovereignty to the young monarch, the senate acquiesced, and, after some hesitation, Charles at last declared that he could not resist the urgent appeal of his subjects and would take over the government of the realm \"in God's name.\"",
        "Realizing the urgent need of gaining ground before the enemy was gathered in full strength, and hoping to win the heights beyond Krithia and Achi Baba, Sir I.",
        "In place of occasional orders in council for important matters in urgent cases, bureaucratic government with an official majority was again, with its drawbacks, fully re-established for all local affairs great and small.",
        "After its exertions and achievements during the previous five days of incessant fighting the Canadian Corps was in urgent need of rest and refitment.",
        "Urgent messages were sent off to the Commissary von Goethe (the poet), at Weimar for permission to requisition food and firewood.",
        "So urgent was the need of restoring union at any cost that even prelates who had taken an active part in the work of the council of Pisa, such as Pierre d'Ailly, cardinal bishop of Cambrai, were forced to admit, in view of the fact that the decisions of that council had been and were still contested, that the only possible course was to reconsider the question of the union de novo, entirely disregarding all previous deliberations on the subject, and treating the claims of John and his two competitors with the strictest impartiality.",
        "Accordingly, on his return to Paris he caused the news to be broken to her that reasons of state of the most urgent kind compelled him to divorce her.",
        "The Slavonic heroic saga of Russia centres round Vladimir of Kiev (980-1015), the first Christian ruler of that country, whose personality is eclipsed by that of Ilya (Elias) of Mourom, the son of a peasant, who was said to have saved the empire from the Tatars at the urgent request of his emperor.",
        "It is not, therefore, surprising that when Pausanias was recalled to Sparta on the charge of treasonable overtures to the Persians, the Ionian allies appealed to the Athenians on the grounds of kinship and urgent necessity, and that when Sparta sent out Dorcis to supersede Pausanias he found Aristides in unquestioned command of the allied fleet.",
        "But the urgent need of pressing forward at once was not realized by the attacking side, and the opposition offered by the parties of Osmanlis close to the bay was taken too seriously after daylight.",
        "Despite the urgent efforts of Joseph Bonaparte and Talleyrand to bend the First Consul, he refused to listen to these proposals.",
        "In 1865 the synod of that province, in an urgent letter to the archbishop of Canterbury (Dr Longley), represented the unsettlement of members of the Canadian Church caused by recent legal decisions of the Privy Council, and their alarm lest the revived action of Convocation \"should leave us governed by canons different from those in force in England and Ireland, and thus cause us to drift into the status of an independent branch of the Catholic Church.\"",
        "Urgent letters were sent ordering Bruce to support John de Warenne, earl of Surrey, Edward's general, in the summer of 1297; but, instead of complying, he assisted to lay waste the lands of those who adhered to Edward.",
        "The most urgent national necessities were powerless to stir their hearts or open their purses.",
        "In Portable antiquities: A Discussion Document the Government accepted that there was an urgent need to improve arrangements for recording all portable antiquities: A Discussion Document the Government accepted that there was an urgent need to improve arrangements for recording all Portable Antiquities.",
        "responded with heartfelt, urgent generosity.",
        "Quadrant Two: These are things that are important, but not urgent.",
        "Quadrant Four: These are things that are neither urgent nor important, like time wasters.",
        "Notice what things you are spending the most time on and if they are urgent or not urgent.",
        "This question is particularly urgent if the person asking has the feeling that a loved one may be taking this dangerous drug.",
        "Most vets will do their best to fit you into the schedule if there's an urgent need, but routine care is usually provided on a first come, first served basis.",
        "This is done through the issuance of an urgent news bulletin informing the public of the kidnapping.",
        "If your search isn't urgent, it could pay to keep checking back.",
        "Sometimes urgent surgery is necessary soon after the child is admitted to the emergency room to remove a blood clot and restore oxygen flow to the brain tissue.",
        "Parents should know that a child having a sickle cell crisis requires urgent hospital treatment.",
        "Small children also have an urgent need for their mothers to defend them during medical treatments.",
        "They have highlighted the urgent need for consistent international standards for proper management of PKU patients, which should emphasize comprehensive psychological as well as physiological monitoring and assessment.",
        "Urgent measures to control asthma attacks and ongoing treatment to prevent attacks are equally important.",
        "The urgent need to shower after coming home could mean that your partner doesn't want you to smell the cologne or perfume the person he or she is sneaking around with is wearing.",
        "If the situation is less urgent, call your local Child Protective Services (CPS).",
        "Another type is an urgent warning not to engage in certain activities.",
        "This is why estimates of job completion are somewhat inflated, in case something urgent comes in from a larger customer that has to be run right away.",
        "Responsibilities can become overwhelming and you spend all your time dealing with small emergencies or the things that demand urgent attention and you lose site of the big picture.",
        "Think labeling all things that need to be done ASAP with an urgent tag.",
        "A clear plan to deal with tasks in order of importance means that the worker can focus his or her attention on the most important ones first without spending valuable time on those that are less urgent.",
        "Now that the consumer has been reminded of you, this letter needs to be more urgent and extend the offer once again.",
        "Look over the tasks and figure out what is urgent, what is important and what can be done later.",
        "In fact, many military installations are phasing out emergency room facilities altogether, and instead merely offer urgent care facilities which are oftentimes open only limited hours.",
        "He or she can look for a specialty surgical hospital, a laboratory or an urgent care facility.",
        "After the dissolution of bands Urgent Cry and Seraph that Cooper and Steorts respectively played in, Skillet was born.",
        "The need for a set of web standards became urgent as the web grew exponentially.",
        "The voice on the telephone became urgent.",
        "He says it's urgent!",
        "His voice was urgent.",
        "This, as Wolsey saw, was quite inadequate for the purpose in view; and he again instructed Gardiner, while thanking the pope for the commission actually granted, to press him once more by very urgent pleas, to send the desired decretal on, even if the latter was only to be shown to the king and himself and then destroyed.",
        "postpone the AGM if it would conflict with a Parliamentary Election in the Constituency, or for other urgent reason.",
        "They can also be confronted at the same with an urgent decision around whether to consider terminating the pregnancy.",
        "There is no sound so shrill, so pure and as urgent as a baby's cry for nourishment.",
        "His parents received an urgent telegram at their home now at Wilford, Clifton Road, Heaton Moor.",
        "Duodenal obstruction requires surgery, but it is not always urgent.",
        "Prolonged unconsciousness and worsening symptoms require urgent neurosurgical evaluation or transfer to a trauma center.",
        "This time his kiss was more urgent.",
        "He pulled her into an embrace again, his kiss becoming urgent.",
        "At this stage a new problem becomes urgent.",
        "With 100,000 men and this urgent need of immediate victory, Nogi and the marshal's staff officers felt bound to make a third general assault.",
        "But so urgent was the necessity of speedy victory that the fighting had to continue elsewhere.",
        "He* went to the Spanish War as a volunteer against the urgent wishes of his political advisers, and in spite of the protests of some of his best and most intimate friends.",
        "The Social Democratic party endeavoured, indeed, to remove the last remains of the old electoral privilege in town and country; but the urgent motion which they brought in to this effect as early as July 8 1908 broke down, owing to a not unfounded anxiety lest in the Crown territories of mixed populations one nationality should predominate too much over another.",
        "The system of regulation by central boards was severely .criticised for incompetence and even for corruption, and sometimes justly; but on the whole it was amply justified by the urgent necessities of the times and by its results.",
        "At his own urgent request Prince Henry of Battenberg, the queen's son-in-law, was permitted to join the Ashanti expedition, and early in January the prince was struck down with fever.",
        "During the period when Parliament is not sitting, a permanent commission of 24 members (16 from the deputies and 8 from the senators) sits to enact urgent measures which have temporarily the force of law.",
        "This fatal parsimony had the most serious political consequences, for it crippled the king at every step. Strive and scheme as he might, his needs were so urgent, his enemies so numerous, that, though generally successful in the end, he had always to be content with compromises, adjustments and semi-victories.",
        "consisting at first of various loosely connected entities, naturally centrifugal, but temporarily drawn together by the urgent need of combination against a superior foe, who threatened them separately with extinction.",
        "Much of the city's trade had always been with the Southern states, and the urgent need of better facilities for this trade than the river and existing railway lines afforded led to the building of this road by the city.",
        "The discovery of rich deposits of gold and silver, together with the coveted commercial products of the country, created an urgent demand for labourers and led to the enslavement of the natives.",
        "For the next sixty years an urgent question was the prevention of floods in the capital.",
        "On the urgent recommendation of Lieut.- Governor Gore he was appointed to the executive council of Upper Canada in 1815.",
        "3); and the writer's very impatience to hurry to their side implies that the crisis was both sudden and urgent.",
        "At that council wise and urgent measures were taken against the abuses that discredited the priesthood, but the principle of appeals and exemptions and the question of the increasing abuse of the power wielded by the Roman legates remained untouched.",
        "A main cause of the cleavage in Germany was the position of ecclesiastical affairs, which - though by no means hopeless - yet stood in urgent need of emendation, and, combined with this, the deeply resented financial system of the Curia.",
        "Salandra, at the latter's urgent request, and was soon faced by the responsibilities arising out of the outbreak of the World War.",
        "For a time, however, he stayed his hand, but the urgent solicitations of the western powers, and, above all, his fear lest Gustavus Adolphus should supplant him as the champion of the Protestant cause, finally led him to plunge into war against the combined forces of the emperor and the League, without any adequate guarantees of co-operation from abroad.",
        "The government of the city consisted of (a) a parlamento or consiglio grande, including all who possessed bread and wine of their own - a council soon found to be unmanageable owing to its size, and reduced first to 2000, then to 1500 and finally to Soo members; (b) a credenza or committee of 12 members, elected in the grand council, for the despatch of urgent or secret business; (c) the consuls, the executive, elected for one year, and compelled to report to the great council at the term of their office.",
        "He urged its undertaking in parliament in 1382, but nearer troubles were more urgent, and John himself was wanted on the Scottish border.",
        "In 1905 and subsequent years, however, the degree of employment in German yards increased to such an extent, principally owing to the placing of the Admiralty contracts with private builders, that the more urgent orders for mercantile vessels were placed abroad.",
        "As king of Bohemia Charles was an enlightened and capable ruler, but he was indifferent towards Germany, although this country never stood in more urgent needof a strong and beneficent sovereign.",
        "It was the age of the great schism, three popes claiming the allegiance of Christendom, and of the councils of Constance and of Basel; in all ranks of the Church there was an urgent cry for reform.",
        "A reform prussian of the tariff conditions in the new Prussian monarchy Zoli- had been from the first a matter of urgent necessity, vercia.",
        "its capture was merely a question of time, and this provided the Corinthians with an urgent reason for declaring war.",
        "Corinth however had not only strong, but also immediate and urgent reasons (Potidaea and Corcyra) for desiring war.",
        "This circumstance alone is sufficient to give it an urgent claim on our attention, whether it suit our taste and fall in with our religious and philosophical views or not.",
        "In 1875 the 1ea~jflgto impoverishment of the fellah had reached such a ~he depoint that the ordinary resources of the country no Pofo~.kmo:I, longer sufficed for the most urgent necessities of administration; and the khedive Ismail, having repeatedly broken faith with his creditors, could not raise any more loans on the European market.",
        "The inevitable ecclesiastical crisis was still further postponed by the superior stress of two urgent political events - Christian II.'s invasion of Norway (1531) and the outbreak, in 1533, of \" Grevens fejde,\" or \" The Count's War \" (1534-36), The the count in question being Christopher of Oldenburg, count's great-nephew of King Christian I., whom Lubeck and War, her allies, on the death of Frederick I., raised up 1533= against Frederick's son Christian III.",
        "In 1752 Voltaire, who had repeatedly visited him, came at Frederick's urgent entreaty, and received a truly royal welcome.",
        "As a result of further urgent representations by the Association, represented by Lord Burnham, Lord Northcliffe and Sir George Riddell, the following correspondents were authorized in May 1915 - Mr. John Buchan (Times and Daily News), Mr. Percival Landon (Daily Telegraph and Daily Chronicle), Mr. (afterwards Sir) Percival Phillips (Morning Post and Daily Express), Mr. Valentine Williams (Daily Mail and Standard), Mr. Douglas Williams (Reuters).",
        "Meanwhile the needs of India has been tardily met, on the urgent representations in parliament of William Wilberforce and others, by the consecration of Dr T.",
        "to the throne of England the necessity for an ordered method of intercourse between the Scottish capital and London became urgent, but the plans adopted involved extraordinary delay, for it not infrequently happened that there was an interval of two months between the despatch of a letter and the receipt of a reply.",
        "From the Butlerian side, too, came the most urgent opposition to Darwinism.",
        "Holding office by sufferance of Gambetta, he halted in an undetermined attitude between the radicals and the reactionaries till the delay of urgent reforms lost him the support of all parties.",
        "Here Jerusalem is in sore distress and in urgent need of reorganization.",
        "On the continent of Europe, where the last-named requirement has been for a long time more urgent than in Great Britain, another system has been generally preferred, namely, passing the gas through a long series of stoneware receivers, and ultimately through a small tower packed with stoneware or coke, making the acid flow in the opposite direction to the gas.",
        "Three years later Adam Ferguson was appointed secretary to the commissioners sent out to the American colonies, and at his urgent request Stewart lectured as his substitute.",
        "In 1917, speed of transport of material becoming extremely urgent, it was decided to establish a train-ferry service; it came into operation at the end of that year, and the hoisting of cargoes by cranes into barges was largely superseded.",
        "Movements similar to that which Mrs Fry headed were soon set on foot both in England and on the Continent, and public attention was generally directed to the urgent necessity for prison reform.",
        "Irons were strictly forbidden except in cases of \"urgent and absolute necessity,\" and it was ruled that every prisoner should have a bed to himself - if possible a separate cell, the last being the first formal statement of a principle upon which all future prison discipline was to be based.",
        "Prince Oscar of Sweden was one of the earliest adherents of cellular imprisonment, and at his urgent representation penitentiary reform was warmly espoused in 1841.",
        "To him was committed the conduct of the war against the Byzantine emperor, which he continued with energy, at first only on land, but later, when the caliph had at last given in to his urgent representations, at sea also.",
        "The next urgent need was north of Asiago, where the 34th Div.",
        "When the claim of the United States to the Oregon territory was being strengthened by occupation, Fremont was sent, at his urgent request, to explore the frontier beyond the Missouri river, and especially the Rocky Mountains in the vicinity of the South Pass, through which the American immigrants travelled.",
        "He was obliged to neglect repeated invitations from the Romans, who sent him a specially urgent letter in 1149, and consequently never received the imperial crown.",
        "Because of these explorations, and also the long-felt need of a refitting point on the California coast for the galleons from Manila, San Diego was occupied in 1769 and Monterey in 1770 as a result of urgent orders from Charles III.",
        "This explanation was the more urgent because under the influence of Jewish monotheism the rule of God was accepted as an undoubted presupposition, so that the death of Jesus must be in accordance with his will.",
        "It was natural, perhaps, that he should not have realized fully and at once the urgent necessities of the situation, but his hesitation to act promptly in accordance with Cadorna's instructions exposed him to the danger of having the retreat of his right wing cut off.",
        "The effect of large doses is to cause great pain in the renal region and urgent wish to micturate.",
        "The position which he refused from the hands of Lord Rockingham he accepted from Pitt in August 1766, and a few weeks later his urgent appeals to the great minister for increased power were favourably answered, and he was admitted to the inner circle of the cabinet.",
        "He was especially urgent for the confirmation of his nominee Johannes Magni as primate, in the place of the rebellious archbishop Gustavus Trolle, who as a convicted traitor had been formally deposed by the Riksdag and was actually an outlawed exile.",
        "establishing, at the urgent suggestion of Charles, a regular army; each district in the country being henceforward liable to provide and maintain a fixed number of infantry and cavalry for the service of the state.",
        "With returning prosperity the necessity for internal reform became urgent in Sweden.",
        "From Kerman, however, where he found an asylum, the latter addressed an urgent appeal for assistance to Au Murad.",
        "The detective is the direct descendant of the old \"Bow Street runners\" or \"Robin Redbreasts\" - so styled from their scarlet waistcoats - officers in attendance upon the old-fashioned police offices and despatched by the sitting magistrates to follow up any very serious crime in the interests of the public or at the urgent request of private persons.",
        "Urgent representations were also made by the British government.",
        "At the urgent entreaty of the comte d'Artois in 1791 he quitted Paris for Coblenz, accompanied Artois to Vienna, and was sent to the court of St Petersburg the same year to enlist the sympathies of Catherine II.",
        "14) expresses his opinion that such accusations should be undertaken only in the interests of the state or for other urgent reasons.",
        "It is clear that the activity of these teachers was chiefly directed to ethics: they elaborated fresh definitions of the chief good, designed either to make yet clearer the sense of the formulas of Chrysippus or else to meet the more urgent objections of the New Academy.",
        "There were also urgent economic problems to be solved.",
        "The most urgent matter which confronted the king - or the group of statesmen, led by Joao das Regras and the \" Holy Constable \" who inspired his policy - was the menace of Castilian aggression.",
        "At length, on his urgent prayer, the king reluctantly permits him to pass the limits of the palace, after having taken all precautions to keep painful objects out of sight.",
        "On the arrival of a second urgent summons shortly afterwards he obeyed, and was then at a house at Lambeth, probably in January 1604, initiated by Catesby together with John Wright into the plot to blow up the parliament house.",
        "About 1787 he was attracted to the urgent problem of manufacturing carbonate of soda from ordinary sea-salt.",
        "They still have power to give relief to poor persons in case of sudden and urgent necessity, but their principal duty is that of rating authority, and they are bound to make out the lists for their parishes of jurors and electors.",
        "Whatever the currency in classical circles of the epistle as a literary form, it is irrational to put first in the development of Christian literature a general epistle, couched in fluent, even rhetorical, Greek, and afterwards the Pauline letters, which both as to origin and subsequent circulation were a product of urgent conditions.",
        "Finding, however, in the cloister neither calm nor solitude, and having gradually turned again to study, he yielded after a year to urgent entreaties from without and within, and went forth to reopen his school at the priory of Maisoncelle (1120).",
        "in 1594 Enniskillen castle was taken and the women and children flung into the river from its walls by order of Sir Richard Bingham, the English governor of Connaught, O'Donnell sent urgent messages to Tyrone for help; and while he himself hurried to Derry to withstand an invasion of Scots from the isles, Maguire defeated the English with heavy loss at Bellanabriska (The Ford of the Biscuits).",
        "On the urgent petition of their chief Moshesh, they were proclaimed British subjects in 1868, and their territory became part of the colony in 1871 (see Basutoland).",
        "\" It is absolutely clear,\" said some French bishops, \" and has for a long time past been universally acknowledged and asserted, that a revision and reform of the canon law is necessary and most urgent.",
        "It was due to be held every third year for the purpose of \"preserving the laws and rules,\" and it might be called specially on any urgent occasion.",
        "The rest of the New Testament is scarcely more explicit on the subject, which did not become so urgent in the days of early enthusiasm, and when the second coming of the Lord was expected immediately.",
        "Nevertheless, Buchanan, against the urgent counsel of Governor Denver, urged on Congress (Feb.",
        "When Protestantism arose, there was urgent need of reform.",
        "Shortly after he engaged to take part in the Portuguese expedition for the survey of Brazil, and the measurement of a degree of the meridian; but he yielded to the urgent request of the pope that he would remain in Italy and undertake a similar task there.",
        "Although the constitutional disturbance is at first comparatively slight, it increases with the advance of the disease, and febrile symptoms come on attended with urgent thirst and scanty and painful flow of urine.",
        "The need is urgent of fixing a scale, and defining standards of actinic brightness; but it has not yet been successfully met.",
        "Towards the end of 1397 he started for Rome, and Pope Boniface IX., at the urgent request of the king, translated him to the see of St Andrews, a step which the pope afterwards confessed he repented bitterly.",
        "Years before the danger from Macedon was urgent, Demosthenes had begun the work of his life, - the effort to lift the spirit of Athens, to revive the old civic loyalty, to rouse the city into taking that place and performing that part which her own welfare as well as the safety of Greece ca uses.",
        "It was only by his urgent and repeated representations that the prince was persuaded against his will to accept.",
        "the urgent preparations for flight are delayed in vv.",
        "\"Destiny!\" she said in an urgent tone.",
        "At her urgent request, Saundra transferred her to Alex.",
        "The United States has received from the Greek government an urgent appeal for financial and economic assistance.",
        "Urgent detention of acquitted persons Section 134: power of court to detain acquitted persons 259.",
        "Given the pace of developments, the need is for urgent action not \" more research \" .",
        "anxious to trace the mother who they fear may need urgent medical attention.",
        "Urgent orders were sent to Lord Goring to rejoin the main royalist army with his cavalry.",
        "Figures just released highlight the urgent need for further action to combat arson.",
        "Sex Tourism Sex tourism is a problem which demands urgent attention.",
        "aversive state, it draws our attention abruptly to a part of the body which might require urgent attention.",
        "barefoot boys in Brooklyn were interrupted by an urgent angry waggle of his podgy hand.",
        "The Respondents were told that the Appellant was out, making arrangements to visit Mauritius on urgent family business.",
        "Conclusions: Urgent investigation and treatment of orbital cellulitis is crucial to prevent loss of sight.",
        "The aim of this audit was to assess the implementation of a protocol for urgent cholecystectomy by a specialist upper gastrointestinal surgical team.",
        "clanged noisily off the console, which began to emit an urgent beeping.",
        "Beside him on the red velvet couch lounged a handsome young man. Tell me, she said, urgent now for the truth.",
        "There is an urgent need for a review of the legislation and an honest debate about the realities of youth crime.",
        "There is thus an urgent need for durable resistant potato cultivars.",
        "This is the only approach which can provide solutions for the urgent problem of the birth dearth.",
        "defecate many times and continually dribble urine so there is an urgent need to take control.",
        "demands urgent attention.",
        "It is our urgent task to accelerate its inevitable downfall.",
        "elephantine brass, but matched up with urgent drums they really do the biz!",
        "Tell us if you think there is a life-threatening emergency or the matter is urgent.",
        "Out of Hours Emergencies The council has an emergency Repair Service to deal with very urgent repairs outside normal working hours.",
        "entreatyhe alliance asked for was at first refused, and was only renewed in 590 after urgent entreaties.",
        "A recent High Court Case highlights the urgent need for third party escrow agents.",
        "Unions seek urgent Granada talks ITV Unions are seeking urgent talks with Granada on a proposed wage freeze.",
        "Patients may present with life-threatening renal failure due to rapidly progressive glomerulonephritis requiring urgent dialysis and immunosuppression.",
        "Improved coverage as well as emergency buttons on Airwave handsets enable officers to call for urgent assistance.",
        "Contaminated heroin warning from DoH The Department of Health has issued an urgent communication about the possibility that contaminated heroin is back in circulation.",
        "These consequences perhaps justify urgent intervention, however, there are four strong arguments against any action that need consideration.",
        "This was the urgent task he set for the catholic laity in the months and years ahead.",
        "There is also an urgent need to appoint youth leaders from diverse minority ethnic communities to support young people.",
        "They must also advise their line manger of any outstanding or urgent issues.",
        "If you suspect meningitis you must seek urgent medical assistance.",
        "And see that reform is not just desirable; it is an urgent necessity.",
        "Large kidneys may indicate an acute or crescentic nephritis that may require urgent treatment.",
        "Options include the serving of an Urgent Works Notice, Compulsory Purchase, or the establishment of a Trust to assume ownership.",
        "How the system operates Urgent Court Business Officers carry a radio pager.",
        "If you get severe pain and vomiting get urgent advice from your GP.",
        "This scheme is separate to provisions in relation to leave in respect of maternity, parental, paternity or urgent family reasons.",
        "With regard to fuel, the urgent priority is to save and replace oil.",
        "PI Legal Executive - Contract / Interim - Kent - To £ 28k pro rata 28000 pro rata Kent Contract 15-Jul-2006 00:00 URGENT!",
        "acute prostatitis is a severe systemic illness, which requires urgent IV antibiotic therapy.",
        "We also tackle urgent one-off prototypes and everything in between.",
        "Samaritan's purse is also addressing the urgent need for clean water.",
        "Some months, like January in the depth of winter, are relatively quiet times, with no urgent tasks to grapple with.",
        "There is an urgent need to establish more construction materials railheads and these needs to be included in the policy.",
        "In urgent cases official receivers may wish to have a personal inspection of the Register made.",
        "Treatment is hastily started, there is an urgent surgical referral.",
        "I have an urgent repair - who can help?",
        "An urgent request has gone out for several pairs of warm socks and 10 or 12mm blue polyprop rope.",
        "Such a scenario calls for an urgent rethink on the present information euphoria.",
        "Urgent steps are now necessary to redress the shortfall.",
        "speaktead, this softly spoken scientist allowed his message to do the talking, and it spoke with an urgent eloquence.",
        "For more information... Flemish speaking Payroll Service Owner- Urgent!",
        "It would also enable screening spontaneity and last-minute, urgent, campaign-based screenings.",
        "It concludes that there is an urgent need to put in place a well-resourced alcohol harm reduction strategy.",
        "Several months later he got an urgent summons to an infirmary, where a woman, dying of cancer, wanted to see him.",
        "suspect meningitis you must seek urgent medical assistance.",
        "Urgent intellectual rectification is now required: 'it is arguably dangerous to give methodological territorialism further lease on life in a globalizing world ' .",
        "You'll get a tickle, a twinge, an urgent call.",
        "There is an urgent need to determine BSE infectivity titres in a large variety of bovine tissues.",
        "sex tourism Sex tourism is a problem which demands urgent attention.",
        "Case 5 This 77 year-old, previously transfused female presented with gastro-intestinal bleeding and required an urgent transfusion of 2 units of red cells.",
        "traumatized people, in need of urgent repair.",
        "prayer triplets function all over the country with a telephone prayer network for urgent requests.",
        "This study has shown that an urgent review of dental undergraduate and postgraduate education in antibiotic prescribing is required.",
        "underlines the seriousness of the problem and members of the community are demanding urgent action by the authorities.",
        "The Key Worker will then determine whether there is a need for an urgent Core Group meeting or whether the plan is fundamentally undermined.",
        "urgent to do so.",
        "The rapid expansion in activity has led to an increasingly urgent need for the development of a sound theoretical base.",
        "Where problems are particularly urgent, Nightline (Ext.",
        "We will not accept amendments over the phone, unless the matter is extremely urgent.",
        "And guess what, all those thing we thought were so urgent actually awaited our return.",
        "Out of Hours Emergencies The council has an Emergency Repair Service to deal with very urgent repairs outside normal working hours.",
        "It is getting rather urgent now: I need it back from you by the end of the week at the very latest.",
        "The skill mix that is required these days and the increasing demands made on nurses makes a review urgent.",
        "urgent surgical referral.",
        "urgent need to prevent the frequent flooding of the town center from the river.",
        "urgent necessity.",
        "urgent attention.",
        "urgent action to address the problem.",
        "urgent repair - who can help?",
        "His voice becomes softly urgent] Come home with me home, Ella.",
        "Priorities Priorities are issues that you consider more urgent than other things.",
        "This record has just arrived, marked urgent Seagoon: Quick put it on.",
        "The need for water, food and shelter remains urgent.",
        "Seeing Merry always makes me feel more urgent about planning and executing our home ed.",
        "But, though opposed to the principles of the Revolution, Consalvi was far from being a blind obscurantist, and he recognized the urgent need for reform in the system of papal government.",
        "The state, which had already sold not only a considerable part of the domain land, but a large part of the beni ademprivili, continued the process, and the forests of Sardinia were sacrificed; and, as has been said, the necessity of reafforestation, of the regulation of streams, and of irrigation' is urgent.",
        "He entered upon the duties of his office on the 19th of July 1809, and at first he gained popularity by acceding to the urgent appeals of the people and throwing open the trade of the country to all nations.",
        "Meanwhile Don John had aroused the mistrust of his brother, who met his urgent appeal for funds with cold silence.",
        "It is now one of the most urgent problems in the history of Italy to determine the actual historical relation (see further Rome: History, ad.",
        "From his Stoic teachers he learned to work hard, to deny himself, to avoid listening to slander, to endure misfortunes, never to deviate from his purpose, to be grave without affectation, delicate in correcting others, \"not frequently to say to any one, nor to write in a letter, that I have no leisure,\" nor to excuse the neglect of duties by alleging urgent occupations.",
        "Moreover, in order to meet to some extent the deficit arising as well from the accumulation of arrears of state departments since 1300 (1884) as, to a large degree, from gross deficiencies due to the neglect of the civil officials of the government to encash the revenues - to meet, further, the needs of the central administration, and above all, the urgent military expenses of the empire, and to provide a guarantee for bankers and merchants in business relations with the government and the treasury, part of the revenues of 1304 were perforce spent in 1303.",
        "It was Madame de Polignac who obtained the appointment of Calonne as controller-general of the finances,' and who succeeded Madame de Guemenee as \"governess of the children of France\" after the bankruptcy of the prince de Guemenee in 1782.4 Again, in response to Mercy and Joseph II.'s urgent representations, Marie Antoinette exerted herself on behalf of Austria in the affairs of the opening of the Scheldt (1783-1784) and the exchange of Bavaria (1785), in which, though she failed to provoke active interference on the part of France, she succeeded in obtaining the payment of considerable indemnities to Austria, a fact which led to the popular legend of her having sent millions to Austria, and aroused much indignation against her.",
        "The urgent necessity for healing the schism, the difficulty of uniting the colleges of cardinals, and the prolonged and futile negotiations carried on between the rival popes inevitably raised the whole question of the papal supremacy, and led to the search for a still higher ecclesiastical authority, which, when the normal system of choosing the head of the Church broke down, might re-establish that ecclesiastical unity to which all Europe as yet clung.",
        "The canons regular (see Canon) grew out of the earlier institute of canonical life, in consequence of the urgent exhortations of the Lateran Synod of 1059.",
        "With regard to variation, Darwin was urgent in stating his opinion that the laws of variation were not understood and that the phrase \"chance\" variation was a wholly incorrect expression.",
        "The Riksdag of 1682 proposed a fresh Reduktion, and declared that the whole question of how far the king was empowered by the law of the land to bestow fiefs, or, in case of urgent national distress, take them back again, was exclusively his majesty's affair.",
        "Rivalry between Madame dEtampes, the imperious mistress of the aged Francis I., and Diane de Poitiers, whose ascendancy over the dauphin was complete, now brought court outbreak intrigues and constant changes in those who held of war, office, to complicate still further this wearisome policy of ephemeral combinazion.i with English, Germans, Italians and Turks, which urgent need of money always brought to naught.",
        "soon realized that his most urgent duty was to resuscitate the corpse of France.",
        "Samaritan 's Purse is also addressing the urgent need for clean water.",
        "In urgent cases over £ 250 contact must be made with the Accounts Receivable team, indicating the urgency required.",
        "We hope these images will help convince the government of the urgent need for a national network of refuges for young runaways.",
        "But from the moment the disaster broke, the British people responded with heartfelt, urgent generosity.",
        "There is no sound so shrill, so pure and as urgent as a baby 's cry for nourishment.",
        "Instead, this softly spoken scientist allowed his message to do the talking, and it spoke with an urgent eloquence.",
        "For more information... Flemish speaking Payroll Service Owner- Urgent !",
        "Urgent intellectual rectification is now required: 'it is arguably dangerous to give methodological territorialism further lease on life in a globalizing world '.",
        "We are an extremely traumatized people, in need of urgent repair.",
        "Prayer triplets function all over the country with a telephone prayer network for urgent requests.",
        "This underlines the seriousness of the problem and members of the community are demanding urgent action by the authorities.",
        "No doubt some folks in need of urgent attention will be failed, with unthinkable consequences.",
        "NGOs should be communicating how the UK public can make poverty history, as well as why it is urgent to do so.",
        "The primary driver was the urgent need to prevent the frequent flooding of the town center from the river.",
        "I want the industry to take urgent action to address the problem.",
        "With George \" Dubya \" Bush imposing sanctions - Syria and Israel being none too friendly - a visit suddenly appeared more urgent.",
        "Symptoms of BPH include; urinary frequency, urgent desire to urinate at night.",
        "It's important to have at least one friend you can call with urgent questions or in the middle of the night.",
        "More importantly, how urgent is your purchase?",
        "That only works, however, if your monitor purchase isn't urgent.",
        "The recent findings of the UN Panel on the environment say it is urgent that emissions be decreased worldwide within the next several years if we're to avoid disastrous climate change.",
        "Do I understand how to determine when a task is important and/or urgent?",
        "Create a matrix and place your tasks into important/unimportant and urgent/not urgent boxes.",
        "If you find that much of your time is spent treating unimportant or non-urgent tasks as though they were important or urgent, you probably need to drastically change your attitude about your schedule.",
        "Inform your co-workers and employees that when your door is closed, you are only available for urgent or important matters.",
        "Share with them what types of tasks you have predetermined as important or urgent.",
        "When your door is closed, if an employee has an urgent matter to discuss, ask them to slip a red envelope under your door with a basic summary of the issue.",
        "The first quadrant of the Time Management Matrix requires you to list all of your tasks and responsibilities that are both important and urgent.",
        "The second quadrant is for the items that are important but not urgent.",
        "However, they are not urgent and do not need to be done immediately.",
        "Because they are important but not urgent, you can plan for them by allotting time for them in your schedule for serious quality of thought and effort.",
        "The third quadrant is for tasks and responsibilities that are urgent but not important.",
        "The fourth quadrant is for the things that are neither important nor urgent.",
        "Addressing responsibilities in the second quadrant in a timely manner allows you more time to deal with urgent matters that are unexpected whenever they arise.",
        "However, if you ignore or put off items that started out in quadrant two, they can quickly become urgent, creating emergencies that could easily have been avoided.",
        "Notice what things you are spending the most time on and if they are urgent or not urgent to determine where you're spending most of your energy.",
        "If you find yourself being pulled away from something that's in your second quadrant, stop and ask yourself if it's really urgent and important.",
        "Covey states that it's important to differentiate between urgent and non-urgent activities, and to write them out in a day planner.",
        "Urgent activities are those things that you must do immediately, as they require quick action and cannot be put off.",
        "Less urgent items include busy work, trivial matters, and in some cases, planning for the future.",
        "Each one has a different area of urgency, from \"urgent and important\" to \"neither urgent nor important.\" Covey recommends spending the most time in quadrant two to be productive and use time most efficiently."
    ],
    "definition": [
        "Link/Cite"
    ]
}