{
    "translation": "בדרך כלל, לרוב",
    "uses": [
        "His usually calm face showed excitement.",
        "I'm usually quite tired the next day.",
        "Generally speaking, if something sounded too good to be true, it usually was.",
        "In my dreams I'm usually in trouble.",
        "You usually lie like a bragging fisherman, so I stopped asking.",
        "They don't usually do that.",
        "Pete usually had a fire going by the time she was ready to fix breakfast.",
        "She usually feels the softest step and throws out her arms to ascertain if any one is near her.",
        "This usually comes in the form of protecting their citizenry from crime.",
        "They usually run when they hear you coming.",
        "As a result of the hostility between Kutuzov and Bennigsen, his Chief of Staff, the presence of confidential representatives of the Emperor, and these transfers, a more than usually complicated play of parties was going on among the staff of the army.",
        "I go up in a balloon, usually, to draw the crowds to the circus.",
        "Mother usually knows what she is about, but she made a mistake this time; for you are sure to escape us unless you come too near, and you probably won't do that.",
        "We go home about dinner-time usually, and Helen is eager to tell her mother everything she has seen.",
        "Usually I jot down what I can remember of them when I get home.",
        "They usually spent the morning hours in the garden and the afternoon at the pool.",
        "I find even the smallest child excellent company, and I am glad to say that children usually like me.",
        "The black, hairy, snub-nosed face of Vaska Denisov, and his whole short sturdy figure with the sinewy hairy hand and stumpy fingers in which he held the hilt of his naked saber, looked just as it usually did, especially toward evening when he had emptied his second bottle; he was only redder than usual.",
        "Usually when he awoke with a hard-on and a woman in his bed, what happened next was pretty straightforward.",
        "Usually we take one of the little \"Readers\" up in a big tree near the house and spend an hour or two finding the words Helen already knows.",
        "But, as you know, my heart is usually brimful of happiness.",
        "This was particularly noticeable on Nesvitski's usually laughing countenance.",
        "Any given nation usually has a large amount of homogeneity.",
        "Still, she didn't usually resist his attempts.",
        "Cynthia, usually much more reserved, was as excited as Dean could remember.",
        "Bill usually came over in the evening to help, and sometimes Sean or Paul.",
        "Indeed, when some friend is trying to speak to Miss Keller, and the attempt is not proving successful, Miss Sullivan usually helps by spelling the lost words into Miss Keller's hand.",
        "When nations are young and when they are poor, they usually focus on two things: the military and civil order.",
        "Government is at best but an expedient; but most governments are usually, and all governments are sometimes, inexpedient.",
        "As now, it was usually a prelude to lovemaking.",
        "Any admission by her usually means a lot more than what she says.",
        "I led the Council long enough to know there's usually more than one.",
        "It simply didn't make sense, and Josh was usually all about sense.",
        "When we talk about it in terms of scarcity, we usually mean clean water in a certain location is scarce.",
        "He was evidently distressed, and breathed painfully, but could not restrain the wild laughter that convulsed his usually impassive features.",
        "First soprano's voices are usually a bit thinner.",
        "Usually there were few cars at the site but now, with the early festival climbers in town, the parking lot at the curve of the county road was filled.",
        "She shook off the rain in the doorway and crossed to the small booth near the bar that she and her father usually shared.",
        "Their kisses were usually shared after dark, but as the season progressed, that was getting later in the evening.",
        "But they've been very scarce for a few years and we usually have to be content with elephants or buffaloes, answered the creature, in a regretful tone.",
        "In the warmest weather I usually placed a pailful in my cellar, where it became cool in the night, and remained so during the day; though I also resorted to a spring in the neighborhood.",
        "Brute force usually won any battle he fought.",
        "Sarah usually made her beaus understand that vampirism isn't all it is cracked up to be, and she would not wish this life on anyone.",
        "\"Sorry about the quick exit last time,\" he said with no more concern than if he'd eaten the last breakfast roll—which he usually did.",
        "After hoeing, or perhaps reading and writing, in the forenoon, I usually bathed again in the pond, swimming across one of its coves for a stint, and washed the dust of labor from my person, or smoothed out the last wrinkle which study had made, and for the afternoon was absolutely free.",
        "This was usually the point at which he carried her to their room.",
        "If he was angry, he certainly wasn't acting like he usually did.",
        "Yet working girls his age were usually either wives or soiled doves.",
        "But isn't the sweet-young-girl-with-child usually the bashee, not the basher?",
        "It was early in the season for the little fellows—they usually stayed outside until the cold weather coaxed them indoors.",
        "At that very time, in circumstances even more important than retreating without a battle, namely the evacuation and burning of Moscow, Rostopchin, who is usually represented as being the instigator of that event, acted in an altogether different manner from Kutuzov.",
        "The vendor is usually made to \"eat\" the charge.",
        "Sweets usually made her thirstier - but it was wet.",
        "Howie, now able to usually remain with a vehicle, stayed with the car to a suburban ranch style house only six miles from the kidnapping.",
        "Though he usually spoke easily and well, he felt a difficulty in expressing himself now while talking with Speranski.",
        "This sort of thing is usually done via the witness protection program but I once heard of a situation where fake papers were assembled independent of any government agency.",
        "She snuggled next to him, usually an invitation for love, but tonight he sensed she just wanted to be held.",
        "Just thinking a guy's a jerk doesn't usually result in your killing him.",
        "Because I have noticed that when a young man comes on leave from Petersburg to Moscow it is usually with the object of marrying an heiress.",
        "She had fallen ill unexpectedly a few days previously, had missed several gatherings of which she was usually ornament, and was said to be receiving no one, and instead of the celebrated Petersburg doctors who usually attended her had entrusted herself to some Italian doctor who was treating her in some new and unusual way.",
        "While she wasn't as successful as Martha, it usually ultimately worked.",
        "We don't usually have a problem tracking him, but this changed about two weeks ago.",
        "They usually need something—they don't call just to chat.",
        "Even usually pleasant Brandon Westlake had a burr up his bottom.",
        "I see him every few dozen years, usually when he's coming to kill my mama.",
        "It was one of the things Gwig usually did to prove he was a sorcerer.",
        "\"It is possible,\" agreed the Wizard, \"if this proves to be the path she usually takes.",
        "I usually only see him when he comes to kill my mama.",
        "Dolokhov, who did not usually care for the society of ladies, began to come often to the house, and the question for whose sake he came (though no one spoke of it) was soon settled.",
        "Friday was usually a hectic day, with people being released, so she was unable to leave early.",
        "Betsy, usually as nearly sympathetic as Martha, pointed out there were scads of other missing children we were neglecting.",
        "Alex usually insisted they leave the mare alone, only checking on her now and then.",
        "Of course, the people making that judgment call and the people doing the actual dying usually are not one and the same, and therein lies the problem.",
        "It was already past midnight, the hour when Karataev was usually free of his fever and particularly lively.",
        "Preventing violent crimes and crimes against the weak usually take precedent over fraud and economic crimes.",
        "When she is in a new place, especially an interesting place like Niagara, whoever accompanies her--usually, of course, Miss Sullivan--is kept busy giving her an idea of visible details.",
        "At dinner the prince usually spoke to the taciturn Michael Ivanovich more often than to anyone else.",
        "They all three of them now experienced that feeling of awkwardness which usually follows after a serious and heartfelt talk.",
        "Usually we rely on Betsy's sole decision as a method of choosing a case but the wide spread interest in this kidnapping caused her to share it with all of us.",
        "While the rush of air in the topless Jeep hindered communication, they usually managed to chatter away in spite of the noise.",
        "Whatever Alex was wearing, Jonathan was usually dressed the same.",
        "Usually I enjoy seeing the gentle flakes and they cause me little aggravation with their accumulation as I seldom travel more than a block or two when I secure provisions.",
        "Not really, I usually stay away from locals.",
        "Our meals are brought from the house, and we usually eat on the piazza.",
        "Usually the red squirrel (Sciurus Hudsonius) waked me in the dawn, coursing over the roof and up and down the sides of the house, as if sent out of the woods for this purpose.",
        "William Gilpin, who is so admirable in all that relates to landscapes, and usually so correct, standing at the head of Loch Fyne, in Scotland, which he describes as \"a bay of salt water, sixty or seventy fathoms deep, four miles in breadth,\" and about fifty miles long, surrounded by mountains, observes, \"If we could have seen it immediately after the diluvian crash, or whatever convulsion of nature occasioned it, before the waters gushed in, what a horrid chasm must it have appeared!",
        "As is usually the case with people meeting after a prolonged separation, it was long before their conversation could settle on anything.",
        "To expiate his huntsman's offense, Ilagin pressed the Rostovs to come to an upland of his about a mile away which he usually kept for himself and which, he said, swarmed with hares.",
        "Everything seemed to him pleasant and easy during that first part of his stay in Voronezh and, as usually happens when a man is in a pleasant state of mind, everything went well and easily.",
        "Military science, seeing in history innumerable instances of the fact that the size of any army does not coincide with its strength and that small detachments defeat larger ones, obscurely admits the existence of this unknown factor and tries to discover it--now in a geometric formation, now in the equipment employed, now, and most usually, in the genius of the commanders.",
        "After the dishes were done and the beds made, she usually wandered around the house or sat in the yard, soaking up sun.",
        "Even the usually bored Dawkinses ooh-ed and aah-ed appropriately but the brothers seemed more interested in the locale of the various shots than the scenery and flora so beautifully presented.",
        "Usually. We'll notify his doctor that he was awake briefly today.",
        "It is a secret the bears do not know, and we people of Voe usually walk upon the water when we travel, and so escape our enemies.",
        "Then he noticed when he bred tall pea plants with another tall plant, he occasionally got a short offspring, but usually tall ones.",
        "But I must not waste my time wishing idle wishes; and after all my ancient friends are very wise and interesting, and I usually enjoy their society very much indeed.",
        "When her vocal organs needed exercise, which was usually toward seven o'clock when she had had an after-dinner rest in a darkened room, the pretext would be the retelling of the same stories over and over again to the same audience.",
        "Nearer and nearer... now she was ahead of it; but the wolf turned its head to face her, and instead of putting on speed as she usually did Milka suddenly raised her tail and stiffened her forelegs.",
        "Boris was thus the first to learn the news that the French army had crossed the Niemen and, thanks to this, was able to show certain important personages that much that was concealed from others was usually known to him, and by this means he rose higher in their estimation.",
        "All the Moscow notabilities, all the Rostovs' acquaintances, were at the Razumovskis' chapel, for, as if expecting something to happen, many wealthy families who usually left town for their country estates had not gone away that summer.",
        "One of the visitors, usually spoken of as \"a man of great merit,\" having described how he had that day seen Kutuzov, the newly chosen chief of the Petersburg militia, presiding over the enrollment of recruits at the Treasury, cautiously ventured to suggest that Kutuzov would be the man to satisfy all requirements.",
        "Common sense tells us the obvious is usually where the truth rests and the obvious is either Fitzgerald or someone in the Dawkins family.",
        "The goal behind tapas is to provide a small amount of food to eat while consuming alcohol, so tapas restaurants usually have a full bar or at least a wine list.",
        "The restaurant's daily specials usually have a more contemporary approach.",
        "I don't usually eat breakfast.",
        "This type is usually fitted with a very high jib, so as to lift goods in and out of high-sided vessels.",
        "Of course, it usually didn't happen at her age.",
        "In practice, a period of twenty-one days is usually the maximum period ordered.",
        "Much attention has been paid to the improvement of the mechanical details of the lifting and other motions of cranes, and in important installations the gearing is now usually made of cast steel.",
        "In the other class of transporter the load is not usually moved; FIG.",
        "His master usually found him a slave-girl as wife (the children were then born slaves), often set him up in a house (with farm or business) and simply took an annual rent of him.",
        "1328) of Toledo, usually cited as Rabbenu Asher.",
        "1, A), are usually convex above, with straight hind margins (dorsa); when the elytra are closed, the two hind margins come together along the mid-dorsal line of the body, forming a suture.",
        "Within the divisions named - Orthorrhapha Nematocera, Orthorrhapha Brachycera and Cyclorrhapha - the constituent families are usually grouped into a series of \"superfamilies,\" distinguished by features of structure or habit.",
        "The total gold production of the country is from £14,500,000 to £16,000,000, and as not more than three-quarters of a million are required to strengthen existing local stocks, the balance is usually available for export, and the average export of the precious metal during the ten years, 1896-1905, was £12,500,000 per annum.",
        "He missed the resentful look that usually crossed his brother's face.",
        "Because they usually tire of living long before they show age and find someone to stake them.",
        "A girl that young didn't usually have much common sense.",
        "Winters in Northwest Arkansas were usually mild, but this was the coldest in her memory.",
        "Usually, he was the one doing it, so she'd listened to him.",
        "Rita Angeltoni, the token skirt, as she referred to herself, was usually there banging on her keyboard or answering the phone while keeping the quartet in line.",
        "Dean usually devoted the solitary time behind the wheel to sorting out details of a case, putting little facts in their slots like letters in a country post office.",
        "He and Fred did not enjoy the same music so when both were home the five-disc machine usually contained two jazz selections for Dean, two country and western for Fred, and a pop group neither liked but both could tolerate.",
        "All seven hits were singles and all were in routs, usually by the other side.",
        "Once in a while they did things together socially, usually to fulfill mandated coupling at necessary functions and seldom for the entertainment of either.",
        "I usually run all the errands.",
        "I lied to Bobby—told him dad lent the car to a friend while he took the train into Philly, like he usually does.",
        "Biking was usually Dean's thinking time, but his brain felt overused lately and had opted for a day off, restricting his thoughts to nothing more pressing than the next hill.",
        "Usually, he was simply Alex – as exciting as that might be.",
        "The mornings and evenings had been packed with chores, but there was usually time during the middle of the day to enjoy some time outside.",
        "He didn't usually bark at the deer and Alex wouldn't like it if he started chasing them now.",
        "That was usually during the winter when he wasn't so busy and had more energy.",
        "There is so little bad, and it is usually only a small part mixed with the good - where you're concerned.",
        "After purchasing a conservative blouse and jeans of quality, she moved on to a less crowded grocery store than the budget one she usually used.",
        "The bed in their room was king sized – overkill, since they usually slept cuddled together.",
        "He usually called, but...",
        "For months, he'd black out several times a day and wake up somewhere else, usually with the room around him in shambles.",
        "\"They usually come in pairs,\" Bianca said.",
        "She wielded it well, but it usually meant the choice was never really hers.",
        "The night usually reminded him of Jame.",
        "\"That phrase usually comes out of your mouth right before you do something really st…\" He cut the sentence short and turned to Ed.",
        "She usually did something stupid after saying she could take care of herself.",
        "Some didn't, and Xander usually found them before their boss could interfere.",
        "That usually meant she was going on vacation.",
        "With so few remaining from his time, Xander was usually pleased to see the man responsible for killing any vamps Xander created.",
        "People usually do that the first time Sofi reads them.",
        "That usually means no survivors.",
        "These two, afterwards joined by the primate's old rival Lord Shannon, and usually supported by the earl of Kildare, regained control of affairs in 1758, during the viceroyalty of the duke of Bedford.",
        "The height of the male at the shoulder when full grown is usually from 8 to lc, ft., occasionally as much as II, and possibly even more.",
        "But among archaeologists the word is usually restricted in its technical modern application to a sepulchral mound of greater or less magnitude.",
        "It receives from the north several intermittent streams, the chief, usually carrying a fair amount of water, being the Khulu or Kolimbine, coming from the Kaarta plateau.",
        "It is usually regarded as the Chretes or Chremetes of Hanno, and the Nachyris and Bambotus of the Greeks and Romans, but it is not possible definitely to identify it with any of the rivers on Ptolemy's map. Idrisi and other medieval Arabian geographers undoubtedly refer to it.",
        "c antero-posterior direction, its ventral lobe usually concealing the mouth.",
        "Associated with these males are neuter zooids, which usually possess no functional repro ductive organs, but have in I -...",
        "They are of a reddish colour and usually crystallize well; on heating with concentrated acids are usually transformed into the purpureo-salts.",
        "The foundation of the abbey of St Maurice (Agaunum) in the Valais is usually ascribed to Sigismund of Burgundy (515).",
        "The western Mediterranean is cut off by a bank crossing the narrow strait between Sicily and Cape Bon, usually known as the Adventure Bank, on which the depth is nowhere 200 fathoms. The mean depth of the western basin is estimated at 881 fathoms, and the deepest sounding recorded is 2040 fathoms. In the eastern Mediterranean the mean depth is nearly the same as in the western basin.",
        "Its houses are usually one-storeyed, built of adobe and roofed with red tiles; its public buildings are among the finest in Central America.",
        "The colour usually deepens toward the zenith and also with the elevation of the observer.",
        "It is evident that the normal blue is more or less diluted with extraneous white light, having its origin in reflections from the grosser particles of foreign matter with which the air is usually charged.",
        "In the optical examination we may, if we prefer it, polarize the primary light; but it is usually more convenient to analyse the scattered light.",
        "The transition from blue to orange or red at sunset is usually through green, but exceptional conditions may easily disturb the normal state of things.",
        "The maxillary palps have usually three, the labial either two or four segments.",
        "Observations have usually been limited to a portion of the year, or to a few hours of the day, whilst the results from different stations differ much in details.",
        "During thunderstorms the record from an electrograph shows large sudden excursions, the trace usually going off the sheet with every flash of.",
        "The principal maximum is usually found in the evening between 8 and pp P.M., the principal minimum in the morning from 3 to 5 A.M.",
        "inn tendencyforthe double period, usually so prominent in summer, to become less pro- 6 Noon 6 Mid- nounced in winter, the a.m.",
        "During rain the potential is usually but not always negative, and frequent alternations of sign are not uncommon.",
        "and noon during westerly winds, which at Madras are usually very dry and dusty.",
        "Owing to observational difficulties, the exact measure of success attained is a little difficult to gauge, but it seems fairly certain that raindrops usually carry a charge.",
        "The percentage of the charge which is dissipated per minute is usually denoted by a + or a_ according to its sign.",
        "The observations were usually confined to a few hours of the day, very commonly between II A.M.",
        "in diameter, charged to a negative potential of at least 2000 volts, is supported between insulators in the open, usually at a height of about 2 metres.",
        "The mushroom usually grown in gardens or hot-beds, in cellars, sheds, &c., is a distinct variety known as Agaricus hortensis.",
        "In some instances these differences are so marked that they have led some botanists to regard as distinct species many forms usually esteemed by others as varieties only.",
        "These two fungi usually grow in woods, but sometimes in hedges and in shady places in meadows, or even, as has been said, as invaders on mushroom-beds.",
        "The dangerous principle is a narcotic, and the symptoms are usually great nausea, drowsiness, stupor and pains in the joints.",
        "or 40 poles, which was the usually accepted length of the furlong.",
        "The colour of the vestment is usually white for bishops and priests (this is the rule in the Coptic Church); for the other orders there is no rule, and all colours,.",
        "The joists are covered with a waterproof material such as asphalt, lead, zinc or copper, the three last materials being usually laid upon boarding, which stiffens the structure and forms a good surface to fix the weatherproof covering upon.",
        "The notables elect the provincial councillors in the proportion, usually, of one to every canton, and their delegates elect the chief of the canton, who voices the wishes of the natives to the government.",
        "In return they usually had a house near the episcopal palace, a domain within and without the city, and sometimes the right to levy certain dues on the city.",
        "The vidames usually took their title from the see they represented, but not infrequently they styled themselves, not after their official fief, but after Head Vicugna.",
        "The skirts are usually of the native wool (called orbacia).",
        "Callander owes much of its prosperity to the fact that it is the centre from which the Trossachs is usually visited, the route being that described in Scott's Lady of the Lake.",
        "CAT,' properly the name of the well-known domesticated feline animal usually termed by naturalists Felis domestics, but in a wider sense employed to denote all the more typical members of the family Felidae.",
        "He usually dressed in black, with unobtrusive propriety.",
        "But he did not stop short in the region of what is usually termed physics.",
        "It is largely cultivated, and usually stands the winter of Britain; but in some years, when the temperature fell very low, the trees have suffered much.",
        "A green is divided into spaces usually from 18 to 21 ft.",
        "The score having been counted, the leader then places the mat, usually within a yard of the spot where the jack lay at the conclusion of the head, and throws the jack in the opposite direction for a fresh end.",
        "Circles of these radii are usually marked around the jack for convenience' sake.",
        "It is the same that is usually called by Europeans \"the Chinese city.\"",
        "Organizing it like this would be easy, because it would be working with the grain of the encyclopedia itself, and usually, for instance, the county that any British or Irish town is in is listed very early in the article.",
        "It may be assumed that the social corruption in Jerusalem was such as is usually found in wealthy communities, made bolder in this case, perhaps, by the political unrest and the weakness of the royal government under Zedekiah.",
        "It was however accepted by him, and in official documents he usually styles them \"the people called Methodists.\"",
        "It has been usually supposed that John Napier was buried in St Giles's church, Edinburgh, which was certainly the burialplace of some of the family, but Mark Napier (Memoirs, p. 426) quotes Professor William Wallace, who, writing in 1832, gives strong reasons for believing that he was buried in the old church of St Cuthbert.",
        "The number of decuriones varied in different towns, but was usually ioo.",
        "Though the admission of new members is, strictly speaking, the act of the session, this duty usually devolves upon the minister, who reports his procedure to the session for approval and confirmation.",
        "The case is usually stated somewhat as follows.",
        "Yet even in a church court inequality, generally speaking, is visible to the extent that an elder is not usually eligible for the moderator's chair.",
        "From New England, as has been seen, Puritan settlers established Presbyterian churches (or churches which immediately became Presbyterian) in Long Island, on New Jersey, and in South Carolina; but the Puritans who remained in New England usually established Congregational churches.",
        "Another stretch of marsh usually cuts off the northernmost part of the lake from the central sections.",
        "These minor ranges, excepting the Zenta, are separated from the Andean masses by comparatively low depressions and are usually described as distinct ranges; topographically, however, they seem to form a continuation of the ranges running southward from the Santa Victoria and forming the eastern rampart of the great central plateau of which the Puna de Atacama covers a large part.",
        "The north wind usually terminates with a thunderstorm or with a pampero, a cold south-west wind from the Andes which blows with great violence, causes a fall in temperature of 15° to 20°, and is most frequent from June to November - the southern winter and spring.",
        "Each department controls and maintains the routes dpartementales, usually good macadamized roads connecting the chief places within its limits and extending in 1903 over 9700 m.",
        "The general council controls the departmental administration of the prefect, and its decisions on points of local government are usually final.",
        "Mayors are usually assisted by deputies (adjoints).",
        "Central Administration.The head of the French navy is the Minister of Marine, who like the other ministers is appointed by decree of the head of the state, and is usually a civilian.",
        "The naval prefect is assisted by a rearadmiral as chief of the staff (except at Lorient and Rochefort, where the office is filled by a captain), and a certain number of other officers, the special functions of the chief of the staff having relation principally to the efficien.cy and personnel of the fleet, while the major-general, who is usually a rear-admiral, is concerned chiefly with the materiel.",
        "The inscript usually begins his service at the age of twenty and passes through a period of obligatory service lasting seven years, and generally comprising five years of active service and two years furlough.",
        "The Florentine carroccio was usually followed by a smaller car bearing the martinella, a bell to ring out military signals.",
        "The state representatives are usually apportioned among the several counties according to population and not by geographical position.",
        "It is usually stated, on the authority of Ephorus, that Pheidon of Argos established a mint in Aegina.",
        "It is usually made by distilling tartaric acid with potassium bisulphate at about zoo-250° C., the crude product being afterwards fractionated.",
        "Acetamide,, CH 3 ï¿½Conh 2j is a white deliquescent crystalline solid, which melts at 82-83° C. and boils at 222° C. It is usually prepared.",
        "marsupium, a \"pouch,\" or \"bag\"), the group of mammals in which the young are usually carried for some time after birth in a pouch on the under-surface of the body of the female.",
        "The tail is long and in some cases prehensile; the first hind-toe may be either large, small or absent; the dentition usually includes three pairs of upper and one of lower incisors, and six or seven pairs of cheekteeth in each jaw; the stomach is either simple or sadculated, without a cardiac gland; and there are four teats.",
        "Caecum present (except in Tarsipes), and usually large.",
        "His experimental investigations are carried out with plain and usually home-made apparatus, the accessories being crude and rough, but the essentials thoughtfully designed so as to compass in the simplest and most perfect manner the special end in view.",
        "The interior of the continent west of 135° and north of the Musgrave ranges is usually termed by geographers the Australian Steppes.",
        "It will not dissolve in water as gums do, but it is soluble in alcohol, as resin usually is.",
        "It is usually found in association with tin and other minerals.",
        "It is usually associated with serpentine.",
        "It usually occurs in association with other minerals in veins.",
        "The tonnage of goods carried amounts to about 16,000,000 tons, or 4 tons per inhabitant, which must be considered fairly large, especially as no great proportion of the tonnage consists of minerals on which there is usually a low freightage.",
        "The head hair is usually matted with grease and dirt, but when clean is fine and glossy.",
        "There are words for the elementary numbers, one, two, three; but \" four \" is usually expressed by \" two-two.\"",
        "The breast or back, of both sexes, is usually tattooed, or rather, scored with rows of hideous raised scars, produced by deep gashes made at puberty.",
        "The efficacy of this legislation is in its administration, the language in which coloured aliens are usually tested being European.",
        "His colouring for the most part is unpleasing, partly owing to his violent treatment of skies with crude blues and orange, and his chiaroscuro usually is much exaggerated.",
        "He was also fond of hunting, and for this reason usually lived at Adrianople.",
        "per annum, and that of the east coast, where the north-east monsoon breaks with all its fury, is usually about 1 55 in.",
        "In their own language they usually have only three numerals, viz.",
        "The state usually has long and severe winters and cool summers, but sudden changes of temperature are common at all seasons.",
        "The male flowers are in small clusters on the usually slender and pendent stalk, forming an interrupted catkin; the stamens vary in number, usually six to twelve.",
        "The catkins appear soon after the young leaves, usually in England towards the end of May; the acorns, oblong in form, are in shallow cups with short, scarcely projecting scales; the fruit is shed the first autumn, often before the foliage changes.",
        "The distance between the oaks depends upon the growth intended before thinning the young wood; usually they are placed from 8 to 12 ft.",
        "The leaves are large, often irregular in form, usually with a few deep lobes dilated at the end; they are of a bright light green on the upper surface, but whitish beneath; they turn to a violet tint in autumn.",
        "Ilex, usually a smaller tree, frequently of rather shrub-like appearance, with abundant glossy dark-green leaves, generally ovate in shape and more or less prickly at the margin, but sometimes with the edges entire; the under surface is hoary; the acorns are oblong on short stalks.",
        "Duikers are animals of small or medium size, usually frequenting thick forest.",
        "The horns, usually present in both sexes, are small and straight, situated far back on the forehead; and between them rises the crest-like tuft of hair from which the genus takes its scientific name.",
        "The communication between the Atlantic and Arctic basins being cut off, as already described, at a depth of about 300 fathoms, the temperatures in the Norwegian Sea below that level are essentially Arctic, usually below the freezing-point of fresh water, except where the distribution is modified by the surface circulation.",
        "In all of these water of relatively high salinity usually appears for a long distance towards the north on the eastern side of the channel, while on the western side the water is comparatively fresh; but great variations occur at different seasons and in different years.",
        "We do intend to keep the names of the editors in those cases, but it will usually not be possible to specify who exactly wrote which part of the text.",
        "Energy of motion is usually called \"kinetic energy.\"",
        "Thus we justify, on grounds of instrumentation, laws usually known as laws of harmony and counterpoint.",
        "The beginning of Mendelssohn's F minor quartet is, again, a case usually, but perhaps wrongly, condemned for its orchestral appearance on paper.",
        "Beneath the epidermis is a longitudinal layer of muscle-fibres which are separated into four distinct groups by the dorsal, ventral and lateral areas; these are occupied by a continuation of the epidermic layer; in the lateral areas run two thin-walled tubes with clear contents, which unite in the anterior part of the body and open by a pore situated on the ventral surface usually about a quarter or a third of the body length from the anterior end.",
        "A nervous system has been shown to exist in many species, and consists of a perioesophageal ring giving off usually six nerves which run forwards and backwards along the lateral and median lines; these are connected by numerous fine, circular threads in the sub-cuticle.",
        "This migration is usually accompanied by a more or less complete metamorphosis.",
        "Usually two are found in this position lying side by side; it would be interesting to know if these are male and female.",
        "Barrel cranes are usually fitted with band brakes, consisting of a brake rim with a friction band placed round it, the band being tightened as required.",
        "Crane brakes are usually under the direct control of the driver, and they are generally arranged in one of two ways.",
        "The service was usually discharged by slaves and serfs, but the amelu (and perhaps the muskinu) went to war.",
        "Houses were let usually for the year, but also for longer terms, rent being paid in advance, half-yearly.",
        "This was matter of contract, and the hirer, who usually paid in advance, might demand a guarantee to fulfil the engagement.",
        "In commercial matters, payment in kind was still common, though the contracts usually stipulate for cash, naming the standard expected, that of Babylon, Larsa, Assyria, Carchemish, &c. The Code enacted, however, that a debtor must be allowed to pay in produce according to statutory scale.",
        "In normal cases profits were divided according to contract, usually equally.",
        "He was usually paid in advance.",
        "The marriage of young people was usually arranged between the relatives, the bridegroom's father providing the bride-price, which with other presents the suitor ceremonially presented to the bride's father.",
        "This bride-price was usually handed over by her father to the bride on her marriage, and so came back into the bridegroom's possession, along with her dowry, which was her portion as a daughter.",
        "The marriage contract, without which the Code ruled that the woman was no wife, usually stated the consequences to which each party was liable for repudiating the other.",
        "Although married she always remained a member of her father's house - she is rarely named wife of A, usually daughter of B, or mother of C. Divorce was optional with the man, but he had to restore the dowry and, if the wife had borne him children, she had the custody of them.",
        "The latter is the forfeit usually named in the contract for his repudiation of her.",
        "A daughter's estate was usually managed for her by her brothers, but if they did not satisfy her, she could appoint a steward.",
        "This was done by contract, which usually specified what the parent had to leave and what maintenance was expected.",
        "The real children, if any, were usually consenting parties to an arrangement which cut off their expectations.",
        "Vestals frequently adopted daughters, usually other vestals, to care for their old age.",
        "Adoption had to be with consent of the real parents, who usually executed a deed making over the child, who thus ceased to have any claim upon them.",
        "Usually he was residuary legatee.",
        "There was no birthright attaching to the position of eldest son, but he usually acted as executor and after considering what each had already received equalized the shares.",
        "The restoration of goods appropriated, illegally bought or damaged by neglect, was usually accompanied by a fine, giving it the form of multiple restoration.",
        "The penalty for false witness was usually that which would have been awarded the convicted criminal.",
        "The word is still sometimes employed in this sense, as of the ship's telegraph, by means of which orders are mechanically transmitted from the navigating bridge to the engine room, but when used without qualification it usually denotes telegraphic apparatus worked by electricity, whether the signals that express the words of the message are visual, auditory or written.",
        "5-7), as usually manufactured, consists of a core a in the centre of which is a strand of copper wires varying in weight for different cables between 70 and 650 lb to the nautical mile.",
        "It is then placed in a tank of water and kept at a certain fixed temperature, usually 75° F., until it assumes approximately a constant electrical state.",
        "The life of a cable is usually considered to continue until it is no longer capable of being lifted for repair, but in some cases the duration and frequency of interruptions as affecting Life.",
        "Operators who used the recorder soon learned to read the message by the click of the armature against its stop, and as this left the hands and eyes free to write, reading by sound was usually preferred.",
        "The perforation of the paper when done by hand is usually performed by means of small mallets, but at the central telegraph office in London, and at other large offices, the keys are only used for opening air-valves, the actual punching being done by pneumatic pressure.",
        "The motor is usually supported on a platform at the back of the instrument, its drivingwheel being connected to the shaft of the paper roller by means of a spirally wound steel band.",
        "The shunts usually employed with the drum relay (referred to above) have each a resistance of about 30 ohms and an inductance of 20, 30 and 40 henrys respectively.",
        "The metal is usually obtained from the flue-dust (produced during the first three or four hours working of a zinc distillation) which is collected in the sheet iron cones or adapters of the zinc retorts.",
        "The territory in which a telephone administration operates is usually divided into a number of local areas, in each of which one or more exchanges are placed.",
        "This requirement is usually met by connecting a third or \" test \" wire to each of the jacks associated with a subscriber's line, and by making the circuit arrangements such that this wire is either disconnected or at earth potential when the line is not in use, and at some potential above or below that of the earth, when the circuit is engaged.",
        "The call-wires were usually equipped with drops in order that the exchange might be called at night when the operators were not listening continuously.",
        "In suburban and rural districts subscribers are usually served by means of bare wires erected upon wooden or iron poles.",
        "In the types of cable that were first used, the wires, usually with a cotton insulation, were drawn into lead tubes, and the tubes filled with paraffin or other similar compound, which kept the wires from the injurious effects of any moisture which might penetrate the lead tube.",
        "Junction circuits are usually made up of 20 or 40 lb conductors.",
        "ridges, which are usually prolonged as teeth beyond the infolded margin.",
        "The greater part of this trough is over 600 fathoms deep. The profusion of islands and their usually bold elevation give beauty and picturesqueness to the sea, but its navigation is difficult and dangerous, notwithstanding the large number of safe and commodious gulfs and bays.",
        "The breed of cattle most widely distributed is that known as the Podolian, usually with white or grey coat and enormous horns.",
        "Products are usually divided in equal proportions between the owner and the tiller.",
        "Stock usually belongs to the owner, and, even if kept on the half-and-half system, is usually bought by him.",
        "This contract is usually renewed from year to year.",
        "The lessee, or farmer, tills the soil at his own risk; usually he provides live stock, implements and capital, and has no right to compensation for ordinary improvements, nor for extraordinary improvements effected without the landlords consent.",
        "Large landlords are usually represented by ministri, or factors, who direct agricultural operations and manage the estates, but the estate is often let to a middleman, or mercante di campagna.",
        "Vines and olives are usually planted, the landlord paying the taxes and receiving one-third of the produce.",
        "Usually leases last from three to six years.",
        "These lessees are usually speculators, who divide and sub-let the estate.",
        "The second region included Apulia and Calabria (the name by which the Romans usually designated the district known to the Greeks as Messapia or lapygia), together with the land of the Hirpini, which had usually been considered as a part of Samnium.",
        "Leeches are usually olive green to brown in colour, darker patches and spots being scattered over a paler ground.",
        "In artistic representations, Brahma usually appears as a bearded man of red colour with four heads crowned with a pointed, tiara-like head-dress, and four hands holding his sceptre, or a sacrificial spoon, a bundle of leaves representing the Veda, a bottle of water of the Ganges, and a string of beads or his bow Parivita.",
        "From the archaic style in which these mythological tales are usually composed, as well as from the fact that not a few of them are found in Brahmanas of different schools and Vedas, though often with considerable variations, it seems pretty evident that the groundwork of them must go back to times preceding the composition or final redaction of the existing Brahmanas.",
        "Certainly history shows that theism has generally been associated with some reduced or limited form of philosophy, usually with the intuitionalist scheme.",
        "The theistic writers are usually intuitionalists; but it has been urged above that a fruitful study of theism must in each case inquire what is the writer's philosophical basis.",
        "In fresh-water Hydromedusae the life-cycle is usually secondarily simplified, but in marine forms the life-cycle may be extremely complicated, and a given species often passes in the course of its history through widely different forms adapted to different habitats and modes of life.",
        "With the exception of these forms, reduced for the most part in correlation with a semi-parasitic mode of life, the tentacles are usually numerous.",
        "7) is a spherical or oval capsule containing a hollow thread, usually barbed, coiled in its interior.",
        "Thus the typical hydroid colony starts from a \" founder \" polyp, which in the vast majority of cases is fixed, but which may be floating, as in Nemopsis, Pelagohydra, &c. The founder-polyp usually produces by budding polyp-individuals, and these in their turn produce other buds.",
        "F, foundersecond bud, which usually polyp; I, 2, 3, succession of polyps forms a side branch or pinnule budded from the founder.",
        "24); thirdly, in position and origin, being usually implanted on the extreme edge of the umbrella, but in Narcomedusae they become secondarily shifted and are given off high up on the ex-umbrella (figs.",
        "- A eginopsis hensenii, slightly magnified, showing the manner in which the tentacles are carried in life.) medusa usually has a characteristic method of carrying its tentacles.",
        "(In Hydra, on the other hand, the individual is usually hermaphrodite.) The medusa always reproduces itself sexually, and in some cases non-sexually also.",
        "In the Hydromedusae they usually, if not invariably, ripen in the ectoderm, but in the neighbourhood of the main sources of nutriment, that is to say, not far from the stomach.",
        "The entocodon is usually formed, proving the medusoid nature of the bud, but in sporosacs the entocodon may be rudimentary or absent altogether.",
        "the entocodon, however developed, gives rise at first to a closed cavity, representing a closing over of the umbrella, temporary in the bud destined to be a free medusa, but usually permanent in the sessile gonophore.",
        "The ovum of Hydromedusae is usually one of a large number of odgonia, and grows at the expense of its sister-cells.",
        "In Ieptolinae the embryonic development culminates in a polyp, which is usually formed by fixation of a planula (parenchymula), rarely by fixation of an actinula.",
        "The body bears tentacles, but shows no division into hydrorhiza, hydrocaulus or hydranth; it is temporarily fixed and has no perisarc. The polyp is usually hermaphrodite, developing both ovaries and testes in the same individual.",
        "The polyp may be solitary, but more usually produces polyps by budding and forms a polyp-colony.",
        "Gonosome with free medusae or gonophores; medusae usually with ocelli, never with otocysts.",
        "The gymnoblastic polyp usually has a distinct perisarc investing the hydrorhiza and the hydrocaulus, sometimes also the hydranth as far as the bases of the tentacles (Bimeria); but in such cases the perisarc forms a closely-fitting investment or cuticule on the hydranth, never a hydrotheca standing off from it, as in the next sub-order.",
        "- Trophosome only known in one genus (Thaumantias), similar to that of the Eucopidae; gonosome, free medusae with otocysts inconspicuous or absent, with usually four, sometimes eight, rarely more than eight, radial canals, simple and unbranched, along which the gonads are developed, with numerous tentacles bearing ocelli and with marginal sense-clubs.",
        "The tentacles are usually hollow, rarely solid (Obelia) .",
        "not lobed or indented; tentaculocysts usually enclosed in vesicles; gonads on the radial canals.",
        "The sense-organs are tentaculocysts which are usually enclosed in vesicles and may be sunk far below the surface.",
        "The coenosarc may consist of a single elongated tube or stolon, forming the stem or axis of the cormus on which, usually, the appendages are arranged in groups termed cormidia; or it may take the form of a compact mass of ramifying, anastomosing tubes, in which case the cormus as a whole has a compact form and cormidia are not distinguishable.",
        "By coalescence of the endoderm-layers, the coelenteron may be reduced to vessels, usually eight in number, opening into a ring-sinus surrounding the pore.",
        "name; never absent and usually present in great numbers (fig.",
        "Nevertheless, though the conceptions originally denoted by \" evolution \" and \" development \" were shown to be untenable, the words retained their application to the process by which the embryos of living beings gradually make their appearance; and the terms\" development,\" \" Entwickelung,\"and \" evolutio \" are now indiscriminately used for the series of genetic changes exhibited by living beings, by writers who would emphatically deny that \" development \" or \" Entwickelung \" or \" evolutio,\" in the sense in which these words were usually employed by Bonnet or Haller, ever occurs.",
        "Considering that this book was written before the time of Haller, or Bonnet, or Linnaeus, or Hutton, it surely deserves more respectful consideration than it usually receives.",
        "Metropolitans usually now have a metropolitan tribunal distinct from their diocesan court (ib.",
        "A mountain, usually with very steep peaks, forms the centre, if not the whole island; on all sides steep ridges descend to the sea, or, as is oftener the case, to a considerable belt of flat land.",
        "They usually took as a present for their mother a small cake known as a simnel.",
        "Rolled pieces of amber, usually small but occasionally of very large size, may be picked up on the east coast of England, having probably been washed up from deposits under the North Sea.",
        "There are about twenty species, but the number cannot be very accurately defined - several, usually regarded as distinct, being probably merely variable forms of the same type, and the ease with which the trees intercross has led to the appearance of many hybrids.",
        "In this well-known variety the young shoots are but slightly angled, and the branches in the second year become round; the deltoid short-pointed leaves are usually straight or even rounded at the base, but sometimes are slightly cordate; the capsules ripen in Britain about the middle of May.",
        "In the Roman Catholic Church the vigil is now usually celebrated on the morning of the day preceding the festival, except at Christmas, when a midnight mass is celebrated, and on Easter Eve.",
        "The original prescription is kept by the pharmacist for either three or ten years, according to the country, and a certified copy given to the patient, written on white paper if for internal use, or on coloured paper (usually orange yellow) if for external use.",
        "The preliminary, or classical examination, is usually that of university matriculation, or its equivalent.",
        "In Great Britain the period of study is voluntary, and usually occupies only one year.",
        "The western towers of Westminster Abbey are usually attributed to Wren, but they were not carried out till 1735-1745, many years after Wren's death, and there is no reason to think that his design was used.",
        "In GY~~1NospERMsso-called because the ovules (and seeds) are borne on an open sporophyll or carpelthe microsporophylls and macrosporophylls are not as a rule associated in the same shoot and are generally arranged in cone-like structures; one or two small prothallial cells are formed in the germination of the microspore; the male cells are in some older members of the group motile though usually passive.",
        "The ovule is not enclosed in an ovary, and the usually solitary macrospore becomes filled with a prothallus, in the upper part of which are formed several rudimentary archegonia.",
        "A solid fungal body may usually be seen to consist of separate hyphae, but in some cases these are so bent and closely interwoven that an appearance like that of ordinary parenchymatous tissue is obtained in section, the structure being called pseudo parenchyrna.",
        "This is especially the case in the lichens (symbiotic organisms composed of a fungal mycelium in association with algal cells), which are usually exposed to very severe fluctuations in external conditions.",
        "The frondose (thalloid) Jungermanniales show no such differentiation of an assimilating tissue, though the upper cells of the thallus usually have more chlorophyll than the rest.",
        "In a few cases there is a special surface or epidermal layer, but usually all the outer layers of the stem are composed of brown, thick-walled, lignified, prosenchymatous, fibre-like cells forming a peripheral stereom (mechanical or supporting tissue) which forms the outer cortex.",
        "The end wall is usually very thin, and the protoplasm on artificial contraction commonly sticks to it just as in a sieve-tube, though no perforation of the wall has been found.",
        "Besides this there is usually a living conducting tissue, sometimes differentiated as leptom, forming a mantle round the hydrom, and bounded externally by a more or less well-differentiated endodermis, abutting on an irregularly cylindrical lacuna; the latter separates the central conducting cylinder from the cortex of the seta, which, like the cortex of the gametophyte stem, is usually differentiated into an outer thick-walled stereom and an inner starchy parenchyma.",
        "This last type of hydathode is usually situated on the edge of the leaf.",
        "In correspondence with its water-absorbing epidermis function it is not cuticularized, but remains usually thinof Root, walled; the absorbing surface is increased by its cell~",
        "The cortex of a young stem is usually green, and plays a more or less important part in the assimilative function.",
        "This tissue remains living and is usually formed quiti early, just below the epidermis, where it provides the first periphera support for a still growing stem or petiole.",
        "The tracheids or vessels, indifferently called tracheal elements, together with the immediately associated cells (usually amylom in Pteridophytes) constitute the xylem of the plant.",
        "along (usually) two or (sometimes) more vertical lines.",
        "In many cases externai protophloem, usually consisting of narrow sieve-tubes often with swollen walls, can be distinguished from metaphloem.",
        "This consists of a few xylem elements, e a a segment of phloem, pericycle, and usually an arc of h~s endodermis, which closes round the bundle as it detaches ~",
        "metu starchy xylem-parenchyma, which, when the xylem is bulky, usually appear among the tracheids, the phloem also often being penetrated by similar bands of phloem-parenchyma.)",
        "They usually run freely in the pith and Polycycly.",
        "In the petiole these strands may increase in number by branching, and thotigh usually reducible to the outline of the primitive horseshoe, more or less elaborated, they may in some of the complex polycylic dictyostelic types (Marattiaceae) be arranged in several concentric circles, thus imitating the arrangement of strands formed in the stem.",
        "13, 23), the xylem of which is usually wedgeshaped in cross-section with the protoxylem elements at the inner extremity, while the phloem forms a band on the outer side of the xylem, and separated from it by a band of conjunctive tissue (mesodesm).",
        "The external conjunctive is usually a living comparatively small-celled tissue, whose cells are consider ably elongated in the direction of the stem-axis and frequently contain abundant starch.",
        "In the blade of a typical leaf of a vascular plantessentially a thin plate of assimilating tissuethe vascular system takes the form of a number of separate, usually branching and anastomosing strands.",
        "This takes the form of long usually richly branched tubes which penetrate the other tissues of the plant mainly in a longitudinal direction.",
        "developed at its base, usually becoming continuous with the cylinde of the root; the strand of the second leaf is formed in a similar wa~ and runs down to join that of the first, so that the stem stele is forme.",
        "The hypocotyl usually elongates, by its cells increasing very greatly in the longitudinal direction both in number and size, so that the cotyledons are raised into the air as the first foliage-leaves.",
        "This usually has the form of a tetrahedron, with its points base occupying the surface of the body of the axis and its apex pointing towards the interior.",
        "The differentiation of the stelar stereom, which usually takes the form of a sclerized pericycle, and may extend to the endocycle and parts of the rays, takes place in most cases later than the formation of the primary vascular strand.",
        "The separation of layers in the apical meristem of the root is usually very much more obvious than in that of the stem.",
        "This is known as exogenous branch-formation In the root, on the other hand, the origin of branches is endogenous The cells of the pericycle, usually opposite a protoxylem strand divide tangentially and give rise to a new growing-point.",
        "These intermediate cells, like the ordinary parenchyma, frequently store starch, and the fibres themselves, though usually dead, sometimes retain their protoplasm, and in that case may also be used for starch accumulations.",
        "The sieve-tubes of the secondary phloem usually have very oblique end-walls bearing a row of sieve-plates; plates also occur on the radial side-walls.",
        "An ordinary cambium is scarcely ever found in the Monocotyledons, but in certain woody forms a secondary meristem is formed outside the primary bundles, and gives rise externally to a little secondary cortex, and internally to a secondary parenchyma in which are developed numerous zones of additional bundles, usually of concentric structure, with phloem surrounded by xylem.",
        "The internal tissue formed by the phellogen is known as phelloderm, and consists usually of ordinary parenchyma.",
        "The lenticels of the stem are usually formed beneath stomata, whose function they take up after the stomata have been ruptured and cast off with the rest of the epidermis.",
        "Usually they are absent from the cells of the epidermis, though in some of the lower plants they are met with there also.",
        "The proteolvtic enzymes, or those which digest proteids, are usually divided into two groups, one which breaks down ordinary proteids into diffusible bodies, known as peptones, which are themselves proteid in character.",
        "Growth, as usually spoken of, includes two essentially different processes.",
        "The second, which is usually included in the term, is the increase of such accessories of living substance as are necessary for its well-being.",
        "More indirect methods, such as the grafting of less resistant scions on more vigorous stocks, of raising special late or early varieties by crossing or selection, and so on, have also met with success; but it must be understood that resistant in such cases usually means that some peculiarity of quick growth, early ripening or other life-feature in the plant is for the time being taken advantage of.",
        "It may be due to insufficient illumination (Etiolation), as seen in geraniums kept in too shaded a situation, and is then accompanied by soft tissues, elongation of internodes, leaves usually reduced in size, &c. The laying of wheat is a particular case.",
        "This mattel- is bound up with the centres of origin and with the past migrations of species; and such questions are usually treated as a part of floristic plant geography.",
        "The root-system is usually small.",
        "Submerged leaves are usually filamentous or narrowly ribbonshaped, thus exposing a large amount of surface to the water, some of the dissolved gases of which they must absorb, and into which they must also excrete certain gases.",
        "The nucleolus appears to form a part of t-he Linin network, but has usually also a strong affinity for nuclear stains.",
        "This has a strong attraction for basic aniline dyes, and can usually be distinguished from other parts of the cell which are more easily colored by acid anilines.",
        "The segments of each ch~omosome are usually twisted upon.",
        "In the Fungi it is usually composed of a modified form of cellulose known as fungus cellulose, which, according to Mangin, consists of callose in combination either with cellulose or pectic compounds.",
        "Fertilization.The formation of the zygote or egg-cell takes place usually by the fusion of the contents of two cells, and always includes, as -",
        "In plants with multinucleate cells, such as Albugo, Peronospora and Vaucheria, it is usually a uninucleate cell differentiated by separation of the nuclei from a multinucleate cell, but in Albugo bliti it is multinucleate, and in Sphaero plea it may contain more than one nucleus.",
        "The Greek hippodrome was usually set out on the slope of a hill, and the ground taken from one side served to form the embankment on the other side.",
        "into types has usually had regard rather to geological structure than to external form, so that some geologists would even apply the name of a mountain range to a region not distinguished by relief from the rest of the country if it bear geological evidence of having once been a true range.",
        "Plants exhibit the controlling power of environment to a high degree, and thus vegetation is usually in close adjustment to the bolder geographical features of a region.",
        "Where two of the faunal realms meet there is usually, though not always, a mixing of faunas.",
        "The black type is found only in tropical or sub-tropical countries, and is usually in a primitive condition of culture, unless educated by contact with people of the white type.",
        "In Europe and Asia frontiers are usually strongly fortified and strictly watched in times of peace as well as during war.",
        "The salts of all the metals of this group usually crystallize well, the chlorides and nitrates dissolve readily in water, whilst the carbonates, phosphates and sulphates are either very sparingly soluble or are insoluble in water.",
        "It is partly due to this early meaning that the derivation from the root of \" brood \" has been usually accepted; this the New English Dictionary regards as \" inadmissible.\"",
        "When fully dilated, the pupil is round in all birds; when contracted it is usually round, rarely oval as in the fowl.",
        "In the modern Roman Catholic Church, outside monastic services, the office is usually said on the preceding afternoon or evening.",
        "Their writings, like those of the apostles, are epistolary; but editions of the apostolic fathers now usually admit also the early Church order known as the Didache, the allegory entitled the Shepherd, and a short anonymous apology addressed to one Diognetus.",
        "He was not a notable scholar, and he had not much of what is usually called tact in his dealings either with the juvenile or the adult mind.",
        "Its date is now usually given as about Soo B.C. 1 In the next century the document E was composed, so called from its using 1 The dating of these documents is extremely difficult, since it is based entirely on internal evidence.",
        "In the exile, but probably after 50o B.C., an important section of the Hexateuch, usually called the Priest's Code (P), was drawn up. At various times in the same century are to be placed the book of Job, the post-exilic parts of Isaiah, the books of Joel, Jonah, Malachi and the Song of Songs.",
        "of Tannaitic origin) are given in their original form, and the discussion of them is usually also in Hebrew.",
        "The name Masorah (Massorah) is usually derived from masar, to hand on, and explained as \"tradition.\"",
        "The colour of amethyst is usually attributed to the presence of manganese, but as it is capable of being much altered and even discharged by heat it has been referred by some authorities to an organic source.",
        "north Italy between Alps and Apennines and (b) the far more important Gallia Transalpina (or Ulterior, \" Further\"), usually called Gallia (Gaul) simply, the land bounded by the Alps, the Mediterranean, the Pyrenees, the Atlantic, the Rhine, i.e.",
        "The post of representative, and still more that of priest, was eagerly coveted and provided a scope for the ambitions which despotism usually crushes.",
        "book and engine room register are not compulsory, but are usually kept.",
        "Volcanic sulphur usually occurs as a sublimate around or on the walls of the vents, and has probably been formed in many cases by the interaction of sulphur dioxide and hydrogen sulphide.",
        "Such pyrites sulphur is usually contaminated with arsenic, and conse- quently is of less value than Sicilian sulphur, which is characteristically free from this impurity.",
        "Gay-Lussac in 181q, is usually obtained in the form of its barium salt by suspending freshly precipitated hydrated manganese dioxide in water and passing sulphur dioxide into the mixture until all is dissolved; the barium salt is then precipitated by the careful addition of barium hydroxide.",
        "PROPYLAEA (Hp67ruXov, Ilpolrl)aca), the name given to a porch or gate-house, at the entrance of a sacred or other enclosure in Greece; such propylaea usually consisted, in their simplest form, of a porch supported by columns both without and within the actual gate.",
        "The climate of the plateau is usually described as temperate, but it is essentially sub-tropical.",
        "The normal ambo, when the church contained only one, had three stages or degrees, one above the other, and it was usually mounted by a flight of steps at each end.",
        "In the Greek Church the older form remains, usually placed at the side.",
        "The lord high almoner is an ecclesiastical officer, usually a bishop, who had the rights to the forfeiture of all deodands and the goods of a felo de se, for distribution among the poor.",
        "Their colour is usually a darker brown than that of their kinsfolk of the eastern Pacific, but light-complexioned Maoris, almost European in features, are met with.",
        "1, Bc) usually typical in form.",
        "2 b, 9b and 26 b, c); the number of segments is usually eleven, but may vary from two to more than twenty.",
        "The ventral region of the thoracic skeleton is complex, each segment usually possessing a median sternum with paired episterna (in front) and epimera (behind).",
        "The hard fore-wings (elytra) are strengthened with marginal ridges, usually inflected ventrally to form epipleura which fit accurately along the edges of the abdomen.",
        "The glands occur in groups, and lead into common ducts which open usually so much reduced that the foremost apparent ventral sclerite of the abdomen represents the third sternite.",
        "The hind-wings, when developed, are characteristic in form, possessing a sub-costal nervure with which the reduced radial nervure usually becomes associated.",
        "Verhoeff (1894-1896) - in a beetle's abdomen, but the tenth sternite is usually absent.",
        "There are four malpighian tubes, and all five tarsal segments are usually recognizable.",
        "The prothorax is convex in front, and is usually drawn out behind into a prominent process on either side, while the elytra are elongate and tapering.",
        "This is a somewhat heterogeneous group, most of whose members are characterized by clubbed feelers and simple, unbroadened tarsal segments - usually five on each foot - but in some familie andenera the males have less than the normal number on the feet of one pair.",
        "There are about 600 species in the family, the males being usually larger than the females, and remarkable for the size of their mandibles.",
        "26, b, c) can be brought close together so as to form a club-like termination; usually the hinder abdominal segments are not covered by the elytra.",
        "Among the vegetable-feeding chafers we usually find that while the perfect insect devours leaves, the larva lives underground and feeds on roots.",
        "32), are a large family of beetles, well known by their rounded convex bodies, usually shining and hairless.",
        "The feelers are usually longer in the male than in the female, exceeding in some cases by many times the length of the body.",
        "Usually the mother-beetle makes a fairly straight tunnel along which, at short intervals, she lays her eggs.",
        "The use of the name in its most comprehensive sense dates only from the expansion of the empire in the 19th century; to the historian who writes of the earlier growth of the empire, Russia means, at most, Russia in Europe, or Muscovy, as it was usually called until the 18th century, from Moscow, its ancient capital.",
        "A broad belt of hilly tracts - in every respect alpine in character, and displaying the same variety of climate and organic life as alpine tracts usually do - skirts the plateau formation throughout its entire length on the N.",
        "Owing to the great risks from fire the villages usually cover a large area of ground, and the houses are scattered and straggling.",
        "In addition there are governors-general, generally placed over several governments and armed with more extensive powers, usually including the command of the troops within the limits of their jurisdiction.",
        "Owing to the orographical structure of the East-European plains, the river systems have become more than usually prominent and.",
        "The spring is exceptionally beautiful in central Russia; late as it usually is, it sets in with vigour, and vegetation develops with a rapidity which gives to this season in Russia a special charm, unknown in warmer climates.",
        "The Russian princes first heard of them from the wild nomadic Polovtsi, who usually pillaged the Russian settlers on the frontier but who now preferred - friendship and said: \" These terrible strangers have taken our country, and to-morrow they will take yours if you do not come and help us.\"",
        "On the Liverpool && Manchester railway they were usually 12 ft.",
        "The statistics of the killed usually afford all necessary stimulus to improvement.",
        "As a natural result weak railway companies in the United States have frequently been declared insolvent by the courts, owing to their inability in periods of commercial depression to meet their acknowledged obligations, and in the reorganization which has followed the shareholders have usually had to accept a loss, temporary or permanent.",
        "arising at intermediate places, and as these will not usually lie exactl y on the direct line, deviations from straightness will be rendered necessary.",
        "Racks of this type usually become impracticable for gradients steeper than 1 in 4, partly because of the excessive weight of the engine required and partly because of the tendency of the cog-wheel to mount the rack.",
        "Accidents due to simple climbing are, however, exceedingly rare, and are usually found associated with a faulty track, with \" plunging \" movements of the locomotive or vehicle, or with a \" tight gauge \" at curves or points.",
        "The keys which hold the rail in the chairs are usually of oak and are placed outside the rails; the inside position has also been employed, but has the disadvantage of detracting from the elasticity of the road since the weight of a passing train presses the rails up against a rigid mass of metal instead of against a slightly yielding block of wood.",
        "Machine shops are usually provided to enable minor repairs to be executed; the tendency, both in England and America, is to increase the amount of such repairing plant at engine sheds, thus lengthening the intervals between the visits of the engines to the main repairing shops of the railway.",
        "Though a busy colliery may send off its product by the train-load to an important town, the wagons will usually be addressed to a number of different consignees at different depots in different parts of the town, and therefore the train will have to be broken up somewhere short of its destination and its trucks rearranged, together with those of other trains similarly constituted, into fresh trains for conveyance to the various depots.",
        "The coefficient of friction is a variable quantity depending upon the state of the rails, but is usually taken to be This is the fundamental equation between the forces acting, however the torque may be applied.",
        "The maximum weight which one pair of wheels are usually allowed to carry on a first-class track is from 18 to 20 tons.",
        "In English practice where a spark-arrester is put in it usually takes the form of a wire-netting dividing the smoke-box horizontally into two parts at a level just above the top row of tubes, or arranged to form a continuous connexion between the blast-pipe and the chimney.",
        "7 he torque exerted on the driving-axle by the steam engine just at starting may be that due to the full boiler pressure acting in the cylinders, but usually the weight on the coupled wheels is hardly sufficient to enable advantage to be taken of the full boiler pressure, and it has to be throttled down by the regulator to prevent slipping.",
        "The area of the diagram may be measured, but it is usually more convenient to calculate the number of B.Th.U.",
        "Cars of this saloon type have been introduced into England for use on railways which have adopted electric traction, but owing to the narrower loading gauge of British railways it is not usually possible to seat four persons across the width of the car for its whole length, and at the ends the seats have to be placed along the sides of the vehicle.",
        "an hour; while usually the fastest express trains maintaining inclusive speeds of say 45 m.",
        "28, which is usually called the knuckle.",
        "Underground railways are of three general types: the one of extreme depth, built by tunnelling methods, usually with the shield and without regard to the surface topography, where the stations are put at such depth as to require lifts to carry the passengers from the station platform to the street level.",
        "The third type is the intermediate one between those two, followed by the Metropolitan and Metropolitan District railways, in London, where the railway has an arched roof, built usually at a sufficient distance below the surface of the street to permit the other subsurface structures to lie in the ground above the crown of the arch, and where the station platforms are from 20 to 30 ft.",
        "The spring tides rise upwards of 30 ft., and in a channel usually so shallow form a serious danger to shipping.",
        "what is usually called spiritualism) \"is supported,\" says Serjeant Cox.",
        "Both the mainland of Greece and the Greek colonies practised human sacrifice, usually as a means towards expulsion of evil.",
        "Three other works, entitled Adversaria, Chronicon, 606-960, and Opusculum de vitis Romanorum pontificum, are usually, but wrongly, assigned to Liudprand.",
        "Trade and other gilds in antiquity held subscription suppers or g pavot, similar to those of the early Corinthian church, usually to support the needs of the poorer members.",
        "During the French and Indian wars it was usually protected by a garrison, and some of the garrison houses are still standing.",
        "From 1776 to 1784 the state legislature usually met at Exeter.",
        "These men were distributed in various settlements, and their exercises were usually of an ecstatic character.",
        "These were usually regarded as visitations of chastisement for national sins and vindications of divine righteousness or judgments, i.e.",
        "The trunk is usually flattened, and twisted as though composed of several stems united; the bark is smooth and light grey; and the leaves are in two rows, 2 to 3 in.",
        "high, which is usually leafless with a terminal branched inflorescence.",
        "In the editions of the works .of Cyprian a number of treatises are printed which, certainly or probably, were not written by him, and have therefore usually been described as pseudo-Cyprianic. Several of them, e.g.",
        "It seems to be certain that the portion usually attributed to Septchenes was, in part at least, the work of his distinguished pupil, Louis XVI.",
        "The disintegrating speculations of an influential school of criticism in Germany were making their way among English men of culture just about the time, as is usually the case, when the tide was turning against them in their own country.",
        "The perennial lakes, such as those just described, hold their waters for years and perhaps centuries; but the ephemeral lakes usually evaporate in the course of the summer.",
        "The ascent is usually made from Castleton of Braemar, by way of the Linn of Dee, Glen Lui and Glen Derry.",
        "The definite article is usually prefixed to the name in Hebrew.",
        "Dubos, but singularly transforming it, he maintained that those invasions were not marked by the violent and destructive character usually attributed to them; that the penetration of the German barbarians into Gaul was a slow process; that the Germans submitted to the imperial administration; that the political institutions of theMerovingians had their origins in the Roman laws at least as much as, if not more than, in German usages; and, consequently, that there was no conquest of Gaul by the Germans.",
        "Yet the boldness and the splendour of the nebular theory have always given it a dignity not usually attached to a doctrine which from the very nature of the case can have but little direct evidence in its favour.",
        "'PHYSIOLOGUS, the title usually given to a collection of some fifty Christian allegories much read in the middle ages, and still existing in several forms and in about a dozen Eastern and Western languages.",
        "The wings, which are not capable of being folded, are usually transparent, but occasionally pigmented and adorned with coloured spots, blotches or bands; the wing-membrane, though sometimes clothed with minute hairs, seldom bears scales; the wing-veins, which are of great importance in the classification of Diptera, are usually few in number and chiefly longitudinal, there being a marked paucity of cross-veins.",
        "Although in the case of the majority of Diptera the body is more or less clothed with hair, the hairy covering is usually so short that to the unaided eye the insects appear almost bare; some forms, however, such as the bee-flies (Bombylius) and certain robber-flies (Asilidae) are conspicuously hairy.",
        "Bristles are usually present on the legs, and in the case of many families on the body also; those on the head and thorax are of great importance in classification.",
        "The sexes in Diptera are usually alike, though in a number of families with short antennae the males are distinguished by the fact that their eyes meet together (or nearly so) on the forehead.",
        "Metamorphosis in Diptera is complete; the larvae are utterly different from the perfect insects in appearance, and, although varying greatly in outward form, are usually footless grubs; those of the Muscidae are generally known as maggots.",
        "In the Orthorrhapha, in the pupae of which the appendages of the perfect insect are usually visible, the pupa-case generally splits in a straight line down the back near the cephalic end; in front of this longitudinal cleft there may be a small transverse one, the two together forming a T-shaped fissure.",
        "In these forms the pregnant female, instead of laying eggs, as Diptera usually do, or even producing a number of minute living larvae, gives birth at one time but to a single larva, which is retained within the oviduct of the mother until adult, and assumes the pupal state immediately on extrusion.",
        "(3) The effect of change of volume against external pressure (due to production or consumption of mechanical energy) may be neglected in the case of solids, liquids or solutions, but must usually be taken into account when gases are dealt with.",
        "The calorimeter used for solutions is usually cylindrical, and made of glass or a metal which is not, attacked by the reacting substances.",
        "When substances readily combine with water to form hydrates, the heat of solution in water is usually positive; when, on the other hand, they do not readily form hydrates, or when they are already hydrated, the heat of solution is usually negative.",
        "15), but it is usually reckoned from the first deportation, which was looked upon as of greater significance than the second (Jer.",
        "There is little doubt that Josephus refers to the same events; but there is considerable confusion in his history of the Persian age, and when he places the schism and the foundation of the new Temple in the time of Alexander the Great (after the obscure disasters of the reign of Artaxerxes III.), it is usually supposed that he is a century too late.",
        "They are bold and skilful sailors and fishermen; other trades, as boat and house building, carving, cooking, net and mat making, are usually hereditary.",
        "The Cretans themselves claimed for their island to be the birthplace of Zeus, as well as the parent of all the other divinities usually worshipped in Greece as the Olympian deities.",
        "Jealousy of everything emanating from Rome still keeps the Eastern churches from correcting the calendar according to the Gregorian reformation, and thus their Easter usually falls before, or after, that of the Western churches, and only very rarely, as was the case in 1865, do the two coincide.",
        "This was a candle of very large dimensions, set in a candlestick big enough to hold it, which was usually placed on the north side, just below the first ascent to the high altar."
    ],
    "definition": [
        "Most of the time; less than always, but more than occasionally.\nExcept for one or two days a year, he usually walks to work.",
        "Under normal conditions.",
        "Link/Cite"
    ]
}