{
    "translation": "לבטא",
    "uses": [
        "Unable to utter the word, are you?",
        "For a long time he could not utter a word, so that the Rhetor had to repeat his question.",
        "\"I didn't utter them now,\" she pointed out.",
        "The other guests, standing nearby, gaped in utter shock.",
        "They've brought us to utter ruin!",
        "The thought of us residing in utter blindness petrified me!",
        "First, he felt utter confusion, then anger.",
        "Suddenly he flicked off the flashlight, plunging them into utter darkness as she stumbled against him.",
        "No one has ever heard him utter a groan or a word of complaint.",
        "She spoke with total resignation, utter defeat as she looked up at me.",
        "The impulse to utter audible sounds had always been strong within me.",
        "Below, he could see a displaced boulder and disturbed earth before the slope dropped off at an impossible angle into utter blackness.",
        "If Deidre found pleasure in funnel cakes and warm socks, she found utter ecstasy in Gabriel's arms.",
        "Clement exhibits the absurdity and immorality of the stories told with regard to the pagan deities, the cruelties perpetrated in their worship, and the utter uselessness of bowing down before images made by hands.",
        "Rusty hinges were still visible in the wood but no door barred the entrance nor could anything be seen beyond but utter blackness.",
        "It was several more minutes before she was able to take deep breaths – even longer before she was able to utter more than a strangled sound.",
        "In order to understand the utter inability of the old republican party to withstand these changes, it is needful to retrace our steps and consider the skilful use made by Bonaparte of plots and disturbances as they occurred.",
        "Petya wished to say \"Good night\" but could not utter a word.",
        "But he had no time to utter the decisive word which the expression of his face caused his mother to await with terror, and which would perhaps have forever remained a cruel memory to them both.",
        "He could not utter them, though he wished to do so.",
        "\"Look out!\" he shouted, in a voice plainly showing that he had long fretted to utter that word, and letting the borzois slip he galloped toward the count.",
        "But periodically he forgot the utter uselessness of arguing with the opinionated old man.",
        "It seemed to Boris that it gave the Emperor pleasure to utter these words.",
        "It was a lesson intended to teach the Netherlanders the utter futility of opposition to the will of their lord.",
        "\"Hello, Jerome,\" she said in a tone of utter acquiescence.",
        "of Bohemia, and Ladislaus materially contributed to his utter overthrow at Durnkriit in 1278), neither of them was strong enough to make head against the disintegrating influences all around them.",
        "This was strongly opposed by Cromwell, who declared the very consideration of it had dangers, that it would bring upon the country \"utter confusion\" and \"make England like Switzerland.\"",
        "Why did I utter those words?",
        "Jackson shook violently, desperate to summon self-control, while every part of him yearned to cry out with the utter horror coursing through his mind.",
        "Corday stared at Dean as if he were something on his shoe, utter disgust written on his unshaven face.",
        "Henceforth it was impossible to publish or to utter a word which might offend the despots of church or state; and the Italians had to amuse their leisure with the polite triflings of academics.",
        "the traditions of the Christian tomb-architects sank into utter insignificance, and the expanse of the wasted Campagna now offered room enough to bury the few bodies, without having to descend as once far down below the surface of the earth.\"",
        "It is evident that Surrey was confident of victory, for he placed his own army, not less than the enemy, in a position where defeat would involve utter ruin.",
        "You see... was all Natasha managed to utter (to her everything seemed funny).",
        "\"Yes,\" said Rostov as if it cost him a great deal to utter the word; and he sat down at the nearest table.",
        "We love eloquence for its own sake, and not for any truth which it may utter, or any heroism it may inspire.",
        "We cannot trace the gradations of this political revolution, but we know that it met with determined opposition from the crown, which resulted in the utter destruction of the Arpads, who, while retaining to the last their splendid physical qualities, now exhibited unmistakeable signs of moral deterioration, partly due perhaps to their too frequent marriages with semi-Oriental Greeks and semi-savage Kumanians.",
        "One inconvenience I sometimes experienced in so small a house, the difficulty of getting to a sufficient distance from my guest when we began to utter the big thoughts in big words.",
        "Before Shinshin had time to utter the joke he was ready to make on the count's patriotism, Natasha jumped up from her place and ran to her father.",
        "Others in that heat and crush racked their brains to find some thought and hastened to utter it.",
        "And he vividly recalled that moment after supper at Prince Vasili's, when he spoke those words he had found so difficult to utter: \"I love you.\"",
        "In io05 the Danes were absent in Denmark, but came back next year, and emboldened by the utter lack of resistance, they ranged far inland.",
        "Most of Nasir's lyrical poems - were composed in his retirement, and their chief topics are - an enthusiastic praise of `Ali, his descendants, and Mostansir in particular; passionate outcries against Khorasan and its rulers, who had driven him from house and home; the highest satisfaction with the quiet solitude of Yumgan; and utter despondency again in seeing himself despised by his former associates and for ever excluded from participation in the glorious contest of life.",
        "But that man, so heedless of his words, did not once during the whole time of his activity utter one word inconsistent with the single aim toward which he moved throughout the whole war.",
        "The utter exhaustion of his people in the course of a hopeless struggle with Holland, France and England was seen by him with sympathy, but he considered it an unavoidable misfortune and not the result of his own errors, since he could not be expected to renounce his rights or to desert the cause of God and the Church.",
        "It has generally been forgotten that the utter want of march discipline in the French, and not the climatic conditions, was responsible for the appalling disasters which ensued.",
        "In many places Friends have felt the need of bringing spiritual help to those who are unable to profit by the somewhat severe discipline of their ordinary manner of worship. To meet this need they hold (chiefly on Sunday evenings) meetings which are not professedly \" Friends' meetings for worship,\" but which are services conducted on lines similar to those of other religious bodies, with, in some cases, a portion of time set apart for silent worship, and freedom for any one of the congregation to utter words of exhortation or prayer.",
        "The points on which special stress is laid are: - (i) the share of responsibility resting on each individual, whether called to vocal service or not, for the right spiritual atmosphere of the Meeting, and for the welfare of the congregation; (2) the privilege which may be enjoyed by each worshipper of waiting upon the Lord without relying on spoken words, however helpful, or on other outward matters; (3) freedom for each individual (whether a Friend or not) to speak, for the help of others, such message as he or she may feel called to utter; (4) a fresh sense of a divine call to deliver the message on that particular occasion, whether previous thought has been given to it or not.",
        "His cruelty, his utter want of scruple, and his good fortune made him a terror to all Italy.",
        "4), and utter the most unpleasant truths, unassailed, in the plainest fashion.",
        "It was in order to preserve the Israelites from errors and follies of this kind, and to prevent the possibility of such idolatry being established, that the dog was afterwards regarded with utter abhorrence amongst the Jews, and this feeling prevailed during the continuance of the Israelites in Palestine.",
        "which carries no more intrinsic weight than the Davidic titles of the Psalms. The poem begins with a prayer that God will renew the historic manifestation of the exodus, which inaugurated the national history and faith; a thunderstorm moving up from the south is then described, in which God is revealed (3-7); it is asked whether this manifestation, whose course is further described, is against nature only (8-ii); the answer is given that it is for the salvation of Israel against its wicked foes (12-15); the poet describes the effect in terror upon himself (16) and declares his confidence in God, even in utter agricultural adversity (17-19).",
        "\"As soon as Napoleon's interpreter had spoken,\" says Thiers, \"the Cossack, seized by amazement, did not utter another word, but rode on, his eyes fixed on the conqueror whose fame had reached him across the steppes of the East.",
        "Napoleon's utter disregard of the neutrality of neighbouring states was soon to be revealed in the course of a royalist plot which helped him to the imperial title.",
        "Douroucoulis live in parties, and are purely nocturnal, sleeping during the day in hollow trees, and coming out at night to feed on insects and fruits, when they utter piercing cat-like screams.",
        "Such vicissitudes were the ordinary lot of the Jews for several centuries, and it was their own inner life - the pure life of the home, the idealism of the synagogue, and the belief in ultimate Messianic redemption - that saved them from utter demoralization and despair.",
        "But the natives, innocent as they appeared, were doomed to utter destruction.",
        "\" The result,\" says Theal, \" was utter anarchy.",
        "And having thus demolished the young man, Anna Pavlovna turned to another group where Bilibin was talking about the Austrians: having wrinkled up his face he was evidently preparing to smooth it out again and utter one of his mots.",
        "Rocking back and forth, head bowed, Edith began to touch herself, her cheek, her arms, her body, again and again, as if indicating where she had been struck but unable to utter the painful words.",
        "Add to this condition of things the fact that the Zulus were threatening the Transvaal on its southern border, and the picture of utter collapse which existed in the state is complete.",
        "In 397 Syracuse had to stand a siege from the Carthaginians under Himilco, who took up his quarters at the Olympieum, but his troops in the marshes below suffered from pestilence, and a masterly combined attack by land and sea by Dionysius ended in his utter defeat.",
        "One species can utter a cry when pained or alarmed, and the tall-standing frilled lizard can lift its forelegs, and squat or hop like a kangaroo.",
        "\"I am at the end of my resources,\" he wrote at the beginning of 1760, \"the continuance of this war means for me utter ruin.",
        "Pierre sobbed as he sat among them and could not utter a word.",
        "Licentiousness, extravagance and an utter disregard for human life were his weak points, but he was loyal, generous and magnanimous.",
        "He could not doubt for a moment the utter invalidity of Edwardine ordinations to the priesthood.",
        "Only one commissioner, however, denounced the bounties as the real cause of the utter breakdown of trade and of the grievous distress which all three had witnessed and fully acknowledged.",
        "He collected all his strength, to stir and utter a sound.",
        "Thou dreamest that thou art wise because thou couldst utter those blasphemous words, he went on, with a somber and scornful smile.",
        "\"But it's impossible...\" declared the gentlemen of the suite, shrugging their shoulders but not venturing to utter the implied word--le ridicule...",
        "woman to offer vocal prayer, to read the Scriptures, p or to utter such exhortation or teaching as may seem to be called for.",
        "England and France protested energetically and the treaty remained a dead letter, but the question came up again in 1840, after Mahmud's renewed attempt to crush Mehemet Ali had ended in the utter defeat of the Turks by Ibrahim at Nezib (June 24, 1839).",
        "In one place the Christians were in utter bondage, in another they were simply tributary; still, everywhere the Mussulman Saracen formed the ruling class, the Christian Greek formed the subject class.",
        "Stigmatized as a traitor, scorned and even imprisoned, he had not ceased to utter his warnings to deaf ears, although Zedekiah himself was perhaps open to persuasion.",
        "In the 16th century a spirit of universal questioning was rife, and it is this utter unsettlement of opinion which is reflected in the discussions of doubts on matters only remotely connected with \" the faith once for all delivered unto the saints \" (Jude 3).",
        "It was almost dark when the Prussians approached the French position between Rezonville and the woods to the northward, and the troops soon lost direction in the smoke and became involved in the direst confusion; the firing again blazed out for a few moments, only to die away as utter exhaustion at length put an end to the Prussian advance.",
        "Incidentally they prove, to the utter confusion of a certain school of Bible critics, that the art of writing was familiarly known in Canaan, and that Egypt and western Asia were in full literary connexion with one another, long before the time of the Exodus.",
        "When alarmed, they rush to their burrows, and if these are disturbed utter a growling sound.",
        "Impious sinners, or enemies of the community and its god, might be devoted to utter destruction.",
        "In the age of the Council of Nice the custom arose of baptizing children of three, because at that age they can already talk and utter the baptismal vows and responses.",
        "Man's utter incapacity to do anything to please God, and his utter personal dependence on God's grace seemed to render the whole system of the Church well-nigh gratuitous even if it were purged of all the \" sophistry \" which to Luther seemed to bury out of sight all that was essential in religion.",
        "Beyond reasonable doubt, however, the writer seeks to take out the sting of the preceding passage in which Israel is devoted to utter destruction.",
        "gale in raising bands of trained nurses; she visited the crippled soldiers in the hospitals, and it was through her resolute complaints of the utter insufficiency of the hospital accommodation that Netley Hospital was built.",
        "From sheer weariness and disgust the king refrained from any intervention in public affairs for nearly ten years, looking on indifferently while the ever shorter and stormier diets wrangled perpetually over questions of preferment and the best way of dealing with the extreme dissenters, to the utter neglect of public business.",
        "We have come, in fact, to the age of utter shamelessness, when disappointed place-hunters openly invoked foreign aid against their own country.",
        "This ended, unlike the former one, in the utter defeat of the Carlist forces, and left the Provinces at the mercy of the government, without terms or agreement.",
        "The instinctive certainty that there is a supreme good, lying beyond empirical experience, and yet not an intellectual good - this feeling, and the accompanying conviction of the utter vanity of all earthly things, were produced and sustained by Neoplatonism.",
        "Do not exaggerate in your religion nor utter aught concerning Allah save the truth.",
        "If you enjoyed those simulation games, there's a good chance that you will enjoy the utter realism and involvement found within Spore.",
        "It could be because I'm such a huge hockey fan, but the utter realism and intense high-definition graphics make this a wonderful experience.",
        "Theoretically you could use any sound or word you can utter.",
        "The styles of racing offered vary considerably from the family-friendly arcade to the technical challenge of utter realism.",
        "Interestingly, Dan's name in Japanese (Hibiki Dan) can be translated as \"Fire minus bullet\", making reference to his utter uselessness and incredibly short-range fireballs.",
        "Ocarina of Time was a complete and utter smack in the face to all of the companies trying something \"new\" and \"innovative.\"",
        "Ocarina of Time looked and felt and played like any old Zelda title, and that was the utter beauty of it.",
        "There are tons of different styles to choose from, and that is one of the beauties of cell phone charms: the utter variety.",
        "In a New York Times editorial, Brooke responded by saying Tom displayed an \"utter lack of understanding about postpartum depression and childbirth in general.\"",
        "Some might find the style comedic, while others note the approximate $500.00 US price tag with utter despair.",
        "Color: Color is as equally important as size because it announces your personality to the world before you utter a sound.",
        "The complete and utter lack of response can imitate deafness, and tests should be performed to rule out hearing impairment.",
        "The late Leslie Nielsen co-stars, and was the first to utter the classic phrase, \"Yes, I am serious, and don't call me Shirley.\"",
        "When Deb found herself in a way station to heaven, she disagreed with her angel Fred's assessment of her utter lack of substance (she'd done nothing bad or good throughout her life).",
        "His gaze drifted over her dress, saying what his lips refused to utter.",
        "15 seq.: \" If any one, I do not say should blaspheme against the Lord of men and gods, but should even dare to utter his name unseasonably, let him expect the penalty of death.\"",
        "On the other hand the democratic tone which distinguishes Micah from Isaiah, and his announcement of the impending fall of the capital (the deliverance of which from the Assyrian appears to Isaiah as the necessary condition for the preservation of the seed of a new and better kingdom), are explained by the fact that, while Isaiah lived in the centre of affairs, Micah, a provincial prophet, sees the capital and the aristocracy entirely from the side of a man of the oppressed people, and foretells the utter ruin of both.",
        "Utter, Republican James H.",
        "He was left to maintain the siege of Adrianople when Baldwin advanced to attack the relieving force, and with Dandolo had much to do in saving the defeated crusaders from utter destruction, and conducting the retreat, in which he commanded the rearguard, and brought his troops in safety to the sea of Rodosto, and thence to the capital.",
        "The assault was made, but it proved an utter failure.",
        "If alarmed they utter a shrill loud whistle, and rush down the burrow, but reappear after a few minutes to see if the danger is past.",
        "We shall be left as a prey to the wolves that will besides drive our greatest patron [the king of] to stoop to a peace which will be the utter ruin of our edifice, this many years in building.\"",
        "The result was the utter defeat of the extreme Radical party and the return of a more compact Liberal majority.",
        "Moreover, he had no very pronounced political ambition, and was an utter stranger to that longing for power, which drives so many men of talent to adopt extreme expedients.",
        "utter; it is to be referred to the root seen in Gr.",
        "The character of the emperor Nicholas was summed up with great insight by Queen Victoria in a letter to the king of the Belgians, written during the tsar's visit to England (June 11, 1844) \" He is stern and severe - with fixed principles of duty which nothing on earth will make him change; very clever I do not think him, and his mind is an uncivilized one; his education has been neglected; politics and military concerns are the only things he takes great interest in; the arts and all softer occupations he is insensible to, but he is sincere, I am certain, sincere even in his most despotic acts, from a sense that that is the only way to govern; he is not, I am sure, aware of the dreadful cases of individual misery which he so often causes, for I can see by various instances that he is kept in utter ignorance of many things, which his people carry out in most corrupt ways, while he thinks that he is extremely just ...",
        "Steve Dorrington, City's press officer, said: \" The match ended in utter mayhem following a major altercation.",
        "Covered in White case studded with Diamonds, Silver Diamond Dial and white bezel, the watch is attached to a pair of Buckle bracelet made up of white gold and diamonds reflecting utter glamour and glitz.",
        "Its inventor was trying to make a synthetic rubber and thought that silly putty was an utter failure.",
        "The science throughout, of course, was utter nonsense, but the show only became almost a self-parody in seasons two and three, when they began filming in color and reflecting the sixties rather than a putative future.",
        "The last stage is reached when, in the highest tension and concentration, beholding in silence and utter forgetfulness of all things, it is able as it were to lose itself.",
        "Above all he typifies the Mahommedan's utter selfsurrender to a sacred cause.",
        "He was no less distinguished in other attacks with fireships at Samos and Mytilene in 1824, which finally established an utter panic in the Turkish navy.",
        "He gave away everything, money, villages, domains, whole counties, to the utter impoverishment of the treasury, thereby rendering the crown, for the first time in Hungarian history, dependent upon the great feudatories, who, in Hungary as elsewhere, took all they could get and gave as little as possible in return.",
        "The strength of materialism consists in recognizing nature without explaining it away, its weakness in its utter inability to explain consciousness either in its nature or in its origin.",
        "In the doctrine - no object, no subject - no subject, no object - that is, in the utter identification of things with objects of subjects, he anticipated not only Schelling and Hegel, but also Schuppe and Wundt with their congeners.",
        "In spite of his violent partisanship, for Richerus was an ardent upholder of the Carolings and French supremacy,-of great defects of style, and of an utter disregard of accuracy and truth, his Historiae has a unique value as giving us the only tolerably full account by a contemporary of the memorable revolution of 987, which placed the Capets on the throne of France.",
        "They therefore looked more carefully to the lakes than to the course of the St Lawrence, and it may be added that their leaders showed an utter want of capacity for the intelligent conduct of war.",
        "Wall trees, it must be evident, are placed in a very unnatural and constrained position, and would in fact soon be reduced to a state of utter confusion if allowed to grow unrestricted; hence the following modes of training have been adopted.",
        "While the prisoner defended himself with the calmest dignity and self-possession, Coke burst into the bitterest invective, brutally addressing the great courtier as if he had been a servant, in the phrase, long remembered for its insolence and its utter injustice - \"Thou hast an English face, but a 'Spanish heart!\"",
        "Wallis's Elenchus geometriae Hobbianae, published in 1655 about three months after the De corpore, contained also an elaborate criticism of Hobbes's whole attempt to relay the foundations of mathematical science in its place within the general body of reasoned knowledge - a criticism which, if it failed to allow for the merit of the conception, exposed only too effectually the utter inadequacy of the result.",
        "For some time Hobbes was not even allowed to utter a word of protest, whatever might be the occasion that his enemies took to triumph over him.",
        "was generally expected to end in her utter discomfiture.",
        "The impulsive character of the emperor, which led him, with the best intentions and often with excellent effect, to interfere everywhere and in everything and to utter opinions often highly inconvenient to his ministers, was the subject of an interpellation in the Reichstag on the 20th of January 1903 by the Socialist Herr von Vollmar, himself a Bavarian.",
        "At a time when much speaking has depressed, has almost exterminated eloquence, he maintained that robust, powerful and vigorous style in which he gave fitting expression to the burning and noble thoughts he desired to utter.\"",
        "It deserves mention here that Garrison was then in utter ignorance of the change previously wrought in the opinions of English abolitionists by Elizabeth Heyrick's pamphlet in favour of immediate, in distinction from gradual emancipation.",
        "In such cases he was not slow to utter terrible threats against those who ridiculed the preaching of the unity of God, of the resurrection, and of the judgment.",
        "When that area in man is injured, the ability to utter words is impaired.",
        "His utter failure was due, partly to the vices of an undisciplined temperament, and partly to the extraordinary difficulties of the most inscrutable period of European history, when the shrewdest heads were at fault and irreparable blunders belonged to the order of the day.",
        "The time was close at hand when a Danish magnate was to demonstrate that he preferred the utter ruin of his country to any abatement of his own personal dignity.",
        "The third commandment might be rendered, \"Thou shalt not utter the name of the Lord thy God vainly,\" but it is possible that the meaning is that Yahweh's name is not to be used for purposes of sorcery.",
        "His enthusiasm for the land and the people, his idealistic outlook, his bright but simple manner, his utter lack of conventionality and stiffness, his fondness for travelling and nature and sport captivated the Canadian heart.",
        "His wife objected his utter incapacity as a farmer; and they finally took a small house at Comely Bank, Edinburgh, where they could live on a humble scale.",
        "Spain backed him in 1719, but the death of Charles XII., and the utter failure of a Spanish expedition to Scotland in 1719, when the Jacobites were scattered, and the Spaniards taken, in a fight at Glensheil, ruined what had seemed a fair chance of success.",
        "The setting up in 1895 in the market-place in Altdorf of a fine statue (by the Swiss sculptor Richard Kissling) of Tell and his son, and the opening in 1899 just outside Altdorf of a permanent theatre, wherein Schiller's play is to be represented every Sunday during the summer months, show that the popular belief in the Tell legend is still strong, despite its utter demolition at the hands of a succession of scientific Swiss historians during the 19th century.",
        "No evil speech will we utter.",
        "As He passed out He foretold, in words which corresponded to the doom of the fig-tree, the utter demolition of the imposing but profitless Temple; and presently He opened up to four of His disciples a vision of the future, warning them against false Christs, bidding them expect great sorrows, national and personal, declaring that the gospel must be proclaimed to all the nations, and that after a great tribulation the Son of Man should appear, \" coming with the clouds of heaven.\"",
        "His hatred of system, incapacity for abstract thinking, and intense personality rendered it impossible for him to do more than utter the disjointed, oracular, obscure dicta which gained for him among his friends the name of \"Magus of the North.\"",
        "It is a world of communication of thought, where persons as thinkers need to utter in language truths objectively valid for the mundus communis.",
        "In the course of the battle of Five Forks Sheridan once more displayed his utter fearlessness of criticism by summarily dismissing from his command General G.",
        "Most of these, however, fail to afford any useful points of comparison, either from their utter unlikeness to Homer, or because there is no evidence of the existence of anterior popular songs.",
        "Let him drink water purified by straining with a cloth, let him utter speech purified by truth, let him keep his heart pure.",
        "Among them, too, were these passages: \"Success will give the greatest blow to the Protestant religion that it has received since its birth\"; \"we have here a mighty work upon our hands, no less than the conversion of three kingdoms, and by that perhaps the utter subduing of a pestilent heresy, which has so long domineered over great part of the northern world.\"",
        "The career on which Colbert now entered must not be judged without constant remembrance of the utter rottenness of the previous financial administration.",
        "Within a few months of this culminating triumph, she was threatened with utter ruin by the discovery of a supposed liaison with her gentleman of the bedchamber, William Mons, a handsome and unscrupulous upstart, and the brother of a former mistress of Peter.",
        "All feed on the roots of grass; and when disturbed, like marmots, utter a whistling cry.",
        "The gathered illhumour of many years, aggravated by the confident assurance of the Hegelians, found vent at length in the introduction to his next book, where Hegel's works are described as three-quarters utter absurdity and one-quarter mere paradox - a specimen of the language in which during his subsequent career he used to advert to his three predecessors Fichte, Schelling, but above all Hegel.",
        "For want of evidence, he was acquitted and allowed to resume his professorial duties; but it was forbidden to utter the name of the academy even in jest.",
        "There was an utter absence of the commonest preparations to carry out the first and simplest demands in a place set apart to receive the sick and wounded of a large army.",
        "The same years which beheld this great domestic triumph of the Hats saw also the utter collapse of their foreign \"system.\"",
        "But the most characteristic passage of the epopee is the mysterious disappearance of Shah Kaikhosrau, who suddenly, when at the height of earthly fame and splendour, renounces the world in utter disgust, and, carried away by his fervent longing for an abode of everlasting tranquillity, vanishes for ever from the midst of his companions.",
        "This battle was far more stubbornly contested than that of Ad Decimum, but it ended in the utter rout of the Vandals and the flight of Gelimer.",
        "Owing mainly to the utter shiftlessness of the settlers and the great mortality among them, but partly to an attack by a body of natives, this first attempt proved a complete failure.",
        "Utter anarchy was the result.",
        "His utter want of care and consistency appears most clearly in his vacillation as to the relations between ecclesiastical and political history.",
        "This is the most satisfactory, as it is the most obvious, explanation of his utter indifference in presence of one of the most momentous problems that ever pressed for solution on an English statesman.",
        "70) speaks of the morientis Casilini reliquiae, and only its position at the junction of the roads redeemed it from utter insignificance.",
        "The third time he sacked the city, the first time since Brennus that Rome had been taken by an army of utter foreigners.",
        "The strong sense of social wrongs, the impatience with tongue-religion, the utter ignoring of ceremonialism, the reflection on the value and significance of \"life,\" are distinctive simply of the \"wisdom\" writers.",
        "The utter exclusion of Whigs as well as Dissenters from office, the remodelling of the army, the imposition of the most rigid restraints on the heir to the throne - such were the measures which, by recommending, Swift tacitly admitted to be necessary to the triumph of his party.",
        "The outer walls (mostly in utter disrepair) are about 62 to 7 m.",
        "his disease took was a propensity to utter blasphemy, and especially to renounce his share in the benefits of the redemption.",
        "Yet it was long before he ceased to be tormented by an impulse which urged him to utter words of horrible impiety in the pulpit.'",
        "He wrote sharply against the Quakers, whom he seems always to have held in utter abhorrence.",
        "Whatever may be thought of this daring theory, it seems clear that, while there is some doubt as to whether such an act as Winkelried's was possible at Sempach, taking into account the known details of the battle, there can be none as to the utter lack of any early and trustworthy evidence in support of his having performed that act in that battle.",
        "For no one can utter the name of the ineffable God, and this washing is called Illumination (Gr.",
        "The utter defeat of the French was made the more humiliating by the capture of their king, who had bravely led the third line of battle.",
        "The resultant legislature (at Pawnee, later at Shawnee Mission) adopted the laws of Missouri almost en bloc, made it a felony to utter a word against slavery, made extreme pro-slavery views a qualification for office, declared death the penalty for aiding a slave to escape, and in general repudiated liberty for its opponents., The radical free-state men thereupon began the importation of rifles.",
        "Anne's residence at Mittau was embittered by the utter inadequacy of her revenue, which she keenly felt.",
        "In one view it gives the believer strength to attain, by God's supernatural aid or \" grace,\" a goodness of which he is naturally incapable; in the other view it gives him an assurance that, though he knows himself a sinner deserving of utter condemnation, a perfectly just God still regards him with favour on account of the perfect services and suffering of Christ.",
        "which we have already noticed; while the deeper humility that represses the claim of personal merit even in the saint belongs to the strict self-examination, the continual sense of imperfection, the utter reliance on strength not his own, which characterize the inner moral life of the Christian.",
        "The utter neglect of the Servian interests by Russia at San Stefano, and her evident inability at the Berlin Congress to do anything for Servia, determined Prince Milan to change the traditional policy of his country, and instead of continuing to seek support from Russia, he tried to come to an understanding with Austria-Hungary concerning the conditions under which that power would give its support to Servian interests.",
        "After 1446 our most voluminous authority, Azurara, records but little; his narrative ceases altogether in 1448; one of the latest expeditions noticed by him is that of a foreigner in the prince's service, \"Vallarte the Dane,\" which ended in utter destruction near the Gambia, after passing Cape Verde in 1448.",
        "Even the churches which trace their descent from Calvin's work and faith no longer hold in their entirety his views on the magistrate as the preserver of church purity, the utter depravity of human nature, the non-human character of the Bible, the dealing of God with man.",
        "They found it in a state of utter disorder, and added to the difficulties by their presence.",
        "To preserve himself from utter destruction the khan threw himself into the arms of the Afghans.",
        "Before all things it was now necessary to reorganize France, ravaged as she was by the Revolution, and with her institutions in a state of utter corruption.",
        "Pomponazzi defended the Alexandrist doctrine of the utter mortality of the soul, whilst Agostino Nifo, the Averroist, was entrusted by Leo X.",
        "With all his appearance of energy, he shrank from action at the critical moment of his wars out of utter want of trust in all about him.",
        "The arfangement was made possible only by the hopeless divisions of Germany, the blind pride of Spain, and the utter political incapacity of both.",
        "His indifference to their good, or his utter inability to see where it lay, was conspicuously shown when, on his abdication in 1556, he left his hereditary Flemish possessions to his son Philip, and not to his brother Ferdinand.",
        "They utter a sharp whistling sound not unlike that of the chamois, but when greatly irritated or frightened make a peculiar snorting noise.",
        "It was several more minutes before she was able to take deep breaths â€“ even longer before she was able to utter more than a strangled sound.",
        "Once seated, Quinn was the first to utter a word.",
        "Someone had the utter nerve to maim me who didn't even have a gun!",
        "Absent our labors total abandonment would have driven us to utter despair but our work and incredibly slow progress kept us going.",
        "The utter pinnacle of Paul Dawkins' lifetime achievement was three September games with the bigsâ€”screw the oh-for-seven batting average and his two fielding errors.",
        "In fact they were experiencing a complete range of unseen emotions from hysteria, through delight to utter despair.",
        "My expression of utter disdain may have betrayed my thoughts.",
        "Through these two dancers, the classical idiom truly becomes a language, which they utter with utmost expressive clarity.",
        "I think that was a complete and utter travesty.",
        "For myself, I think utter agnosticism is the most rational of starts.",
        "To my utter amazement, my ears didn't bleed.",
        "However, to my utter astonishment, I am also asked to comment on the Holocaust!",
        "Unfortunately what has been written about the label has been either sparse, speculative or utter balderdash.",
        "It's also, of course, utter baloney.",
        "The third thing is the utter bankruptcy of the Laodicean Church.",
        "His look of utter bewilderment was a joy to behold!",
        "The only film that ever made me walk out of the cinema was Bonfire of the Vanities - utter bilge.",
        "The only possible description I can think of is utter bollocks.",
        "And so passed the five days there: bathroom, meals, telly, videos, reading, and utter boredom!",
        "Last week's with the zombies was utter brilliance.",
        "brutalized woman with her own dedication to the case, she proceeds with utter professionalism.",
        "Just shows the reasons for the ' war ' are utter bullshit.",
        "calumny>Such calumnies are easy to utter but hard to refute in a foreign country.",
        "In each he makes his points politely but with utter candor.",
        "If the laws broke down, the whole place would descend into utter carnage, so the Japanese are keen to obey the laws.",
        "Is this really the first time Torquemada appears and doesn't utter his infamous catchphrase...?",
        "From the docks to the city center, was complete and utter chaos.",
        "clap hands) whenever they utter something in English.",
        "He's talking, dare I say, utter cobblers.",
        "We see their contempt, their utter contempt, for innocent life.",
        "contemptuous manner, said: \" What utter rot.",
        "It's idiotic, poorly done, not funny, boring or in plain words - utter crap.",
        "But it is the mark of utter folly and complete credulity.",
        "You have just shown yourself for what you are, a complete and utter cretin.",
        "It is no longer convenient, so they drop it with utter cynicism.",
        "dare utter what they thought.",
        "Gordon and his muppets at the BoE seem to be in complete and utter denial.",
        "denier tights provide a flawless, yet natural look that can be worn with utter confidence.",
        "It is a scene of utter desolation, not a human being or animal to be seen.",
        "In utter desperation, the company offered the SER a hundred year lease on its line in 1844.",
        "These are averages: they mask a wide range of responses, from cheering enthusiasm to utter despondency.",
        "He died on 7 March 1935, in utter destitution, alone, without even a priest to assist him in his last moments.",
        "The utter destruction of all that opposed you would be a quite sufficient sign.",
        "I was standing in front of him, staring the Magma Members out with all the coldness and utter detestation I could muster.",
        "A tale of utter devastation which whole swathes of the countryside may never recover from.",
        "They lost eighteen of their aircraft and the raid broke up in utter disarray although a few bombs did fall on land.",
        "In utter disbelief his asked Herod \" Where do you get this audience?",
        "The bus station at George Street is an utter disgrace.",
        "The reason that I am contacting you is to express my utter disgust at your current advertising campaign.",
        "disintegrates into utter painful chaos.",
        "Then, to our utter dismay, we watched Mr Clamp light the petrol-soaked hay with a burning brand!",
        "How truly the New Rightist believes in freedom is shown by his utter disregard of civil rights.",
        "This farce brings the sport into total and utter disrepute.",
        "She says, As a mother and a vegetarian, I am horrified by the meat industry's utter disrespect for life.",
        "The idea that Bin Laden would suffer in a prison is ridiculous - more utter drivel.",
        "But, as TV game shows are utter dross, the games tend to be too.",
        "Again in the utter silence I heard that thin, sibilant note which spoke of intense suppressed excitement.",
        "The main symptom of ME is utter exhaustion to the point of collapse which is not relieved by sleep.",
        "This museum is full of proofs of the utter falsity of their views.",
        "I'll not utter a name, in case my complaint advantages you, and you acquire fame through my verse.",
        "Mr Bradley said, \" It was a complete and utter farce.",
        "The Bishop's utter fatuity is stressed in these high-sounding but essentially meaningless words.",
        "Moore dismisses the alleged email as being, \" Completely fictitious \", and, \" Complete and utter lies \" .",
        "Yet they had to witness this utter folly of death by drug addiction.",
        "So simple a sentiment to express such utter fury.",
        "We must now all accept the utter futility of trying to shut our borders to problems abroad.",
        "The answer will be 30% repetition, 30% wild conjecture and 40% utter gibberish.",
        "The issues are altogether too gigantic for such faith to be other than utter folly.",
        "grandeur of the stately building sets the scene for utter luxury.",
        "The character has to have gone through utter hell in order to become heroic.",
        "At this point the utter hypocrisy of The New Statesman should be noted.",
        "I'm sure I don't have to point out the utter idiocy in that.",
        "Only an utter imbecile could go backward from that.Ã¢ Dutton did not go backward.",
        "There are some men to whom getting up at the proper time is an utter impossibility.",
        "Rimmer's failings are down to his utter inability to leap the hurdle of his own self-loathing.",
        "It did not shirk the utter inadequacy of the British forces under pressure.",
        "And its acceptance by the Higher Critics is proof of their utter incapacity in dealing with evidence.",
        "The Secretary of State's only strategy for the railways is one of utter incoherence.",
        "It was not only received with utter incredulity as regarded itself, but threw a doubt on all the assurances that had preceded it.",
        "What happens to the Russians, what happens to the Czechs, is a matter of utter indifference to me.",
        "The IWF will not tolerate any infraction under any circumstances. As Dr. Ajan was speaking, the situation began to degenerate into utter farce.",
        "Twain uses the voice of an exiled angel, temporarily in terrestrial residence, to describe the utter insanity of human kind.",
        "Previous incarnations of it have been very very different, but this one was an utter joy and extremely entertaining as well.",
        "We have never affirmed the utter powerlessness of the voluntary principle, and more especially when it assumes the form of voluntary liberality.",
        "Blain and Umbreon were staring at me with utter loathing.",
        "In a game where you can lose your character within seconds of starting a bout, adding extra speed is just utter lunacy.",
        "utter madness is written into every inch of his Forces.",
        "I am most at home in the midst of total and utter mediocrity.",
        "Pet shops cause utter misery to animals during their short - or long - stay in a pet shop.",
        "mome raths offered up their fruit to kiss, The Tum-tum trees stood over bones in utter bliss.",
        "The whole idea of living collectively is just utter nonsense.",
        "We can exclusively reveal that it is utter pants.",
        "It can be in the bleakest story but I don't buy total perversity, utter perversity without hope.",
        "It has been accepted in post-Gricean pragmatics that communicators convey more information than is contained in the expressions they utter.",
        "They say one thing...and do completely the other, and all it's making them is look complete and utter prats!",
        "The Ultras While these displayed the utter prostration of weakness, the ultras on the other hand exhibited in full display its exaggerated action.",
        "He says the rumor that he once had a car number plate boasting \" Just VAT \" is \" utter rubbish \" .",
        "sandal toe, these 8 denier tights provide a flawless, yet natural look that can be worn with utter confidence.",
        "With that we left the utter shambles of the fall of Singapore.",
        "sickening to hear so many Americans cheering to such utter trash.",
        "For we have seen that in the Infinite there is utter simplicity, there are no parts, therefore no possibility of sharing.",
        "We represent the King of kings and Lord of lords and must declare His message with utter sincerity and appropriate authority.",
        "sixtyry one bangs on about what a cult sixties film it was, but it was utter drivel.",
        "The throb of the head together with the utter squalor of the cave.",
        "I should think Dr. Butler or any other fat English Divine would take two utter strangers into his library and show them the way!",
        "stupendous amount of utter bollocks.",
        "On this wander came an example of utter stupidity: people asking me for directions.",
        "For those that whisper, utter, shout or chant racial taunts.",
        "With a sandal toe, these 8 denier tights provide a flawless, yet natural look that can be worn with utter confidence.",
        "I have to say that the critics were talking utter tosh.",
        "Why Mr Green should want to utter such trash is beyond me.",
        "It's utter tripe to suggest that terrestrial channels are driving digital take-up even for Freeview.",
        "The first and most obvious it is that is patently utter twaddle.",
        "The stay of my writings hath been my utter undoing.",
        "utter contempt, for innocent life.",
        "utter nonsense.",
        "utter amazement at the shear scale of the mountain.",
        "utter, pretentious bollocks, which doesn't say anything, let alone mean anything.",
        "utter disbelief his asked Herod \" Where do you get this audience?",
        "utter disregard of civil rights.",
        "No man dared utter a truth to which he felt himself indebted to his Soul alone.",
        "The plot is utter bunk: supernatural forces possess a young woman when she and her archeologist boyfriend dabble in African voodoo.",
        "Suckmonster 07-12-2005, 12:12 All art is utter wank, at the end of the day.",
        "A little fellow sits on my shoulder, and if the ego is swelling says \" remember you are a complete and utter wanker!",
        "And Athene poured sleep into his eyes, so as to close his eyelids, and free him quickly from utter weariness.",
        "His last campaign (in 1690) was an utter failure, and the last years of his life were embittered by the violence and the intrigues of his dotingly beloved wife, Marya Kazimiera d'Arquien, by whom he had three sons, James, Alexander and Constantine.",
        "In the Apology he is represented as sure that \" no evil can happen to a good man, either in life or after death, \" but as not knowing whether \" death be a state of nothingness and utter unconsciousness, or a change or migration of the soul from this world to the next\" (i.",
        "The tawdry and exaggerated rhetoric; the petty vanity and jealousies; the weak sentimentalism; the utter incapacity for proportioning means to ends, and for grasping the stern realities of things, which so commonly disfigure the lives and conduct even of the more honest members of his class, were wholly alien to his nature.",
        "The school of Cuvier was lamentably deficient in embryologists; and it was only in the course of the first thirty years of the igth century that Prevost and Dumas in France, and, later on, Ddllinger, Pander, von Bar, Rathke, and Remak in Germany, founded modern embryology; and, at the same time, proved the utter incompatibility of the hypothesis of evolution as formulated by Bonnet and Haller with easily demonstrable facts.",
        "There can be no doubt that this hidden working of kindred between conquerors and conquered in England, as compared with the utter lack of all fellowship between conquerors and conquered in Sicily, was one cause out of several which made so wide a difference between the Norman conquest of England and the Norman conquest of Sicily.",
        "The Fancies Chaste and Noble (acted before 1636, printed 1638), though it includes scenes of real force and feeling, is dramatically a failure, of which the main idea is almost provokingly slight and feeble; and The Lady's Trial (acted 1638, printed 1639) is only redeemed from utter wearisomeness by an unusually even pleasingness of form.",
        "literally, and reject legal marriage; the Nyetovsti (denyers), who deny the necessity for common worship, since there are no priests; the Molchalyniki (mutes), whom no torture can persuade to utter a word.",
        "Landing at Lyndantse (the modern Reval) in north Esthonia, Valdemar at once received the submission of the inhabitants, but three days later was treacherously attacked in his camp and only saved from utter destruction by his own personal valour and the descent from heaven, at the critical moment, of a red banner with a white cross on it, the Dannebrog (Danes' Cloth), of which we now hear for the first time, and which henceforth was to precede the Danish armies to victory till its capture by the Ditmarshers, three hundred years later.",
        "But the weakness of Orleans was too palpable, and in a famous remark Mirabeau expressed his utter contempt for him.",
        "Centuries of neglect followed, and the ancient port was almost choked up, though the value of the fisheries saved the town from utter decay.",
        "Josephus, who as a priest knew the pronunciation of the name, declares that religion forbids him to divulge it; Philo calls it ineffable, and says that it is lawful for those only whose ears and tongues are purified by wisdom to hear and utter it in a holy place (that is, for priests in the Temple); and in another passage, commenting on Lev.",
        "He displayed his freedom from ecclesiastical prejudices, if also his utter ignorance of ecclesiastical history, by agreeing, on the payment of a large bribe, to grant to the patriarch of Constantinople the title of an ecumenical bishop, but the general indignation which the proposal excited throughout the church compelled him almost immediately to withdraw from his agreement.",
        "Unfortunately her brilliant and commanding qualities were vitiated by an inordinate pride and egoism, which exhibited themselves in an utter contempt for public opinion, and a prodigality utterly regardless of the necessities of the state.",
        "The state of utter indigence to which Tennyson was reduced greatly exercised his friends, and in September 1845, at the suggestion of Henry Hallam, Sir Robert Peel was induced to bestow on the poet a pension of f200 a year.",
        "His views are grounded on two presuppositions: - first, the utter aversion of common sense to any theory of representative perception; second, the opinion which Collier held in common with Berkeley, and Hume afterwards, that the difference between imagination and sense perception is only one of degree.",
        "The dissidence of dissent, however, filled him with uneasiness, and he abhorred Luther's denial of free will and his exaggerated notion of man's utter depravity; in short, he did nothing whatever to promote the Protestant revolt, except so far as his frank denunciation and his witty arraignment of clerical and monastic weaknesses and soulless ceremonial, especially in his Praise of Folly and Colloquies, contributed to bring the faults of the Church into strong relief, and in so far as his edition of the New Testament furnished a simple escape from innumerable theological complications.",
        "Coyotes are creatures of slinking and stealthy habits, living in burrows in the plains, and hunting in packs at night, when they utter yapping cries and blood-curdling yells as they gallop. Hares (\"jack-rabbits\"), chipmunks or ground-squirrels, and mice form a large portion of their food; but coyotes also kill the fawns of deer and prongbuck, as well as sage-hens and other kinds of game-birds.",
        "This distinction agrees with that made by the gnostic Basilides no less strikingly than the Manichaean criticism of the Old Testament does with that propounded by the Marcionites (see the Acta Archelai, in which Mani is made to utter the antitheses of Marcion).",
        "died, his end hastened by chagrin at the utter failure of his wellmeant efforts, and was succeeded by Leopold II.",
        "Even if the account of the \" ban \" (utter destruction) at the Israelite conquest be unhistorical, it represents current ideas (cf.",
        "This is described as a long drawn-out dream of bitter memories - a vivid consciousness of failure without volition, or the power of initiative - a dream of lost opportunities and futile regrets, of ambitions thwarted and hopes denied, of neglected duties, abused powers and impotent hate; a dream ending ultimately in the oblivion of utter annihilation.",
        "This reopened the question of the succession to the throne; and although Venizelos, as a desperate makeshift, proposed Prince Paul, Constantine's youngest son, as King, the utter insignificance of this boy candidate only threw Constantine's own claim to restoration into stronger relief and gave a fresh impetus to the efforts of his party.",
        "The former, who form the shoemaker and leather-dealing caste of the Hindu community, had always been held in utter contempt by the other Hindu castes.",
        "The Emperor was not dancing, he stood in the doorway, stopping now one pair and now another with gracious words which he alone knew how to utter.",
        "This movie shows utter fluidity with the rave culture the world over !",
        "He says the rumor that he once had a car number plate boasting \" Just VAT \" is \" utter rubbish \".",
        "True, the man has made some utter shit over the years.",
        "How sickening to hear so many Americans cheering to such utter trash.",
        "Every one bangs on about what a cult sixties film it was, but it was utter drivel.",
        "I should think Dr. Butler or any other fat English Divine would take two utter strangers into his library and show them the way !",
        "But it 's also bogged down with a fairly stupendous amount of utter bollocks.",
        "Eventually, however, the utter absence of any tangible proof caused the hysteria to peter out; among the grassroots at least.",
        "It 's utter tripe to suggest that terrestrial channels are driving digital take-up even for Freeview.",
        "Before emerging in the flight the bats utter a curious twittering sound.",
        "Everyone 's initial response was to look up in utter amazement at the shear scale of the mountain.",
        "A little fellow sits on my shoulder, and if the ego is swelling says remember you are a complete and utter wanker !",
        "Or maybe it has more to do with the combination of feline pride with utter goofiness.",
        "Except secret societies probably don't ask their members to utter the word \"bigspringdeal\" before entering their meetings.",
        "If your ultimate goal, above all else, is complete and utter comfort, you'll probably find it in a pair of terry cloth capri pants.",
        "Without the brand or at least the specific name, then doing a price comparison is a complete and utter waste of time, so try to save one of the boxes from your contact lenses.",
        "The Drop Ship video game for the Sony PlayStation 2 is often applauded for its fantastic realism and utter complexity.",
        "Unless you have an utter hatred for RPGs, I'd say Fable is definitely worth at least a rental.",
        "Yet, it's hard to deny the charm and utter coolness that oozes from Sean Connery's James Bond's pores, even in digital form.",
        "Now, I realize that that intro was long, but I wanted to properly clarify the time, care, and utter insanity that went into Mario and Luigi: Partners in Time to help you understand what a beautiful creation this game is."
    ],
    "definition": [
        "Total, complete, absolute.",
        "To speak or publish.",
        "v. To use a forged check or instrument; to put it into circulation, as opposed to just creating the forged document.",
        "Link/Cite"
    ]
}