{
    "translation": "פנוי (חדר)",
    "uses": [
        "Ramballe refused food and resting his head on his elbow lay silent beside the campfire, looking at the Russian soldiers with red and vacant eyes.",
        "The cottage was vacant and the windows boarded up for the winter.",
        "He found Elisabeth's studio vacant at 4:30.",
        "The hallways were quiet and vacant, and she followed Jonny into the dark night.",
        "He strode through the vacant hallways to the verandah doors.",
        "of Poland to force her favourite, Stanislaus Poniatowski, on to the vacant throne.",
        "(The see was vacant for nine years.) 33.",
        "Carmen saw Alex's truck parked in the drive of an old vacant house where she had admired some healthy quince bushes.",
        "Store fronts interspersed with vacant lots lined one side of the street while the other remained absent of any buildings except a closed gas station and a dollar store.",
        "He dragged the Immortal over the grass and concrete into the vacant room beside Sasha.s.",
        "That way you'll have 20 vacant rooms 'stead of just 19.",
        "The dining hall was vacant and massive, a cave converted into a cafeteria.",
        "Thus annates were abolished, the abuse of \"reservation\" of the patronage of benefices by the pope was much limited, and the right claimed by the pope of \"next presentation\" to benefices not yet vacant (known as gratiae expectativae) was done away with altogether.",
        "Sancho having been slain in 1072, while engaged in the siege of Zamora, Aiphonso returned from exile and occupied the vacant throne.",
        "Xander engaged his senses and trotted through the nearly vacant streets.",
        "Where the street had been vacant during the day, they were crowded at night.",
        "Why was she torturing herself, when a cool apartment waited vacant in Los Angeles?",
        "(The see was now vacant for ten years.) 32.",
        "The Buen, as everyone referred to it, was located in a hundred year old structure previously known as the Scott-Humphries Building, which had remained vacant for over twenty-five years.",
        "He hoped to secure this duchy for his son, Don Carlos; and Elisabetta further brought with her a claim to the grand-duchy of Tuscany, which would soon become vacant by the death of Gian Gaston.e de Medici.",
        "Naturally, when the see of Rouen next fell vacant (1067), the thoughts of the electors turned to Lanfranc. But he declined the honour, and he was nominated to the English primacy as soon as Stigand had been canonically deposed (1070).",
        "Philip immediately appointed Alexander Farnese to the vacant post.",
        "He'd made a courtesy call on Mrs. Glass who had promptly donated a vacant furnished apartment for his use.",
        "William's next quarrel was with Pope Alexander III., and arose out of a double choice for the vacant bishopric of St Andrews.",
        "The pope, John XXII., made him his principal chaplain, and presented him with a rochet in earnest of the first vacant bishopric in England.",
        "He was never instituted or inducted to the living of Leyton, but in 1674 he was licensed by the bishop of London to preach and expound the word of God, and to perform the full office of priest and curate while it was vacant, and until his death he received the profits of it.",
        "Milner, who was then spending a brief holiday in Europe, was urged by Mr Balfour to take the vacant post of secretary of state for the colonies.",
        "His eyes, nose, and mouth all seemed puckered into a vacant, wearied grimace, and his arms and legs always fell into unnatural positions.",
        "The room was vacant except for a metal slab that served as a bed and the six-legged, cat-like creature sitting on the edge of the bed watching its sleeping occupant.",
        "29) relates how the Christians, having assembled in Rome to elect a new bishop, saw a dove alight upon the head of Fabian, a stranger to the city, who was thus marked out for this dignity, and was at once proclaimed bishop, although there were several famous men among the candidates for the vacant position.",
        "JULIUS I., pope from 337 to 352, was chosen as successor of Marcus after the Roman see had been vacant four months.",
        "Consequently, in his first visitation, he declared thirty-six churches vacant; and of these forcible possesssion was taken by his orders.",
        "After nine years spent at Laleham he was induced to offer himself as a candidate for the vacant head-mastership of Rugby; and though he entered somewhat late upon the contest, and though none of the electors was personally known to him, he was elected in December 1827.",
        "The door closed behind them as he strode through the lighted, vacant halls, following a familiar path on the way to the chamber.",
        "Ministers were naturally anxious to obtain the reversion to his vacant post, and Indian affairs formed at this time the hinge on which party politics turned.",
        "After the expulsion of King Otho in 1862, the Greek nation, by a plebiscite, elected the British prince, Alfred, duke of Edinburgh (subsequently duke of Coburg), to the vacant throne, and on his refusal the national assembly requested Great Britain to nominate a candidate.",
        "Alexander was not the only claimant to the vacant throne, but, recognized by the army, he soon swept all rivals from his path.",
        "had had to make with the different nations special arrangements which were valid for five years only, and by which he renounced the revenues of vacant benefices.",
        "Henry bestowed on him the see of Canterbury, left vacant by the death of Theobald.",
        "In 1870, by an arrangement which he attributed to his friend Robert Lowe, afterwards Lord Sherbrooke (at that time a member of Gladstone's ministry), Scott was promoted to the deanery of Rochester and Jowett was elected to the vacant mastership by the fellows of Balliol.",
        "Like his predecessor, he enjoyed the protection and support of the Polish king, Sigismund III., and was strong enough to ii., compel Shuiski to abdicate; but as soon as the throne was vacant Sigismund put forward as a candidate his own son, Wladislaus.",
        "In 1669, when the chair of philosophy at the College Royal fell vacant, one of the four selected candidates had to sustain a thesis against \" the pretended new philosophy of Descartes.\"",
        "Macneill, working chiefly on surveys, harbours and railroads, and was appointed in 1855 to the chair of civil engineering in Glasgow, vacant by the resignation of Lewis Gordon, whose work he had undertaken during the previous session.",
        "The pope preserved the right to nominate to vacant benefices in curia and to certain benefices of the chapters, but all the others were in the nomination of the bishops or other inferior collators.",
        "He had an ambition to become registrar-general; and when that post became vacant in 1879, he was so disappointed at the selection of Sir Brydges Henniker instead of himself, that he refused to stay any longer in the registrar's office.",
        "He retained his influence during the whole of the reign of Louis; and on the king's death in 911 was prominent in securing the election of Conrad, duke of Franconia, to the vacant throne.",
        "On the 14th of September, under an agreement dated the 14th of August, they invited King George of Greece, in the event of the high commissionership becoming vacant, to propose a candidate for that post, to be nominated by the powers for a period of five years, and on the 25th of September Prince George left the island.",
        "When the ministry of a church became vacant the choice of a successor rested with the colloque or with the provincial synod.",
        "The throne was vacant, the great nobles quarrelling among themselves, the Catholic Poles in the Kremlin of Moscow, the Protestant Swedes in Novgorod, and enormous bands of brigands everywhere.",
        "Charles Emmanuel now attempted the acquisition of Montferrat, which was soon to become vacant by the death of Francesco Gonzaga, who held it together with Mantua.",
        "Early Christian writers assert that he proceeded to search out and to execute all descendants of David who might conceivably come forward as claimants of the vacant throne.",
        "At his brother's death he succeeded to his vacant chair in the Academy.",
        "In September of the same year the see of Durham fell vacant, and the king overruled the choice of the monks, who had elected and actually installed their sub-prior, Robert de Graystanes, in favour of Aungervyle.",
        "He was made commander-in-chief of both the military and naval forces with supreme authority, and in his hands was placed the final appointment to all political and judicial posts and to vacant city magistracies.",
        "His successor, Basil, tried to get himself elected grand-prince of Lithuania when the throne became vacant by the death of his brother-in-law in 1506, but the choice fell on the late prince's brother Sigismund, who was likewise elected king of Poland.",
        "Had this act been ratified by the government at Athens, a war between Greece and the Ottoman Empire could hardly have been avoided; but a royal rescript was issued by the king of the Hellenes on the 30th of September 1910, declaring vacant the three seats to which the Cretan representatives had been elected; the immediate danger was thus averted.",
        "Nevertheless, he remained in the comparative obscurity of his episcopal see until the death of Cardinal Antonelli; but in 1877, when the important papal office of camerlengo became vacant, Pius IX.",
        "If the metropolitan see were vacant the jurisdiction was exercised by the dean and chapter through an official (Rothery, Return of Cases before Delegates, Nos.",
        "In August 1532 Archbishop Warham died, and the king almost immediately afterwards intimated to Cranmer, who had accompanied the emperor in his campaign against the Turks, his nomination to the vacant see.",
        "Petit in Vacant's Diet.",
        "But on his next visit to England in 1619 he brought with him an attestation to his orthodoxy and high professional standing, signed by the lord deputy and the members of the privy council, which, together with his own demeanour in a private conference with the king, so influenced the latter that he nominated Usher to the vacant see of Meath, of which he was consecrated bishop in 1621.",
        "While he was detained on this business the archbishop of Armagh died in January 1625, and the king at once nominated Usher to the vacant primacy; but severe illness and other causes impeded his return to Ireland until August 1626.",
        "Meanwhile a Prussian envoy had again been appointed at the Vatican; all but three of the vacant bishoprics were filled by agreement between the pope and the king, and the sequestrated revenues were restored.",
        "But he made little way, and failed to obtain a vacant physicianship at St George's hospital; the result was that he abandoned medicine and took to original research.",
        "The visible signs of this contemptuous point of view were (1) the suspension of the august dignity of palatine, which, after the death of Tamas Nadasdy, \" the great palatine,\" in 1562, was left vacant for many years; (2) the abolition or attenuation of all the ancient Hungarian court dignitaries; (3) the degradation of the capital, Pressburg, into a mere provincial town; and (4) the more and more openly expressed determination to govern Hungary from Vienna by means of foreigners, principally German or Czech.",
        "She did not fill up the dignity of palatine, vacant since the 26th of October 1765, and governed Hungary through her son-in-law, Albert of Saxe-Teschen.",
        "4 During the crisis of the Reformation all the Swedish sees became vacant but two, and the bishops of these two soon left the kingdom.",
        "In 1528 Magnusson consecrated bishops to fill the vacant sees, and, assisted by one of these, Magnus Sommar, bishop of Strengness, he afterwards consecrated the Reformer, Lawrence Peterson, as archbishop of Upsala, Sept.",
        "Hippocrates, tyrant of Gela (498-491), threatened the independence of Syracuse as well as of other cities, and it was saved only by the joint intervention of Corinth and Corcyra and by the cession of the vacant territory of Camarina.",
        "Healy had said that he tried to govern Ireland with Scottish jokes), Sir Henry had already earned the general respect of all parties, and in April 1895, when Mr Speaker Peel retired, his claims for the vacant post were prominently canvassed; but his colleagues were averse from his retirement from active politics and Mr Gully was selected.",
        "He was succeeded by his son, a youth of eighteen, called Singumin (Chenguza of Symes), who proved himself a bloodthirsty despot, and was put to death by his uncle, Bodawpaya or Mentaragyi, in 1781, who ascended the vacant throne.",
        "In 608 Magian influence was so strong in Persia that the Christians were persecuted and the office of catholicus was vacant for 20 years, being filled again by Jesu-Jabus, during whose patriarchate the Mahommedan invasion overran Persia.",
        "In the prosecution of this enterprise Frederick spent large sums of money, for which he received various places in Bohemia and elsewhere in pledge from Sigismund, who further rewarded him in January 1423 with the vacant electoral duchy of Saxe-Wittenberg; and Frederick's formal investiture followed at Ofen on the 1st of August 1425.",
        "In 1877 the mastership of Trinity Hall, Cambridge, where Maine had formerly been tutor, became vacant.",
        "The see of York being vacant, the pope conferred it on Fleming; but the king (Henry V.) refused to confirm the appointment.",
        "The other consists of brief scholia, written in very small characters (but of the same period) on the narrow space left vacant round the text.",
        "freehold with vacant possession to be granted upon completion.",
        "houseman's place, vacant for them at present.",
        "November 1990: The house is reported to have lain vacant for many years.",
        "I drove slowly around the circle to make sure the site previously occupied by the California motor home was indeed vacant.",
        "In 1592 Sigismund married the Austrian archduchess Anne, and the same year a reconciliation was patched up between the king and the chancellor to enable the former to secure possession of his Swedish throne vacant by the death of his father John III.",
        "What added to the practical difficulties of this arrangement was that the post of grand-prince was not an hereditary dignity in the sense of descending from father to son, but was always to be held by the senior member of the dynasty; and in the subordinate principalities the same principle of succession was applied, so that reigning princes had to be frequently shifted about from one district to another, according as they could establish the strongest claim to vacant principalities.",
        "The mandarins are nominated by the king and their children have a position at court, and are generally chosen to fill the vacant posts in the administration.",
        "In July 1746 Home was presented to the parish of Athelstaneford, Haddingtonshire, vacant by the death of Robert Blair, the author of The Grave.",
        "The latter left several sons by different wives, who were competitors for the vacant throne.",
        "as a vacant fief of the empire; but Dietrich, called the Oppressed, secured the mark after Henry's death in 1197.",
        "Albert's two remaining sons, Frederick and Dietrich or Diezmann, then claimed Meissen; but it was seized by King Adolph of Nassau as a vacant fief of the empire, and was for some time retained by him and his successor King Albert I.",
        "A vice-president is elected at the same time and under the same conditions, who is president of the senate ex officio, and succeeds to the presidency in case the office becomes vacant during the last two years of the presidential term.",
        "St Jerome (Ep. 1 4 6) tells us that as late as the middle of the 3rd century the presbyters of Alexandria, when the see was vacant, used to elect one of their own number and without any further ordination set him in the episcopal office.",
        "The new king at once recalled Dunstan, who was made a bishop. At first apparently he was without a see; but that of Worcester falling vacant, he was appointed to fill it.",
        "Early in 1847 it was announced that one of the two members for the university of Oxford intended to retire at the general election, and Gladstone was proposed for the vacant seat.",
        "On the death of the childless tsar, he was the popular candidate for the vacant throne; but he acquiesced in the election of Boris Godunov, and shared the disgrace of his too-powerful family three years later, when Boris compelled both him and his wife, Xenia Chestovaya, to take monastic vows under the names of Philaret and Martha respectively.",
        "In 1866 the chair of the philosophy of mind and logic in University College, London, fell vacant, and Martineau became a candidate.",
        "The archbishop of Freiburg resisted, and, on his death in April 1868, the see was left vacant.",
        "He took part in the war against the Hussites, but became estranged from Sigismund when in 1423 the king invested Frederick of Wettin, margrave of Meissen, with the vacant electoral duchy of Saxe-Wittenberg.",
        "The archbishop of Canterbury exercises the twofold jurisdiction of a metropolitan and a diocesan bishop. As metropolitan he is the guardian of the spiritualities of every vacant see within the province, he presents to all benefices which fall vacant during the vacancy of the see, and through his special commissary exercises the ordinary jurisdiction of a bishop within the vacant diocese.",
        "The archbishop of York has immediate spiritual jurisdiction as metropolitan in the case of all vacant sees within the province of York, analogous to that which is exercised by the archbishop of Canterbury within the province of Canterbury.",
        "The old priesthood, and in particular the flaminia, came to be regarded as tiresome restrictions on political life and were neglected: from 87 to II B.C. the office of flamen Dialis was vacant.",
        "In 1865 he accepted the professorship of zoology at the Sorbonne, vacant through the death of L.",
        "In the convention parliament summoned by the prince of Orange, in which he sat for Heytesbury, he spoke in favour of a radical resettlement of the constitution, and served on a committee, of which Somers was chairman, for drawing up a new constitution in the form of the Declaration of Right; and he was one of the representatives of the Commons in their conference with the peers on the question of declaring the throne vacant.",
        "15, 1865) it was felt that, if Manning should succeed to the vacant archbishopric, the triumph of Ultramontanism would be secured.",
        "7, 1878); and in the subsequent conclave, while some Italian cardinals were prepared to vote for his election to fill the vacant chair, he himself supported Cardinal Pecci, afterwards known as Leo XIII.",
        "He had declined, during his residence at Groningen,' an invitation to Utrecht, but accepted in 1705 the mathematical chair in the university of his native city, vacant by the death of his brother Jacques; and here he remained till his death.",
        "Contemporary accounts lay stress upon the fact that as there was then no emperor, Constantinople being under the rule of Irene, it seemed good to Leo and his counsellors and the \" rest of the Christian people \" to choose Charles, already ruler of Rome, to fill the vacant office.",
        "We must remember that the ocean is a continuous sheet of water of a certain depth, and the conditions of continuity which hold good for all fluids require that there should be no vacant space within it; hence if a single water particle is set in motion, the whole ocean must respond, as Varenius pointed out in 1650.",
        "After a long conflict over the slavery question, the state was admitted into the Union under a joint resolution of Congress adopted on the 1st of March 1845, 1 on condition that the United States should settle all questions of boundary with foreign governments, that Texas should retain all of its vacant and unappropriated public lands, and that new states, not exceeding four in number, might be formed within its limits.",
        "Francis died on the 10th of June 1584, and the vacant appanage definitively became part of the royal domain.",
        "First, the growth of the practice of \" reservation \" and \" provision,\" by which the popes assumed the right to appoint their own nominees to vacant sees and other benefices, in defiance of the claims of the crown, the chapters and private patrons.",
        "In practice it restored the former range of papal reservations, and extended the papal right of appointment to all benefices (except the higher offices in cathedrals and collegiate churches) which fell vacant during the odd months.",
        "In 1514 the archbishopric of Mainz fell vacant again, and Albert of Brandenburg, already archbishop of Magdeburg and administrator of Halberstadt, longing to add it to his possessions, was elected.",
        "A second rising was caused when, on the death of Ulrich II., count of Weimar and OrlamUnde, without issue in 1112, Henry seized these counties as vacant fiefs of the empire, while Lothair supported the claim of Siegfried, count of Ballenstadt, whose mother was a relative of Ulrich.",
        "After the defeat by Lothair of Henry's forces at Welfesholz on the 11th of February 1115, events called Henry to Italy; and Lothair appears to have been undisturbed in Saxony until 1123, when the death of Henry II., margrave of Meissen and Lusatia raised a dispute as to the right of appointment to the vacant margraviates.",
        "died in 1412 he was succeeded by his son Eric V., who made strenuous but vain efforts to obtain the electoral duchy of Saxe-Wittenberg, which fell vacant on the death of the elector Albert III.",
        "A new era in the history of Saxony dates from 1423, the year when the emperor Sigismund bestowed the vacant electoral duchy of Saxe-Wittenberg upon Frederick, margrave of Meissen.",
        "appointed him bishop of Lincoln in spite of the fact that the chapter had already made an election to the vacant bishopric, and he secured the position without delay.",
        "Enjoying the favour of the new king, Edward III., the bishop became chancellor of England in 1328; but he failed to secure the archbishopric of Canterbury which became vacant about the same time, and was deprived of his office of chancellor and imprisoned when Isabella lost her power in 1330.",
        "In 1808 the emperor offered Louis the throne of Spain then vacant; but on Louis refusing to accept it the honour went to Joseph.",
        "He was worshipped as a national hero by the Opuntian Locrians (on whose coins he appears), who always left a vacant place for him in the ranks of their army when drawn up in battle array.",
        "On the death of Sisinnius, patriarch of Constantinople (December 427), Theodosius perplexed by the various claims of the local clergy, appointed the disinguished preacher of Antioch to the vacant see.",
        "Maximian, one of the Constantinopolitan clergy, a native of Rome, was promoted to the vacant see, and Nestorius was henceforward represented in the city of his former patriarchate only by one small congregation, which also a short time afterwards became extinct.",
        "Within a year of its publication the post of legal member of council in India was offered to Maine, then a junior member of the bar with little practice, few advantages of connexion, and no political or official claims. He declined once, on grounds of health; the very next year the office was again vacant.",
        "Immediately after the death of King Louis, who fell on the field of battle, the emperor Ferdinand and John Zapolya, voivode of Transylvania, competed for the vacant crown, and both were elected almost simultaneously.",
        "no fewer than eighteen candidates for the vacant Polish throne presented themselves.",
        "(1897); Vacant, Dict.",
        "He secretly urged his nephew's candidature for the imperial crown, left vacant by the death of Richard of Cornwall, king of the Romans, in 1272, but without success.",
        "In the versions more closely connected with the Grail story the name of the chosen knight appears on his seat, and there is one vacant place, the Siege perilous, eventually to be filled by the Grail winner.",
        "Vacant's Dict.",
        "About this time began his acquaintance with David Hume, which afterwards ripened into friendship. In 1751 he was elected professor of logic at Glasgow, and in 1752 was transferred to the chair of moral philosophy, which had become vacant by the death of Thomas Craigie, the successor of Hutcheson.",
        "In 1805 he became a candidate for the vacant professorship of mathematics at Edinburgh, but was unsuccessful.",
        "When Lucullus assumed the command of the Roman troops in Asia, Caesar returned to Rome, to find that he had been elected to a seat on the college of pontifices left vacant by the death of his uncle, C. Aurelius Cotta.",
        "In 1845 he declined the Democratic nomination for governor, and also an appointment to the seat in the United States Senate made vacant by the resignation of Judge Levi Woodbury.",
        "It is not known how or when he obtained ecclesiastical orders; but, after Athanasius had been banished in 356, George was promoted by the influence of the then prevalent Arian faction to the vacant see.",
        "As yet, however, he had little knowledge of, and less inclination for, astronomy; and it was with extreme reluctance that he turned aside from the more promising career of the ministry to accept, early in 1594, the vacant chair of that science at Gratz, placed at the disposal of the Tubingen professors by the Lutheran states of Styria.",
        "In the first decades after the establishment of independence the resources and energies of the nation were absorbed in the task of occupying the vacant spaces of a continent, and sub-, duing it to agriculture; and so long as land was so abundant that the spreading population easily sustained itself upon the fruits of the soil, and satisfied the tastes of a simple society with the products of neighborhood handicrafts, there was no incentive to any real development of a factory economy.",
        "He is usually president of the state senate, is sometimes a inember of some administrative boards, and steps into the governors place should it become vacant.",
        "In 1632 he was appointed to the long vacant post of hetman wielki koronny, or commander in chief of Poland, and in that capacity routed the Tatars at Sasowy Rogi (April 1633) and at Paniawce (April and October 1633), and the Turks, with terrific loss, at Abazd Basha.",
        "The see remained vacant from 1580 to 1606, and from 1638 till the Restoration, and, after the accession of William II., the episcopacy was finally abolished (1697), although many of the clergy refused to conform.",
        "Later, when this plan had fallen through, he was endowed with castles, revenues and lands on both sides of the channel; the vacant earldom of Cornwall was reserved for him (1175); he was betrothed to Isabella the heiress of the earldom of Gloucester (1176); and he was granted the lordship of Ireland with the homage of the Anglo-Irish baronage (1177).",
        "But the regius professorship of divinity at Cambridge fell vacant, and Lightfoot, who was then Hulsean professor, declining to become a candidate himself, insisted upon Westcott's standing for the post.",
        "(1266), empowering the papacy to dispose of all vacant bishoprics at the court of Rome, merely sanctioned a usage that had long been established.",
        "Nominations directly made by the court of Rome, especially in the case of dioceses long vacant, became increasingly numerous.",
        "Their elections gave rise to innumerable lawsuits, which all terminated at the court of Rome, and in most cases it was the pope himself who designated the monks to fill vacant posts in the abbeys.",
        "Precisely as if the Holy See were vacant, the cardinals began to act as the actual rulers of the Church, and issued formal invitations to a council to be opened at Pisa on the Feast of the Annunciation (March 25) 1409.",
        "to the election of Martin V., the Apostolic See was vacant; and the council, newly convened and authorized by the legitimate pope of before his resignation, conducted the government of the Church.",
        "The independent dynasty which was then established was drawn under the influence of the German king, Frederick Barbarossa, and two princes who in 1163 divided the sovereignty among themselves as dukes of Upper and Lower Silesia inaugurated the policy of inviting German colonists to their vacant domains.",
        "In 1851 the rectorship of Lincoln became vacant, and it seemed certain that Pattison would be elected, but he lost it by a disagreeable intrigue.",
        "The throne had been vacant for seven years when the mayors of the palace, Carloman and Pippin the Short, decided in 743 to recognize Childeric as king.",
        "A number of princes assembled at Nuremberg declared Otto deposed, and invited Frederick to fill the vacant throne.",
        "His editions and translations of the classics were either juvenile exercises prescribed by Scaliger, or \"lusus poetici,\" the amusement of vacant hours.",
        "It may be practised for the purpose of changing a part of the tree, and is sometimes very useful for filling out vacant spaces, in trained trees especially.",
        "- Wheel out manure and composts during frosty weather; trench vacant ground not turned up roughly in autumn.",
        "- Trench up all vacant ground as soon as cleared of its crops, leaving the surface as rough as possible.",
        "All the provinces, except Friesland and Groningen, which remained true to William Frederick of Nassau-Dietz, agreed to leave the office of stadholder vacant.",
        "Taking advantage of the opportunity which circumstances offered, he boldly stepped into the place which the emperors had left vacant and the Lombard kings had not the strength to seize.",
        "advocatio, a summons to), the right of presentation to a vacant ecclesiastical benefice, so called because the patron defends or advocates the claims of the person whom he presents.",
        "In a presentative advowson, the patron presents a clergyman to the bishop, with the petition that he be instituted into the vacant living.",
        "Under the previously existing law, simony, or \"the corrupt presentation of any person to an ecclesiastical benefice for gift, money or reward,\" renders the presentation void, and subjects the persons privy or party to it to penalties; a presentation to a vacant benefice cannot be sold, and no clerk in holy orders can purchase for himself a next presentation.",
        "It thus presents to all vacancies caused by simoniacal presentations, or by the incumbent having been presented to a bishopric or in benefices belonging to a bishopric when the see is vacant by the bishop's death, translation or deprivation.",
        "If a bishopric becomes vacant after a lapse has accrued to it, it goes to the metropolitan; but in case of a vacancy of a benefice during the vacancy of the see the crown presents.",
        "The succession is vested in the heirs male of Leopold I., and should they ever make complete default the throne will be declared vacant, and a national assembly composed of the two chambers elected in double strength will make a fresh nomination.",
        "In 1894\" a new article numbered 61 was inserted in the constitution providing that \" in default of male heirs the king can nominate his successor with the assent of the two chambers, and if no such nomination has been made the throne shall be vacant,\" when the original procedure of the constitution would be followed.",
        "The mayors of the palace belonging to the Carolingian family were able to keep the throne vacant for long periods of time, and finally, in 751 the mayor Pippin, with the consent of the pope Zacharias, sent King Childeric III.",
        "The spectrum, also, is very characteristic. The atomic weight, 226.4, places the element in a vacant position in group II.",
        "On the death of the last elector in 1801 the archiepiscopal see was left vacant.",
        "to seize Thuringia as a vacant fief of the Empire, and established himself as landgrave.",
        "died in January 1002 there remained no representative of the elder branch of the imperial family, and several candidates came forward for the vacant throne.",
        "After Henrys death the nobles met at Kamba, near Oppenheim, and in September 1024 elected Conrad, a Franconian count, to the vacant throne.",
        "While they were thus employed the friends of the house of Hohenstaufen, convinced that Fredericks kingship was not possible, chose the late emperors brother, Philip, duke of Swabia, to fill the vacant throne; soon afterwards the enemies of the house found a candidate in the person of.",
        "Meissen, which he claimed as a vacant fief of the Empire, and Thuringia, which he bought from the landgrave Albert II., seemed to offer a favorable field for this undertaking, and he spent a large part of his short reign in a futile attempt to carry out his plan.",
        "object of his reign to increase the power of his house, but he failed in his attempts to add Bohemia and Thuringia to the hereditary lands of the Habsburgs, and he was equally unsuccessful in his endeavour to seize the countries of Holland and Zealand as vacant fiefs of the Empire.",
        "Afters Ruperts death two cousins, Jobst, margrave of Moravia, and Sigismund, king of Hungary, were in the autumn of 1410 both chosen to fill the vacant throne by opposSig!smund ing parties; and the position was further complicated ~hOSefl by the fact that the deposed king, Wenceslaus, was still alive.",
        "The provocation was supplied at the right moment by the candidature of the prince of Hohenzollern for the vacant crown of Spain.",
        "The government tried to nd priests to occupy the vacant parishes; few consented to do so, and the Slaalskatholiken who consented to the new laws were avoided by their parishioners.",
        "After the death of Olybrius the throne of the West remained vacant for some months, during which Italy was abandoned to barbarians.",
        "Municipal corporations or other local government bodies have no express power to expel a member, except in such cases where the law declares the member to have vacated his seat, or where power is given by statute to declare the member's seat vacant.",
        "After the duke had three times refused to appear before the princes, Frederick placed him under the ban, declared the duchies of Austria and Styria to be vacant, and, aided by the king of Bohemia, the duke of Bavaria and other princes, invaded the country in 1236.",
        "as vacant fiefs of the Empire, and their as government was entrusted to Otto II., duke of Bavaria.",
        "He was a disciple, not of Machiavelli, but of Rousseau; and his scattered dominions, divided by innumerable divergences of racial and class prejudice, and enncumbered with traditional institutions to which the people clung with passionate conservatism, he regarded as so much vacant territory on which to build up his ideal state.",
        "After the death of the Sultan TUrgnshgh, his step-mother at first was raised to the vacant throne, when she committed the administration of affairs to the captain of the retainers, Aibek; but the rule of a queen caused scandal to the Moslem world, and Shajar al-durr gave way to this sentiment by marrying Aibek and allowing the title sultan to be conferred on him instead o~ herself.",
        "IbrfihIm shortly afterwards fell by the hand of an assassin who had aspired to occupy one of the vacant beyships himself, which was conferred instead on All, who as All Bey was destined to play an important part in the history of Egypt.",
        "The three ensuing years were especially favourable for the Reformation, as during that time the king had unlooked-for opportunities for filling the vacant episcopal sees with men after his own heart, and at heart he was a Lutheran.",
        "Seeking at once to strengthen the royal position, he claimed Meissen as a vacant fief of the Empire, and in 1294 allied himself with Edward I., king of England, against France.",
        "The king \" lived on his own,\" on rent of crown lands, feudal fines and aids, wardships, marriages, and the revenues of vacant bishoprics.",
        "died in November 1272 the archbishopric of Canterbury was vacant, and consequently the great seal was delivered to the archbishop of York, who was the chief of the three regents who successfully governed the kingdom until the return of Edward I.",
        "Next year a revolution at Quito, under Moreno, brought Espinosa's presidency to a close; and though the national convention appointed Carvajal to the vacant office, Moreno succeeded in securing his own election in 1870 for a term of six years.",
        "In November 1531 the king rewarded him for his services with the bishopric of Winchester, vacant by Wolsey's death.",
        "tells us in his treatise De synodo dioecesana that the pope often names vicars-apostolic for the government of a particular diocese because the episcopal see is vacant or, being filled, the titular bishop cannot fulfil his functions.",
        "They are charged especially with the care of sick priests and in case of death with the celebration of their funerals and the charge of their vacant parishes.",
        "In 1818 Hegel accepted the renewed offer of the chair of philosophy at Berlin, vacant since the death of Fichte.",
        "Fox replied with some warmth, and Wolsey had to wait until Fox's death before he could add Winchester to his archbishopric of York and his abbey of St Albans, and thus leave Durham vacant as he hoped for the illegitimate son on whom (aged 18) he had already conferred a deanery, four archdeaconries, five prebends and a chancellorship.",
        "In 1412 he was delegated by his native city to take part in the election of a successor to the vacant crown of Aragon; and in 1416 he received a special invitation to attend the council of Constance, where he supported the cause of the Flagellants.",
        "When Chamberlain resigned in 1903 in order to carry on his Tariff Reform campaign unhampered by office, Lyttelton was selected by Mr. Balfour, after Lord Milner's refusal, for the vacant secretaryship for the Colonies.",
        "to the vacant archbishopric of St Andrews and was made papal legate in Scotland, but it was some time before he secured possession of the see owing to the attempts of Henry VIII.",
        "This first formal appearance as a critic and historian of literature at once gave him a new standing in the community, and was the occasion of his election to the Smith Professorship of Modern Languages in Harvard College, then vacant by the retirement of Longfellow.",
        "The Sicilian assembly met in March 1848, and Settimo in his inaugural speech declared that the Bourbon dynasty had ceased to reign, that the throne was vacant and that Sicily united her destinies to those of Italy.",
        "His cabinet in great part Ad been dictated to him in r 809 by a senatorial clique, and it was hopelessly discordant; for two years he was to all intents and purposes his own secretary of state, Robert Smith being a mere figure-head of whom he gladly got rid in 181 r, giving Monroe the vacant place.",
        "He had no legitimate male heir, and in 1597 Ferrara was claimed as a vacant fief by Pope Clement VIII., as was also Comacchio.",
        "He appears to have survived till the year 1536; for on the 22nd of November in that year, the king presented John Garden to the rectory of Tyrie, vacant by the death of \"Mr Hector Boiss.\"",
        "(Berlin, 1869); Rudolph Sohm, Kirchenrecht (1892); Duchesne, Les Origines du culte chretien (4th ed., Paris, 1908); Bouix, De papa (Paris, 1869); Vacant, Etudes the'ologiques sur les constitutions du concile du Vatican (Paris, 1895); Barbier de Montault, Le Costume et les usages ecclesiastiques (Paris, 1897).",
        "If the office becomes vacant the secretary of state becomes acting governor; there is no lieutenant-governor.",
        "The Dorians apparently were without an alphabet, and consequently when Phoenician traders and pirates occupied the place left vacant by the downfall of Minos's empire, the people of the island, and of the sea coasts generally, adopted from them the Phoenician alphabet.'",
        "The throne in Italy had been vacant before, and the restoration of unity was realized in fact under Justinian.",
        "The officers were called to meet at Newburgh, and it was the avowed purpose of the leaders of the movement to march the army westward, appropriate vacant public lands as part compensation for arrears of pay, leave Congress to negotiate for peace without an army, and \"mock at their calamity and laugh when their fear cometh.\"",
        "On the 22nd of July 1689 the Convention which declared the throne vacant and called William and Mary to fill it, declared in its Claim of Right that prelacy and the superiority of any office in the church above ministers had been a great and insupportable grievance to Scotland.",
        "The office was worth about £1600 a year; bat it did not become vacant for nearly twenty years.",
        "In the early part of 1616, when Thomas, Egerton, Baron Ellesmere (c. 1540-1617), the lord chancellor, was dangerously ill, Bacon wrote a long and careful letter to the king, proposing himself for the office, should it fall vacant, and stating as frankly as possible of what value he considered his services would be.",
        "On the death of Hardicanute in 1042 Godwine was foremost in promoting the election of Edward (the Confessor) to the vacant throne.",
        "The old ecclesiastical policy of Elizabeth, which had hitherto borne such good fruit in Wales, was now gradually relaxed under the later Stuarts and definitely abandoned under Anne, during whose reign only Englishmen were appointed to the vacant Welsh sees.",
        "He took a subordinate part in the struggle between the king and Rome as to the royal rights over vacant bishoprics; and he seems to have sympathized with the proposal that was made to seize part of the wealth of the clergy.",
        "He offered him the sees of York or Winchester, and kept them vacant for ten months for his acceptance.",
        "to appoint his favourite to the vacant archbishopric, and Walter was enthroned at Canterbury in February 1314.",
        "In the following year the chair of organic chemistry at the faculty of medicine became vacant by the resignation of Dumas and the chair of mineral chemistry and toxicology by the death of M.",
        "Yakubs brother Amr (reigned 878900) received the vacant position, but was taken prisoner by Ismail b.",
        "Those authorities who maintain that Yaqub Shah left no son to succeed him consider valid the claim to the vacant throne of Sheikh Haidar Sufi.",
        "The chief of the Bakhtiaris, Rashid, also with treasure, fled to the mountains, and the conspirators invited Ali, a nephew of the deceased monarch, to ascend the vacant throne.",
        "The story has not the best authority, and though the desponding tone of some of Butler's writings may give it colour, it is not in harmony with the rest of his life, for in 1750 he accepted the see of Durham, vacant by the death of Edward Chandler.",
        "In 1453, after the capture of Constantinople by the Turks, Mahommed II., finding that the patriarchal chair had been vacant for some time, resolved to elect some one to the office, and the choice fell on Gennadius.",
        "to approve his selection of two dignitaries to occupy vacant sees as well as his nominee for the vacant archbishopric of Valencia, a prelate who afterwards became archbishop of Toledo, and remained to the end a close friend of Castelar.",
        "John Scott's year of grace closed without any college living falling vacant; and with his fellowship he gave up the church and turned to the study of law.",
        "In 1799 the office of chief justice of the Court of Common Pleas falling vacant, Sir John Scott's claim to it was not overlooked; and after seventeen years' service in the Lower House, he entered the House of Peers as Baron Eldon.",
        "It was not till April 1827, when the premiership, vacant through the paralysis of Lord Liverpool, fell to Canning, the chief advocate of Roman Catholic emancipation, that Lord Eldon, in the seventy-sixth year of his age, finally resigned the chancellorship. When, after the two short administrations of Canning and Goderich, it fell to the duke of Wellington to construct a cabinet, Lord Eldon expected to be included, if not as chancellor, at least in some important office, but he was overlooked, at which he was much chagrined.",
        "Ferdinand, a weak but ambitious and unscrupulous king, claimed the thrones of Castile and Leon, left vacant by the death of Pedro I.",
        "Garcia de Noronha, publicly sold by auction every vacant appointment in Portuguese India - an example followed in 1614 by the king.",
        "Henry died on the 31st of January 1580, and the throne was thus left vacant.",
        "Between bishop, pope and king the next vacant prebend in every great church was generally promised two or three deep before it was vacant, and the episcopal and chapter registers are full of the contests which ensued.",
        "As Rudolph immediately claimed as vacant fiefs of the Empire most of the lands held by Ottakar, war was inevitable.",
        "Albert, king of the Romans, declared that Bohemia was a vacant fief of the Empire, and, mainly by intimidation, induced the Bohemians to elect his son Rudolph as their sovereign; but Rudolph died after a reign of only one year.",
        "The Bohemian throne was now again vacant, for, when electing Ladislas the estates had reaffirmed the elective character of the monarchy.",
        "In the following March the Bohemian crown became vacant by the death of Matthias.",
        "After the revolution of 1848 he was enabled to return to Prussia, where he was restored to his rights, and received the Wartegeld - the salary attached to a promised office not yet vacant.",
        "If the governor die, resign or be removed from office, or if his office be otherwise vacant, he is succeeded by the president of the Senate, who serves until another governor is elected and qualified.",
        "Fulda, 1888, pp. 2 4-55, 203-296); also Vacant's Diet.",
        "The sovereign is by law the supreme governor of the church, both in things spiritual and temporal, and he has the right to nominate to vacant sees.",
        "and within 15 m.); (3) entitled to elect to the office of county councillor (for this qualification no property qualification is required, but the office of a councillor elected on this qualification only becomes vacant if for six months he ceases to reside within the county); (4) a peer owning property in the county; (5) registered as a parliamentary voter in respect of the ownership of property in the county.",
        "If during his term of office a member of the council becomes bankrupt, or compounds with his creditors, or is (except in case of illness) continuously absent from the county, being chairman for more than two months, or being alderman or councillor for more than six months, his office becomes vacant by declaration of the council.",
        "Vacant's Diet.",
        "A decree of the ist of July 1885 had, it is true, declared all \"vacant lands\" the property of the state (Domaine privé de Petal), but it was not for some time that this decree was so interpreted as to confine the lands of the natives to those they lived upon or \"effectively\" cultivated.",
        "21) reserving to the state the monopoly of ivory and rubber in the \"vacant lands\" constituted by the decree of 1885, and circulars were issued making the monopoly effective in the Aruwimi-Welle, Equator and Ubangi districts.",
        "No definition had been given by the decree of 1885 as to what constituted the \"vacant lands\" which became the property of the state, but the effect of the later decrees was to assign to the government an absolute proprietary right over nearly the whole country; a native could not even leave his village with out a special permit.",
        "The dean and chapter are thereupon bound to elect the person so named by the crown within twelve days, in default of which the crown is empowered by the statute to nominate by letters patent such person as it may think fit, to the vacant bishopric. Upon the return of the election of the new bishop, the metropolitan is required by the crown to examine and to confirm the election, and the metropolitan's confirmation gives to the election its canonical completeness.",
        "In case of a vacancy in a metropolitical see, an episcopal commission is appointed by the guardians of the spiritualities of the vacant see to confirm the election of the new metropolitan.",
        "After withdrawing to Fondi to reconsider the election, the cardinals finally resolved to regard Urban as an intruder and the Holy See as still vacant, and an almost unanimous vote was given in favour of Robert of Geneva (loth of September 1378), who took the name of Clement VII.",
        "The rich deanery of Derry then became vacant and Swift applied for it.",
        "Anne was particularly amenable to the influence of priestly and female favourites, and it must be considered a proof of the strong interest made for Swift that she was eventually persuaded to appoint him to the deanery of St Patrick's, Dublin, vacant by the removal of Bishop Sterne to Dromore.",
        "His nomination by Lord John Russell to the vacant see of Hereford in December 1847 was again the signal for a violent and organized opposition; and his consecration in March 1848 took place in spite of a remonstrance by many of the bishops and the resistance of Dr John Merewether, the dean of Hereford, who went so far as to vote against the election when the conge d'elire reached the chapter.",
        "In 1832 he was called to Marburg as professor ordinarius of classical literature; and in 1842 he was transferred to Gottingen to the chair of philology and archaeology, vacant by the death of Otfried Muller.",
        "In 1872 a law was passed by which the bishops were elected by the senate, the chamber of deputies, and the synod sitting as an assembly (the only other occasion on which provision is made for such an assembly is in the event of the throne becoming vacant without any apparent heir).",
        "Assuming revolutionary powers, it deposed Governor Jackson and other state officers, appointed their successors, declared vacant the seats of members of the Assembly, and abrogated the disloyal acts of that body.",
        "That brutal assault cost Sumner three years of heroic struggle to restore his shattered health - years during which Massachusetts loyally re-elected him, in the belief that in the Senate chamber his vacant chair was the most eloquent pleader for free speech and resistance to slavery.",
        "On the removal of the pads, or the cutting out of the face of the mortar where pads were not used, the vacant joint was gradually filled with almost dry mortar, a hammer and caulking tool being used to consolidate it.",
        "terminated a dispute over the vacant archbishopric of Canterbury by appointing Kilwardby.",
        "claimed the first-fruits of all vacant benefices in England, and in 1319 John XXII.",
        "Six years later he made application for the chair of natural philosophy in his own university, but again without success, and in 1773 he was offered and accepted the living of the united parishes of Liff and Benvie, vacant by the death of his father.",
        "The public oratorship fell vacant, and a contest arose between the heads of the colleges and the members of the senate as to the mode of electing to the office.",
        "Thus the uncompleted diagram for partition is F or G, while for measuring it is usually H; the vacant compartment being for the unit in F or G, and for the number in H.",
        "But-in addition the king kept all wealthy posts, such as bishoprics and abbacies, vacant for years at a time and appropriated the revenue meanwhile.",
        "The crown of Succession England was left vacant for the boldest kinsman to of Henry I.",
        "Henry won much applause at the same time by filling up all the bishoprics and abbacies which his brother had kept so long vacant, by inviting the exiled Anselm to return to England, and by imprisoning Williams odious minister Ranulf Flambard.",
        "Moreover, he retained in practice, if not in theory, his power to nominate to the vacant offices; chapters and monasteries seldom dared to resist the pressure which the sovereign could bring to bear upon them in.",
        "As a preliminary move he appointed his able chancellor Thomas Becket to the archbishopric of Canterbury, which fell vacant in ~ Jr 1162.",
        "The landowners found thousands of the crofts on which their villeins had been wont to dwell vacant, and could not fill them with new tenants.",
        "When Henry stood forward and claimed the vacant throne by right of conquest and also by right of descent, no one gainsaid him.",
        "6), being vacant.",
        "died without children in May 987, Hugh and the late king's uncle Charles, duke of Lower Lorraine, were candidates for the vacant throne, and in this contest the energy of Hugh's champions, Adalberon, archbishop of Reims, and Gerbert, afterwards Pope Sylvester II., prevailed.",
        "In 987 the king had appointed to the vacant archbishopric of Reims a certain Arnulf, who at once proved himself a traitor to Hugh and a friend to Charles of Lorraine.",
        "These marks of the royal favour seem to have led May to expect the posts of poetlaureate and city chronologer when they fell vacant on the death of Ben Jonson in 1637, but he was disappointed, and he forsook the court and attached himself to the party of the Parliament.",
        "The two vacant places in the Directory were filled by Merlin of Douai and Francois of Neufchâteau.",
        "The papacy being then vacant, a definite reply to his proposals was postponed, and Bar Sauma passed on to Paris, where he had audience of the king of France (Philip the Fair).",
        "He succeeded in frustrating the mission of General Kaulbars, whom the Tsar despatched as special commissioner to Bulgaria; in suppressing a rising organized by Nabokov, a Russian officer, at Burgas; in quelling military revolts at Silistra and Rustchuk; in holding elections for the Grand Sobranye, despite the interdict of Russia, and in securing eventually the election of Prince Ferdinand of Coburg to the vacant throne (July 7, 1887).",
        "Vacant, Dict.",
        "So well did he profit by the teaching he received in this quarter that, in 630 or 631, Cyrus was appointed to the vacant patriarchate of Alexandria, and in 633 succeeded in reconciling the Severians of his province on the basis of Ala 6Eav5pGKi Elip.-yEta (one divine-human energy).",
        "All Usher's property in Ireland was lost to him through the rebellion, except his books and some plate and furniture, but he was assigned the temporalities of the vacant see of Carlisle for his support.",
        "appointed an ecclesiastical commission, on which Burnet was a prominent member, for the disposal of vacant benefices.",
        "Dowdall fled; his see was treated as vacant, and Cranmer cast about him for a Protestant to fill St Patrick's chair.",
        "Bale fled for bare life, and his see was treated as vacant.",
        "Eager to make atonement for his sin with regard to the archbishopric, he nominated Anselm to the vacant see, and after a great struggle compelled him to accept the pastoral staff of office.",
        "Vacant's Dictionnaire de theologie.",
        "The offices of high constable and earl marshal were left vacant; the Danehoffer or national assemblies fell into desuetude, and the great queen, an ideal despot, ruled through her court officials acting as superior clerks.",
        "In 1867 he refused a professorship at Tubingen, and in 1872 another (that left vacant by Ranke) at Berlin, remaining faithful to Basel.",
        "All land lying vacant or unused, or to which the occupier is unable to produce any title, is vested in the crown.",
        "Again, benefices were kept vacant for long periods in order to ensure to the lord as long as possible the exercise of his regalian rights.",
        "The king voluntarily abandoned lay investiture and the claim to homage during the pontificate of Paschal II., but continued to interfere with elections, to appropriate the revenues of vacant benefices, and to exact an oath of fealty before admitting the elect to the enjoyment of his temporalities.",
        "After Theuderichs death (737) he left the throne vacant until 742, but he himself was king in all but name; he presided over the royal tribunals, appointed the royal officers, issued edicts, disposed of the funds of the treasury and the churches, conferred immunities upon adherents, who were no longer the kings nobles but his own, and even appointed the bishops, though there was nothing of the ecclesiastic about himself.",
        "after putting out his eyes, and the throne might be considered vacant; while on the other hand, Pope Leo III., who had been driven from Rome by a revolt in 799, and had only been restored by a Frankish army, counted for little beside the Frankish monarch, and could not but submit to the wishes of the Carolingian court.",
        "But to the royal jurists the right of the churches and abbeys to make appointments to all vacant benefices was a guarantee of liberties valuable ~to the clergy, but detestable to themselves because the clergy thus retained the great part of public wealth and authority.",
        "The question of the right of regale (right of the Crown to the revenues of vacant abbeys and bishoprics), which touched the essential rights of sovereignty, further inflamed the hostility between Innocent XI.",
        "Conformably with the traditions of the administrative monarchy in 1673, the king wanted to extend to the new additions to the kingdom his rights of receiving the revenues of vacant bishoprics and making appointments to their benefices, including taking oaths of fidelity from the new incumbents.",
        "Recipient now of immense ecclesiastical revenues, which, owing to the number of vacant benefices, constituted a powerful engine of government, Louis XIV.",
        "There were thus two parties, each anxious to secure the succession to the vacant see.",
        "Soon after Caecilian's consecration, Secundus sent a commission to Carthage, which appointed an interventor temporarily to administer the bishopric which they regarded as vacant.",
        "His first published work, entitled Erubhin, or Miscellanies, Christian and Judaical, penned for recreation at vacant hours, and dedicated to Sir R.",
        "The Republicans entered the place he left vacant simply because there was nobody to oppose them.",
        "(The other khalifaship was vacant having been declined by the sheikh es Senussi [q.v.]).",
        "Among the charitable institutions are the general hospitals (Harper, Grace and St Mary's); the Detroit Emergency, the Children's Free and the United States Marine hospitals; St Luke's hospital, church home, and orphanage; the House of Providence (a maternity hospital and infant asylum); the Woman's hospital and foundling's home; the Home for convalescent children, &c. In 1894 the mayor, Hazen Senter Pingree (1842-1901), instituted the practice of preparing, through municipal aid and supervision, large tracts of vacant land in and about the city for the growing of potatoes and other vegetables and then, in conjunction with the board of poor commissioners, assigning it in small lots to families of the unemployed, and furnishing them with seed for planting.",
        "He compelled the Kurds to settle on the vacant lands, and divided the country into small sanjaks which in the plains were governed by Turkish officials, and in the mountains by local chiefs.",
        "The dissatisfaction felt in Germany with the emperor Otto IV came to a climax in September 1211, when a number of influential princes met at Nuremberg, declared Otto deposed, and invited Frederick to come and occupy the vacant throne.",
        "The death of the scholar Quatremere had left this post vacant in 1857.",
        "John, called the \" Alchemist,\" who was born in 1403, had been disappointed in his hope of obtaining the vacant electoral duchy of Saxe-Wittenberg in 1423.",
        "After the conclusion of the war of devolution in 1667, he allied himself with Louis, and together they agreed to support the candidature of Wolfgang of Neuburg for the vacant Polish throne.",
        "I got thinking about it and decided to come back and see if we were right but the site's vacant now.",
        "Four mailboxes with corresponding letters were visible just inside the door: Apartment A listed the name, Aaron Levy, while B appeared vacant.",
        "Freehold with vacant possession. *Choices acquisitions are not auctioneers, we provide information/advice services.",
        "Ad Interim Vacancies: Any office becoming vacant between ABMs shall be filled by an appointee of the Management Committee.",
        "Please be informed that the attorney space should be kept vacant as our accredited bank attorney will take care of that.",
        "The ranks of the clergy had been so much depleted that was impossible to find incumbents for the vacant benefices.",
        "Boston still plan to fill their vacant reserve berth on Press day for which there has been enormous interest from aspiring riders.",
        "In 1707 she showed this by appointing two Tories to vacant bishoprics.",
        "candidacyng to the FEI Statutes, candidacies for vacant positions had to reach the FEI Secretary General by 1 November 2005.",
        "Demolition followed soon after and a local chimney sweep, named Mr Shorter, built a house on the vacant site.",
        "Where there is demand for a croft tenancy, the Commission can ask the landlord to re-let the vacant croft tenancy, the Commission can ask the landlord to re-let the vacant croft.",
        "dismantled when they became vacant and the stone re-used.",
        "Members felt that getting some measure of the likely extent of vacant dwellings was important.",
        "tenure freehold with the benefit of vacant possession upon legal completion.",
        "Owners of vacant property may wish to avoid liability by bringing their hereditament under the classification of ' relevant industrial hereditament ' .",
        "hydroxyl groups into onto the vacant oxide sites, the material is exposed to humid atmospheres.",
        "incumbencye of fees and expenses payable for services shall be that provided for vacant incumbencies.",
        "insufficient nominations for the vacant places, nominations can be received at the AGM.",
        "Tall metal lampposts appeared centrally on the island and the vacant land on the ''up ' ' side became even more overgrown.",
        "Choose the wrong agent and your problems can pile up faster than junk mail in a vacant apartment's letterbox.",
        "He is as vacant as the pages of the girlie mags that he shoots for.",
        "messuages with 9 shops and a vacant plot.",
        "mews houses where vacant land would be available.",
        "Or the work dropped into a vacant niche, unrecognized at the time.",
        "nominate as many candidates as there are vacant seats in any Constituency where they have members.",
        "It would seem that with a wide range of vacant pastorates, there would be no difficulty in making the 'right ' introduction.",
        "Land with vacant possession is likely to be more valuable.",
        "They include portrayals of demons, heroes, dragons and emperors in a style which combines realism and a ' vacant ' expression.",
        "selle vacant site was then sold off for the construction of prestige housing.",
        "semicircle of the trees just mentioned a large vacant space, where the soldiers are exercised.",
        "sensationalism of the worst kind presumably to fill vacant page space.",
        "And I'm sure, beneath the vacant stare, he's a lovely man.",
        "And vacant storefronts you spend a. Shop was constructed much simpler than mic or line.",
        "The fronds of towering palm trees jostle for position above the medieval ramparts where nesting storks colonize each vacant turret.",
        "Elsewhere on the Continent, William Duke of Normandy also thought he had a good claim to the vacant throne.",
        "vacant for many months, despite Bexley Council's efforts to recruit a suitable person.",
        "vacant for a period of time.",
        "The topic is the positive use of temporarily vacant land.",
        "The SLT post who should support him is currently vacant.",
        "Beyond this is a largely vacant area, once presumably covered by sidings.",
        "The area's pretty vacant, except for this building here.",
        "Filling the now vacant social secretary slot (come back Suzi all is forgiven!",
        "vacant by the death of Jack Harris last January.",
        "vacant possession is likely to be more valuable.",
        "vacant stare, he's a lovely man.",
        "vacant pastorates, also have a part to play in brokering settlements.",
        "vacant dwellings being used to meet some of the future housing needs.",
        "vacant plot.",
        "vacant throne.",
        "The external advisor's post, which is funded by the Computer Board, fell vacant in November 1986.",
        "He was assoilzied, but the church was declared vacant by the Bishop.",
        "Posts, which become vacant, will be lost rather than jobs.",
        "The minister in 1900 went in with the Union and the congregation remained vacant until 1922.",
        "Rachael fills the honorary role left vacant by the death of Jack Harris last January.",
        "Albert had failed in his attempt to seize Holland and Zealand, as vacant fiefs of the Empire, on the death of Count John I.",
        "His case was further complicated by the libellous animosity of Beaton, archbishop of St Andrews (whose life he had saved in the \"Clear-the-Causeway\" incident), who was anxious to thwart his election to the archbishopric of St Andrews, now vacant by the death of Forman.",
        "Their parishes were declared vacant, and episcopal clergy appointed to them.",
        "The vice-president of the confederation, Carlos Pellegrini, who had been minister of war under presidents Avellaneda and Roca and had had much administrative experience, succeeded without opposition to the vacant post.",
        "(m) The jurisdiction of a bishop sede vacante passed, by general law, to the dean and chapter; but in England the metropolitans became \" guardians \" of the spiritualities and exercised original jurisdiction through the vacant diocese (Phillimore, pp. 62-63), except in the case of Durham, and with a peculiar arrangement as to Lincoln.",
        "The refusal of Raymund meant the choice of Godfrey of Bouillon, who had, as we have seen, become prominent since the siege of Arca; and Godfrey accordingly became - not king, but \"advocate of the Holy Sepulchre,\" while a few days afterwards Arnulf, the chaplain of Robert of Normandy, and one of the sceptics in the matter of the Holy Lance, became \"vicar\" of the vacant patriarchate.",
        "Bohemund procured the election of Dagobert, the archbishop of Pisa, to the vacant patriarchate, disliking Arnulf, and perhaps hoping to find in the new patriarch a political supporter.",
        "The post of director of the mathematical department of the Berlin Academy (of which he had been a member since 1759) becoming vacant by the removal of Euler to St Petersburg, the latter and d'Alembert united to recommend Lagrange as his successor.",
        "Oddly enough Amadeus did in the end get hold of the city, for, having been elected pope under the name of Felix V., he named himself to the vacant see of Geneva (1444), and kept it, after his resignation of the Papacy in 1449, till his death in 1451.",
        "It was in this sense, and not, as has been often asserted, in the sense of \" Gate of God \" or \" Gate of Religion,\" that the title Bab was understood and assumed by Mirz&`Ali Muhammad; but,though still generally thus styled by non-Babis, he soon assumed the higher title of .Nugta (\" Point \"), and the title Bab, thus left vacant, was conferred on his ardent disciple, Mull& Husayn of Bushrawayh.",
        "In such an event, the competitors appealed to the Holy See and abdicated their right, either voluntarily or under coercion, in manibus papae, while the pope took possession of the vacant see.",
        "The place of teacher of that science at the Ecole Polytechnique falling vacant in 1837, it was offered to and accepted by Leverrier, who, \"docile to circumstance,\" instantly abandoned chemistry, and directed the whole of his powers to celestial mechanics.",
        "Equally dangerous was a rebellion in the Lower Rhineland, where the emperor made many foes by appointing, regardless of their fitness, his own candidates to vacant bishoprics.",
        "On the death of Johann Matthias Gesner at GÃƒ¶ttingen in 1761, the vacant chair was refused first by Ernesti and then by Ruhnken, who persuaded Miinchhausen, the Hanoverian minister and principal curator of the university, to bestow it on Heyne (1763).",
        "The attorney-generalship had fallen vacant and Bacon became a candidate for the office, his most formidable rival being his life-long antagonist, Edward Coke, who was then solicitor.",
        "A decree of the ist of July 1885 had, it is true, declared all \"vacant lands\" the property of the state (Domaine privÃ© de Petal), but it was not for some time that this decree was so interpreted as to confine the lands of the natives to those they lived upon or \"effectively\" cultivated.",
        "The two vacant places in the Directory were filled by Merlin of Douai and Francois of NeufchÃ¢teau.",
        "But when they looked, they saw that his seat was vacant.",
        "At first my little pupil's mind was all but vacant.",
        "The vacant site was then sold off for the construction of prestige housing.",
        "There is also before the semicircle of the trees just mentioned a large vacant space, where the soldiers are exercised.",
        "It merely seeks sensationalism of the worst kind presumably to fill vacant page space.",
        "And I 'm sure, beneath the vacant stare, he 's a lovely man.",
        "Vacant possession of the property on termination of the lease.",
        "The post had been vacant for many months, despite Bexley Council 's efforts to recruit a suitable person.",
        "There may be situations when a training placement is vacant for a period of time.",
        "The area 's pretty vacant, except for this building here.",
        "Filling the now vacant social secretary slot (come back Suzi all is forgiven !",
        "Interim moderators, as the representatives of New Synods to vacant pastorates, also have a part to play in brokering settlements.",
        "There is potential for at least 6,000 currently vacant dwellings being used to meet some of the future housing needs.",
        "Subject to the priority policy the person who has been longest on the waiting list will be offered the next vacant plot.",
        "The external advisor 's post, which is funded by the Computer Board, fell vacant in November 1986.",
        "Some of their continuing education offerings include the Live Green, Live Smart™ \"Green Build Science\" program, vacant staging, and senior move management.",
        "The downside is that the eyes may look a little too large, and slightly vacant.",
        "More advanced cameras also offer pet eye reduction, which stops dogs and cats from getting that vacant white dot in the center of their eye.",
        "The slot was left vacant when David Letterman moved to CBS.",
        "Well, that's his home state of course and since current governor Bill Richardson is finishing up his second term in 2010, Kilmer is tossing around the idea of taking Richardson's vacant seat.",
        "Reportedly, the sex minigame was more unnerving (thanks in great part to the vacant stares of the two participants) than erotic.",
        "Children should be prevented from playing in weedy, vacant lots and other places where snakes may live.",
        "Are the homes used as vacation rentals for a few months out of the year and then sit vacant for the remaining months?",
        "People on official military business are granted the right to use these homes, but if they happen to be vacant, recreational travelers can request an upgrade upon arrival.",
        "Under what circumstances am I covered when the property is vacant?",
        "Mid 1999, Mark Alteri, auditioned for the now vacant drummer spot.",
        "It would not be till 1998 that Tony Ramirez would fill the longtime vacant bassist spot.",
        "Aragorn, the human heir to the throne of Gondor, which has sat vacant for generations, with elf Legolas and dwarf Gimli, ride a secret path through the lands of the dead, mustering deceased warriors to their cause.",
        "Knowledge that an heir to Isildur is returning to claim the vacant throne drives him mad, and he dies by his own hand, while trying to slay his surviving son.",
        "Scroll down to vacant block which states Get background information from another page.",
        "c. 94); (5) it was simony for any person to purchase the next presentation while the church was vacant; (6) it was simony for a spiritual person to purchase for himself the next presentation, though the church be full; (7) it was simony for any person to purchase the next presentation, or in the case of purchase of an advowson the next presentation by the purchaser would be simoniacal if there was any arrangement for causing a vacancy to be made; (8) it was simony for the purchaser of an advowson while the church was vacant to present on the next presentation; (9) it was simony to exchange otherwise than simpliciter; no compensation in money might be made to the person receiving the less valuable benefice.",
        "He profited largely by the tyranny of Rufus, farming for the king a large proportion of the ecclesiastical preferments which were illegaly kept vacant, and obtaining for himself the wealthy see of Durham (1099).",
        "He was bitterly disappointed that Becket, on whom he bestowed the primacy, left vacant by the death of Theobald (1162), at once became the champion of clerical privilege; he and the archbishop were no longer on speaking terms when the Constitutions of Clarendon came up for debate.",
        "Nor did his kindness cease there; before sailing on the expedition to Cadiz, in the beginning of 1596, he addressed letters to Buckhurst, Fortescue and Egerton, earnestly requesting them to use their influence towards procuring for Bacon the vacant office of master of the rolls.",
        "On the 29th of December 1895 Dr Jameson made his famous raid into the Transvaal, and Rhodes's complicity in this movement compelled him to resign the premiership of Cape Colony in January 1896, the vacant post being taken by Sir Gordon Sprigg.",
        "declared vacant.",
        "freehold with vacant possession. *Choices acquisitions are not auctioneers, we provide information/advice services.",
        "hairdresser's shop fell vacant in July 1995.",
        "When a living falls vacant, the governor-general of the island, after consultation with the bishop, selects three candidates, and from these the congregation chooses one, the election being subsequently confirmed by the governor-general."
    ],
    "definition": [
        "a. Containing nothing; empty: vacant space.\nb. Not occupied or put to use: a vacant row of seats.\nc. Without an incumbent or occupant; unfilled: a vacant position.\nd. Not filled with any activity: vacant hours. See Synonyms at empty.",
        "Law Lacking an identified heir: a vacant estate.",
        "a. Lacking intelligence or knowledge: a vacant mind.\nb. Lacking expression; blank: a vacant stare.",
        "va′cant·ly\nadverb",
        "va′cant·ness\nnoun",
        "Link/Cite",
        "Not occupied; empty.\nvacant lot",
        "Showing no intelligence or interest.\na vacant stare",
        "Link/Cite"
    ]
}