{
    "translation": "נרחב, עצום",
    "uses": [
        "He was so tall there was a vast difference in their height.",
        "Another point agreed upon is that the Australian flora is one of vast antiquity.",
        "If we examined simple actions and had a vast number of such actions under observation, our conception of their inevitability would be still greater.",
        "Trade and the division of labor have given us vast amounts of wealth.",
        "The wolf finally decided they were no threat and turned his back on them, trotting away across the vast grassland.",
        "Once I went on a visit to a New England village with its frozen lakes and vast snow fields.",
        "Below them was a vast space, at the bottom of which was a black sea with rolling billows, through which little tongues of flame constantly shot up.",
        "Above the heights was the dark clear sky, and to the right the vast orb of the sun.",
        "The valley appeared as vast as the sky, both stretching until they met a second range of mountains in the distance.",
        "The land around it was rugged, with only a few fields in the midst of a vast forest.",
        "This will bring vast amounts of new wealth onto the planet.",
        "The earth has an enormous molten core that contains vast amounts of energy.",
        "No flames were seen, but columns of smoke rose on all sides, and all Moscow as far as Pierre could see was one vast charred ruin.",
        "Any time you can move data processing from intellects to CPUs, you get vast improvements in efficiency.",
        "The progress of civilization has resulted in a vast change in the method of punishment.",
        "The vast majority of the Europeans are Roman Catholics.",
        "His ambition was insatiable; he is said to have exclaimed when looking at a map that the whole world did not form a sovereignty vast enough for one monarch.",
        "Oysters abound on the eastern coast, and on the shelving banks of a vast extent of the northern coast the pearl oyster is the source of a considerable industry.",
        "The amount of data stored is so vast that even if we put a number on it, it would be beyond our comprehension.",
        "Education is almost non-existent, and the vast majority of the population, both Christian and Moslem, are totally illiterate.",
        "This unique phenomenon will pass as we learn to cope with vast amounts of data.",
        "When there were several bands of musicians, it sounded as if all the village was a vast bellows and all the buildings expanded and collapsed alternately with a din.",
        "In many cases the rivers as they approach the main stream break up into numerous branches, or spread their waters over vast flats.",
        "Because the most efficient farms in the world are those that operate at vast scale.",
        "Any time you can move data storage from brains to hard drives, you get vast improvements in efficiency.",
        "Public opinion is ever more in the peace camp because the vast majority of the economy doesn't benefit financially in times of war.",
        "Above him was a clear blue sky, and the sun's vast orb quivered like a huge hollow, crimson float on the surface of that milky sea of mist.",
        "Any time you can move data collection from humans to computers, you get vast improvements in efficiency.",
        "Because of the vast numbers of families and visitors, the city boasts a large number of museums, restaurants and theaters.",
        "Its menu has a vast amount of options that include appetizers, pasta, baked dishes, hero sandwiches, standard and gourmet pizza, seafood and desserts.",
        "His preparations were indeed vast.",
        "Along with a vast array of activities and opportunities to explore, the town has many dining choices as well.",
        "Search engines have done a fabulous job tackling this problem, even given the vast, vast, amounts of information added to the Internet every day.",
        "There is a good-sized kids menu for the little ones, and a vast margarita menu for grownups.",
        "The vast miles of forest provide a lovely setting for any outdoor enthusiast that enjoys hiking or biking.",
        "Wine aficionados will not be disappointed with the vast options.",
        "California's largest state park is a nature-lover's paradise, featuring mile upon endless mile of hiking trails through vast, near untrammeled territory.",
        "All the while a vast amount of revolutionary literature was being printed in Switzerland, France and England, and smuggled into Italy; the poet Giusti satirized the Italian princes, the dramatist G.",
        "have been a vast and varied literature.",
        "The premature death of this illustrious traveller is the more to be lamented because his vast knowledge died with him.",
        "De Granier died in September 1602, and the new bishop entered on the administration of his vast diocese, which, as a contemporary says, \"he found brick and left marble.\"",
        "A subject so vast and so incapable of classification cannot be discussed here, but its aesthetic principles may be illustrated by the extreme case of the trumpets and horns, which in classical times had no scale except that of the natural harmonic series.",
        "It was, however, reserved for the genius of Khammurabi to make Babylon his metropolis and weld together his vast empire by a uniform system of law.",
        "A vast amount of material on the Risorgimenti has been published both in Italy and abroad as well as numeron works of a literary and critical nature.",
        "The serious feature of the situation lay less in the income than in the intangible expenditure, namely, the vast sums required for interest on the various forms of public debt and for pensions.",
        "At the same time negotiations took place with Great Britain for an Italian occupation of Massawa, and Mancini, dreaming of a vast Anglo-Italian enterprise against the Mahdi, expatiated in.",
        "Com posed mainly of elements drawn from the Left, and dependent for a majority upon the support of the subversive groups of the Extreme Left, the formation of this cabinet gave the signal for a vast working-class movement, during which the Socialist party sought to extend its political influence by means of strikes and the organization of labor leagues among agricultural laborers and artisans.",
        "The agitation ceased in June with the defeat of the strikers, but not until a vast amount of damage had been done to the crops and all had suffered heavy losses, including the government, whose expenses for the maintenance of public order ran into tens of millions of lire.",
        "Chester Waters's Chesters of Chicheley (1877) contains a vast amount of genealogical information about Cranmer which has only been used by one of his biographers.",
        "As regards habit of life the vast majority of Hydromedusae arc 6 FIG.",
        "Enough, however, has already been done to show the vast importance of the method in grouping and codifying the empirical facts of life, and in so preparing the way for the investigation of ultimate \" causes.\"",
        "It was not till De Bary (1866) made known the true nature of parasitic Fungi, based on his researches between 1853-1863, that the vast domain of epidemic diseases of plants was opened up to fruitful investigation, and such modern treatises as those of Frank (1880 and L895), Sorauer (1886), Kirchner (1890), were gradually made possible.",
        "It was replaced by the Glossopteris flora which is assumed to have originated in a vast continental area (Gondwana land), of which remnants remain in South America, South Africa and Australia.",
        "60), and that the travellers pushed southwards until they reached vast marshes through which they could not make their way either on foot or in boats.",
        "He returned to Europe possessed of a vast store of knowledge respecting the eastern parts of the world, and, being afterwards made a prisoner by the Genoese, he dictated the narrative of his travels during his captivity.",
        "the vast Pacific which he crossed without sighting any of its innumerable island groups.",
        "The exploring enterprise of the Spanish nation did not wane after the conquest of Peru and Mexico, and the acquisition of the vast empire of the Indies.",
        "Actual or projected routes for telegraph cables across the deep sea have also been sounded with extreme accuracy in many cases; but beyond these lines of sounding the vast spaces of the ocean remain unplumbed save for the rare researches of scientific expeditions, such as those of the \" Challenger,\" the \" Valdivia,\" the \" Albatross \" and the \" Scotia.\"",
        "A depression surrounds the little-known south polar region in a continuous ring and extends northwards in three vast hollows lying between the arms of the elevated area.",
        "This theory of crust blocks dropped by subsidence is opposed to Lapworth's theory of vast crust-folds, but geology is the science which has to decide between them.",
        "After this there is a considerable gap before New Guinea, Borneo, Madagascar, Sumatra and the vast multitude of smaller islands descending in size by regular gradations to mere rocks.",
        "Lofty lines of fold mountains form the \" backbones \" of North America in the Rocky of Mountains and the west coast systems, of South America in the Cordillera of the Andes, of Europe in the Pyrenees, Alps, Carpathians and Caucasus, and of Asia in the mountains of Asia Minor, converging on the Pamirs and diverging thence in the Himalaya and the vast mountain systems of central and eastern Asia.",
        "Its extent is so vast that it necessarily contains some peculiar, outlying forms, so to say forgotten, which in their long-continued isolation have specialized themselves.",
        "Having shown this much we have next to deal with the peculiarities of the vast Palaearctic subregion.",
        "He conformed to the Church of England and spent a vast sum in restoring Arundel Castle.",
        "The remainder of the province consists of a fertile steppe in the north-east (Sergiopol), and vast uninhabitable sand-steppes on the south of Lake Balkash.",
        "the country is one vast forest, except where the natives have cleared the land for cultivation.",
        "The whole of the south-eastern portion of the province is one vast coal-field, extending over an area of 21,700 sq.",
        "In the classification adopted in this article, the attempt has been made to combine the best points in old and recent schemes, and to avoid the inconvenience of a large heterogeneous group including the vast majority of the families.",
        "and S., be left out of account, a striking uniformity of physical feature prevails throughout the whole vast extent of the Russian empire.",
        "Throughout the whole of this vast area, their monotonous surfaces are diversified by only a few, and, for the most part, low, hilly tracts.",
        "As a court of justice its main drawback is that it is wholly unable to cope with the vast mass of documents representing appeals from all parts of the empire.",
        "The work achieved by Russian savants, especially in biology, physiology and chemistry, and in the sciences descriptive of the vast territory of Russia, is well known to Europe.",
        "Taking their origin from a series of lacustrine basins scattered over the plateaus and differing slightly in elevation, the Russian rivers describe immense curves before reaching the sea, and flow with a very gentle gradient, while numerous large tributaries collect their waters from over vast areas.",
        "Vast areas in Russia are quite unfit for cultivation, 19% of the aggregate surface of European Russia (apart from Poland and Finland) being occupied by lakes, marshes, sand, &c., 39% by forests, 16% by prairies, and only 26% being under cultivation.",
        "Vast and impenetrable forests, impassable marches and thickets, numerous lakes, swampy meadows, with cleared and dry spaces here and there occupied by villages, are the leading features of this region.",
        "Poultryfarming is being more extensively engaged in, and vast numbers of eggs are exported.",
        "Since the days when Rurik had first chosen it as his headquarters, the little town on the Volkhov had grown into a great commercial of Nov- city and a member of the Hanseatic league, and it had brought under subjection a vast expanse of territory, stretching from the shores of the Baltic to the Ural Mountains, and containing several subordinate towns, of which the principal were Pskov, Nizhniy-Novgorod and Vyatka.",
        "The nucleus of the invading horde was a small pastoral tribe in Mongolia, the chief of which, known subsequently to Europe as Jenghiz Khan, became a mighty conqueror and created a vast empire stretching from China, across northern and central Asia, to the shores of the Baltic and the valley of the Danube - a heterogeneous state containing many nationalities held together by purely administrative ties and by an enormous military force.",
        "2 9 a of Alexander II.'s reign her domination had been firmly established throughout nearly the whole of the vast expanse of territory lying between Siberia on the north and Persia and Afghanistan on the south, and stretching without interruption from the eastern coast of the Caspian to the Chinese frontier.",
        "For thirty-six years Creevey had kept a \"copious diary,\" and had preserved a vast miscellaneous correspondence with such people as Lord Brougham, and his step-daughter, Elizabeth Ord, had assisted him, by keeping his letters to her, in compiling material avowedly for a collection of Creevey Papers in the future.",
        "It reviews all the abuses, declares that the German people are the victims of war, devastation and dearth, and that the common man is beginning to comment on the vast amount of wealth that is collected for expeditions against the Turk through indulgences or otherwise, and yet no expedition takes place.",
        "in Fayette county, the opposite tendency prevailed during the latter part of this period and old farms of a few hundred acres were combined to form some vast estates of from 2000 to 4000 acres.",
        "especially containing a vast mass of his correspondence; see the catalogues of Cotton, Harleian, Royal, Sloane, Egerton and Additional MSS.",
        "In order to illustrate the grateful services which palaeontology through restoration may render to the related earth sciences let us imagine a vast continent of the past wholly unknown in its physical features, elevation, climate, configuration, but richly represented by fossil remains.",
        "It has been discovered that at the beginning of the Eocene the lake of Rilly occupied a vast area east of the present site of Paris; a water-course fell there in cascades, and Munier-Chalinas has reconstructed all the details of that singular locality; plants which loved moist places, such as Marchantia, Asplenium, the covered banks overshadowed by lindens, laurels, magnolias and palms; there also were found the vine and the ivy; mosses (Fontinalis) and Chara sheltered the crayfish (Astacus); insects and even flowers have left their delicate impressions in the travertine which formed the borders of this lake.",
        "Keppleri Somnium (first printed in 1634) and a vast mass of his correspondence.",
        "These waters had been erroneously taken for parts of one vast horseshoe or sickle shaped lake, only some 20 m.",
        "Even with this limitation the subject is too vast for us to enter into details.",
        "An important undertaking, known as the Agricultural Inquiry, brought to light vast quantities of information valuable for future agrarian legislation.",
        "In 1642 the governor and council of Batavia fitted out two ships to prosecute the discovery of the south land, then believed to be part of a vast Antarctic continent, and entrusted the command to Captain Abel Jansen Tasman.",
        "The belief in a vast Antarctic continent stretching far into the temperate zone had never been abandoned, and was vehemently asserted by Charles Dalrymple, a disappointed candidate nominated by the Royal Society for the command of the Transit expedition of 1769.",
        "In general Sennar is a vast plain, lying for the most part much higher than the river-levels and about 2000 ft.",
        "The Russian empire stretches over a vast territory in E.",
        "At the foot of a vast gully, 2500 ft.",
        "That discovered in 1517 made a deep impression on the authorities by reason of its vast extent, and doubtless led the diet of Augsburg to allude to the danger which lay in the refusal of the common man to pay the ecclesiastical taxes.",
        "It was not until 1789 that the French Church of the middle ages lost its vast possessions and was subjected to a fundamental reconstruction by the Civil Constitution of the Clergy (1791).",
        "He then received as papal fiefs the vast estates of Matilda, marchioness of Tuscany, thus securing for his daughter and her Welf husband lands which might otherwise have passed to the Hohenstaufen.",
        "Vast water-power is developed on the Merrimac at Lawrence and Lowell, and on the Connecticut at South Hadley, and to a less extent at scores of other cities on many streams and artificial ponds; many of the machines that have revolutionized industrial conditions since the beginning of the factory system have been invented by Massachusetts men; and the state contains various technical schools of great importance.",
        "For many years Massachusetts controlled a vast lumber trade, drawing upon the forests of Maine, but the growth of the west changed the old channels of trade, and Boston carpenters came to make use of western timber.",
        "North America is bathed in frigid waters around its broad northern shores; its mountains bear huge glaciers in the north-west; the outlying area of Greenland in the north-east is shrouded with ice; and in geologically recent times a vast ice-sheet has spread over its north-eastern third; while warm waters bring corals to its southern shores.",
        "As discovery revealed the existence of another vast domain to the north, the name spread to the whole of the pair of continents by customary use, in spite of the protests of the Spaniards, by whom it was not officially used of North America till the 18th century.",
        "It contains many mountains volcanic in origin (Plomb du Cantal, Puy de Dome, Mont Dore), fertile valleys such as that of Limagne, vast pasturelands, and numerous medicinal springs.",
        "All Biren's vast property was confiscated, including his diamonds, worth £600,000.",
        "He was a good palaeographer, and excelled in textual criticism, in examination of authorship, and other such matters, while his vast erudition and retentive memory made him second to none in interpretation and exposition.",
        "He denounced the papal government as utterly degraded, and urged that the vast property of the Church, which he held to be the chief cause of its degradation, should be secularized and that the clergy should consist of \" poor priests,\" supported only by tithes and alms. They should preach the gospel and encourage the people to seek the truth in the Scriptures themselves, of which a translation into English was completed in 1382.",
        "America, broadening in the north as if to span the oceans by reaching to its neighbours on the east and west, tapering between vast oceans far to the south where the nearest land is in the little-known Antarctic regions, roughly presents the triangular outline that is to be expected from tetrahedral warping; and although greatly broken in the middle, and standing with the northern and southern parts out of a meridian line, America is nevertheless the best witness among the continents of to-day to the tetrahedral theory.",
        "- The history of Russia, especially that of the last few years, has formed the subject of a vast number of works, of very varying authority, in many languages.",
        "In proportion to its population China has the least railway development of any of the great countries of the world; the probability that its present commercial awakening will extend seems large, and in that case it will need a vast increase in its interior communications.",
        "The United States of America, with a capital of £3,059,800,000 invested in its railways on the 30th of June 1906, was easily ahead of every other country, and in 1908 the figure was increased to £ 3,443, 02 7, 68 5, of which £2,636,569,089 was in the hands of the public. On a route-mileage basis, however, the capital cost of the British railway system is far greater than that of any other country in the world, partly because a vast proportion of the lines are double, treble or even quadruple, partly because the safety requirements of the Board of Trade and the high standards of the original builders made actual construction very costly.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "Save where irrigation has reclaimed small areas, the whole region is a vast desert, though locally only some of the interior plains are known as \"deserts.\"",
        "Examined more closely these are found to be vast accumulations of blocks of quartzite, irregular in form, but having a tendency to a rude diamond shape, from 2 to 20 ft.",
        "Persian influence is also responsible for the vast multiplication of good spirits or angels, Gabriel, Raphael, Michael, &c., who play their part in apocalyptic works, such as the Book of Daniel and the Book of Enoch.",
        "Some attempt has been made to improve matters by macadamizing one of the principal thoroughfares, but it will be the labour of a Hercules to cleanse this vast city from the accumulated filth of ages of neglect.",
        "corners, the state lies wholly within the Great Basin, the floor of which is really a vast table-land between 4000 and 5000 ft.",
        "in length and only a few inches deep. Such bodies often become nothing but vast sheets of liquid mud, and are called \" mud lakes,\" a term most frequently applied to the sloughs fed by Quinn's river.",
        "The root appears more or less disguised in a vast number of river names all over the Celtic area in Europe.",
        "He died in Paris on the 15th of June 1416, leaving vast treasures of jewelry, objects of art, and especially of illuminated MSS., many of which have been preserved.",
        "As this vast mass cooled it must by the laws of heat have contracted towards the centre, and as it contracted it must, according to a law of dynamics, rotate more rapidly.",
        "If the consolidation took place with comparative uniformity we might then anticipate the formation of a vast multitude of small planets such as those we actually do find in the region between the orbit of Mars and that of Jupiter.",
        "be equivalent to the addition of vast and valuable areas to the empire.",
        "to S.S.E., ridges radiate outwards, separated by broad valleys, ending upwards in vast cirques.",
        "That Diptera of the type of the common house-fly are often in large measure responsible for the spread of such diseases as cholera and enteric fever is undeniable, and as regards blood-sucking forms, in addition to those to which reference has already been made, it is sufficient to mention the vast army of pests constituted by the midges, sand-flies, horseflies, &c., from the attacks of which domestic animals suffer equally with man, in addition to being frequently infested with the larvae of the bot and warble flies (Gastrophilus, Oestrus and Hypoderma).",
        "These academies were organized on both scholastic and popular lines; their constitution was democratic. An outstanding feature was the Kallah assemblage twice a year (in Elul at the close of the summer, and in Adar at the end of the winter), when there were gathered together vast numbers of outside students of the most heterogeneous character as regards both age and attainments.",
        "This Smyrnan pretender not only proclaimed himself Messiah (c. 1650) but he was accepted in that role by vast numbers of his brethren.",
        "Baron Hirsch (q.v.) founded the Jewish colonial association, which has undertaken vast colonizing and educational enterprises, especially in Argentina, and more recently the Jewish territorial organization has been started to found a home for the oppressed Jews of Russia.",
        "In 1736 he set about the erection of a new theatre, \"at vast expense,\" in Carrubber's Close, Edinburgh; but the opposition was too strong, and the new house was closed in 1737.",
        "The vast majority of the Christian population belongs to the Orthodox (Greek) Church, which is governed by a synod of seven bishops under the presidency of the metropolitan of Candia.",
        "We can hardly any longer hesitate to recognize in this vast building, with its winding corridors and subterranean ducts, the Labyrinth of later tradition; and as a matter of fact a maze pattern recalling the conventional representation of the Labyrinth in Greek art actually formed the decoration of one of the corridors of the palace.",
        "A vast pro portion of the continent north of this central line is but a few hundred feet in altitude.",
        "South of the divide the level at once drops to the central depression of Gobi, which forms a vast interior, almost waterless space, where the local drainage is lost in deserts or swamps.",
        "Starting from the Amur river and reaching along the eastern margin of the Gobi desert towards the sources of the Hwangho, it merges into the Altyn-tagh and the Kuen-lun, forming the northern face of the vast Tibetan highlands which are bounded on the south by the Himalaya.",
        "These far extensions furnish the basis for a vast amount of exploratory survey of a strictly geographical character, and they have contributed largely towards raising the standard of accuracy in Asiatic geographical surveys to a level which was deemed unattainable fifty years ago.",
        "There is yet a vast field open in Asia for this class of surveys.",
        "In 1879 he followed up the Urangi river to the Altai Mountains, and demonstrated to the world the extraordinary physical changes which have passed over the heart of the Asiatic continent since Jenghiz Khan massed his vast armies in those provinces.",
        "The first great result of recent geogra phical research has been to modify pre-existing ideas of results vestigate the orography of the vast central region represented by in.",
        "Eastwards of this the great Kashgar depression, which includes the Tarim desert, separates Russia from the vast sterile highlands of Tibet; and a continuous series of desert spaces of low elevation, marking the limits of a primeval inland sea from the Sarikol meridional watershed to the Khingan mountains on the western borders of Manchuria, divide her from the northern provinces of China.",
        "From the Khingan ranges to the Pacific, south of the Amur, stretch the rich districts of Manchuria, a province which connects Russia with the Korea by a series of valleys formed by the Sungari and its affluents - a land of hill and plain, forest and swamp, possessing a delightful climate, and vast undeveloped agricultural resources.",
        "The ethnographical status of the mixed tribes of the mountains that lie between Chitral and the Peshawar plains has been fairly well fixed by John Biddulph, and much patient inquiry in the vast fields of Baluchistan by Major Mockler, G.",
        "The identification of existing peoples with the various Scythic, Persian and Arab races who have passed from High Asia into the Indian borderland, has opened up a vast field of ethnographical inquiry which has hardly yet found adequate workers for its investigation.",
        "A powerful but not disinterested ally was found in the king's uncle, Agesilaus, who hoped to rid himself of his debts without losing his vast estates.",
        "\"He is,\" wrote the Venetian ambassador Giustiniani, \"very handsome, learned, extremely eloquent, of vast ability and indefatigable.",
        "Another great Domesday landholder was William Peverel, the historic founder of Peak Castle, whose vast possessions were known as the Honour of Peverel.",
        "Vast flocks of sheep and of goat constituted their wealth, although they also possessed oxen.",
        "These institutions were the means of collecting a vast amount of statistical and general information connected with agriculture, and by their publications and premiums made known the practices of the best-farmed districts and encouraged their adoption elsewhere.",
        "In 1865 the rinderpest, or steppe murrain, originating amongst the vast herds of the Russian steppes, had spread westward over Europe, until it was brought to London by foreign cattle.",
        "About 293 he installed his son Antiochus there as viceroy, the vast extent of the empire seeming to require a double government.",
        "Amongst Orthoptera we find many noxious insects, notably the locusts, which travel in vast cloud-like armies, clearing the whole country before them of all vegetable life.",
        "There is in existence a vast store of accumulated knowledge, and few, if any, departments of economics have been left quite unilluminated by the researches of former generations.",
        "Vast areas of the country were in fact under the single control of a territorial lord or an ecclesiastical foundation.",
        "Materials for forming such an estimate no doubt exist, but before doing so we have to study in infinite detail a vast number of separate manors, municipalities or other separate economic areas.",
        "From the close of the middle ages until the middle of the 18th century thousands of pamphlets and other works on economic questions were published, but the vast majority of the writers have little or no scientific importance.",
        "The spread of the modern industrial system has brought with it the modern state, with its millions of consumers, its vast area, its innumerable activities, its complicated code of industrial and commercial law.",
        "The conditions which are peculiar to the modern world are the large numbers we have to deal with, the vast and fairly homogeneous areas in which justice is administered and property secured, and the enormously increased facilities for transport and communication.",
        "It is clear that in the interests of general economic theory we require a vast number of special studies before an adequate restatement can be undertaken.",
        "In spite of the vast increase in national wealth, it was found a matter of increasing difficulty to meet a comparatively slight strain without recourse to measures of a highly controversial character; and the search for new sources of revenue (as in 1909) at once raised, in an acute form, questions of national commercial policy and the relations between the United Kingdom and the colonies.",
        "With the assistance of neighbouring princes and of many of the influential Dihkans, Mahmud collected a vast amount of materials for the work, and after having searched in vain for a man of sufficient learning and ability to edit them faithfully, and having entrusted various episodes for versification to the numerous poets whom he had gathered round him, he at length made choice of Firdousi.",
        "Though he has had a vast influence in this special department, the disciples of his general philosophy are few.",
        "Beneath the fine banqueting hall, a flight of steps descends into \"the Wogan,\" a vast subterranean chamber giving access to the harbour.",
        "The thorax is composed of three segments; each bears a pair of jointed legs, and in the vast majority of insects the two hindmost bear each a pair of wings.",
        "Two pairs of wings are present in the vast majority of insects, borne respectively on the mesothorax and metathorax.",
        "On the other hand, we find in the vast majority of the Hexapoda a very marked difference between the perfect insect (imago) and the young animal when newly hatched and for some time after hatching.",
        "The eggs of locusts may remain for years in the ground before hatching; and there may thus arise the peculiar phenomenon of some species of insect appearing in vast numbers in a locality where it has not been seen for several years.",
        "As regards the vast majority of insects, the orders proposed by Linnaeus are acknowledged by modern zoologists.",
        "On the other hand, it has been argued that the presence of wings in a vast majority of the Hexapoda suggests their presence in the ancestors of the whole class.",
        "Then one or two tactical blunders were committed; and the tsar, taking courage, enveloped the little band in a vast semicircle bristling with the most modern guns, which fired five times to the Swedes' once, and swept away the guards before they could draw their swords.",
        "This was the work of Salerne, published after his death, and is often spoken of as being a mere translation of Ray's Synopsis, but a vast amount of fresh matter, and mostly of good quality, is added.",
        "In the evolution of these laws Dr Cornay had most laudably studied, as his observations prove, a vast number of different types, and the upshot of his whole labours, though not very clearly stated, was such as to wholly subvert the classification at that time generally adopted by French ornithologists.",
        "Next he places the parrots (q.v.), and then the vast assemblage of \" Passereaux \"- which he declares to be all of one type, even genera like Pipra (manakin, q.v.) and Pitta - and concludes with the somewhat heterogeneous conglomeration of forms, beginning with Cypselus (swift, q.v.), that so many systematists have been accustomed to call Picariae, though to them as a group he assigns no name.",
        "Towards the end of the 14th century, this façade, with its lower colonnade, upper loggia with handsome Gothic tracery, and the vast impending upper storey, which give to the whole building its striking appearance and audacious design, had been carried as far as the tenth column on the piazzetta side.",
        "By his will Colleoni left his vast fortune to Venice on condition that a monument should be raised to him at St Mark's.",
        "The Austrian government gathered all these into one building and arranged the vast masses of papers in fairly convenient order.",
        "But the empire was vast and weak, and its capital lay far away; in practice, no doubt, the lagoon population enjoyed virtual independence, though later the Byzantine claim to suzerainty became one of the leading factors in the formation of the state.",
        "The accession of territory was not only vast, it was of the highest importance to Venetian commerce.",
        "Owing to the prohibition of slavery the vast majority of the early immigrants to Ohio came from the North, but, until the Mexican War forced the slavery question into the foreground, the Democrats usually controlled the state, because the principles of that party were more in harmony with frontier ideas of equality.",
        "Whole forests, vast quarries of granite, and hills of gravel were used in fringing the water margins, constructing wharves, piers and causeways, redeeming flats, and furnishing piling and solid foundations for buildings.",
        "The district consists of a vast level plain, divided into two sections by the Dhaleswari river.",
        "Quibell was charged by the Service des Antiquites solely with the excavations in this vast necropolis.",
        "It was left to accumulate in vast heaps about ginhouses, to the annoyance of the farmer and the injury of his premises.",
        "More than two thousand years before Europe or England had conceived the idea of applying modern industry to the manufacture of cotton, India had matured a system of hand-spinning, weaving and dyeing which during that vast period received no recorded improvement.",
        "By 1876 \" forward \" operations had become so vast and complicated that a cotton-clearing house had to be established cottc?",
        "We only know that as long ago as the 1st century B.C. true Hebrew blood was becoming rare, and that a vast proportion of the Jews of Roman times were Hebraized Aramaeans, whose assimilation into the Jewish community did not date much further back than the Maccabaean age.",
        "The literature is vast; see G.",
        "was organized to develop a waterway from Jacksonville to Biscayne Bay by connecting with canals the St Johns, Matanzas, and Halifax rivers, Mosquito Lagoon, Indian river, Lake Worth, Hillsboro river, New river, and Snake Creek; in 1908 this vast undertaking was completed.",
        "God for him is the creator and ruler of the world, but hardly more; he is the master of a vast machine that grinds out human destinies without sympathy with man and without visible regard for what man deems justice - a being to be acknowledged as lord, not one to be loved.",
        "After a short interval Cambaceres was, by the constitution of December 1799, appointed second consul of France - a position which he owed largely to his vast legal knowledge and to the conviction which Sieyes entertained of his value as a manipulator of public assemblies.",
        "The vast materials which he had accumulated on kinship were edited by his widow and A.",
        "There was a tradition in antiquity that the city of Tantalus had been swallowed up in a lake on the mountain; but the legend may, as Ramsay thinks, have been suggested by the vast ravine which yawns beneath the acropolis.",
        "Each female lays a vast number of eggs, about 500,000 being the estimated amount.",
        "2 The coffer is of fine hard sandstone of superior quality, and has been hollowed out, at the cost of vast labour and expense, from a solid block of rock.",
        "One of the principal monuments of Hadrian's munificence was the sumptuous library, in all probability a vast rectangular enclosure, immediately north of the New Agora, the eastern side of which was explored in 1885-1886.",
        "He was one of the first to perceive the vast changes which must ensue from the introduction of steam into the navy, which would necessitate a new system of signals and a new method of tactics.",
        "above sea-level, excavation has revealed a vast area of 330 acres, girt with a stone and wood rampart 3 m.",
        "Benares, having from time immemorial been a holy city, contains a vast number of Brahmans, who either subsist by charitable contributions, or are supported by endowments in the numerous religious institutions of the city.",
        "The vast myth of the Ring is related in full several times in each of the three main dramas, with ruthless disregard for the otherwise magnificent dramatic effect of the whole; hosts of original dramatic and ethical ideas, with which Wagner's brain was even more fertile than his voluminous prose works would indicate, assert themselves at all points, only to be thwarted by repeated attempts to allegorize the philosophy of Schopenhauer; all efforts to read a consistent scheme, ethical or philosophical, into the result are doomed to failure; but all this matters little, so long as we have Wagner's unfailing later resources in those higher dramatic verities which present to us emotions and actions, human and divine, as things essentially complex and conflicting, inevitable as natural laws, incalculable as natural phenomena.",
        "Wagner effected vast changes in almost every branch of his all-embracing art, from theatrebuilding and stage-lighting to the musical declamation of words.",
        "As with Shakespeare and Beethoven, the day will never come when we can measure the influence of so vast a mind upon the history of art.",
        "The ordinary rise and fall of the river is comparatively slight, but when the west wind blows steadily for a long time, or when Lake Ladoga sends down its vast accumulations of block-ice, inundations of a dangerous kind occur, as in 1777, 1824, 1879 and 1903.",
        "He lavished vast sums on them and loaded them with every honour.",
        "Chastellain was no mere annalist, but proposed to fuse and shape his vast material to his own conclusions, in accordance with his political experience.",
        "Since then the race has been drifting steadily southward and eastward, a vast, aggregate of small independent clans united by no common government, but all obeying a common impulse to move outwards from their original seats along the line of least resistance.",
        "Nothing is known with certainty as to the origin of the vast majority of breeds of dogs, and it is an unfortunate fact that the progressive changes which have been made within comparatively recent times by fanciers have not been accurately recorded by the preservation, in museums or collections, of the actual specimens considered typical at different dates.",
        "Much money was spent on public works and the restoration and beautifying of Rome - a new forum, the splendid temple of Peace, the public baths and the vast Colosseum being begun under Vespasian.",
        "Dying in 1243, he was succeeded as lord of Connaught by his son Richard, and then (1248) by his younger son Walter, who carried on the family warfare against the native chieftains, and added greatly to his vast domains by obtaining (c. 1255) from Prince Edward a grant of \"the county of Ulster,\" in consequence of which he was styled later earl of Ulster.",
        "He married a daughter of Henry, earl of Lancaster, and was appointed lieutenant of Ireland in 1331, but was murdered in his 21st year, leaving a daughter, the sole heiress, not only of the de Burgh possessions, but of vast Clare estates.",
        "The family, which changed its name from Bourke to de Burgh in 1752, and added that of Canning in 1862, still own a vast estate in County Galway.",
        "The whole region is characterized by a remarkable degree of physical uniformity, and may be broadly described as a vast plateau of an average elevation of 3000 ft., bounded westwards by the Ethiopian and Galla highlands and northwards by an inner and an outer coast range, skirting the south side of the Gulf of Aden in its entire length from the Harrar uplands to Cape Guardafui.",
        "Here vast numbers of ducks, geese, swans and pelicans resort every year.",
        "Vast beds of coal are found extending for hundreds of miles, a short distance below the surface of the plains.",
        "In 1747 was published the first volume of Espana Sagrada, teatro geograficohistorico de la Iglesia de Espana, a vast compilation of Spanish ecclesiastical history which obtained a European reputation, and of which twenty-nine volumes appeared in the author's lifetime.",
        "(I) The central Sudan appeared to be one vast hunting-ground.",
        "The entire world will become a vast monastery in that day, which will be the resting-season, the sabbath of humanity.",
        "Although there are some good arable farms in favoured districts, the vast majority of holdings are small crofts occupied mostly by peasants who combine fishing with farming.",
        "1 In complete agreement with Jerome's vivid picture the visitor to the Roman Catacombs finds himself in a vast labyrinth of narrow galleries, usually from 3 to 4 ft.",
        "Another equally erroneous idea was that these vast burialplaces of the early Christians remained entirely concealed from the eyes of their pagan neighbours, and were constructed not only without the permission of the municipal authorities but without their cognizance.",
        "That such vast excavations should have been made without attracting attention, and that such an immense number of corpses could have been carried to burial in perfect secrecy is utterly impossible.",
        "A vast necropolis in the environs of Saida, the ancient Sidon, Sidon.",
        "Nearly all of this vast flood-plain lies below the level of high water in the Mississippi, and, but for the protection afforded by the levees, every considerable rise of its waters would inundate vast areas of fertile and cultivated land.",
        "Spain set up no claim to the region, and when Robert Cavalier, Sieur de la Salle, came down the river in 1682 from the French possessions to the north, he took possession in the name of France, which hereby gained her first title to the vast drainage basin of the Mississippi.",
        "He founded the \" Allgemeiner Deutscher Arbeiterverein,\" was its president and almost single-handed champion, conducted its affairs, and carried on a vast correspondence, not to mention about a dozen state prosecutions in which he was during that period involved.",
        "Snipe, woodcock, ducks and rails, in vast flocks, haunt the banks of the Drina and Save; while the crane, pelican, wild-swan and wild-goose are fairly plentiful.",
        "During the reigns of Ostojic (Stephen IV., 1418-14 21) and Tvrtkovic (Stephen V., 1421-1444) Bosnia was thus left an easy prey to the Turks, who exacted a yearly tribute, after again ravaging the country, and carrying off many thousands of slaves, with a vast store of plunder.",
        "A vast Turkish army marched to the walls of Vienna and closely beleaguered the imperial city, from which the emperor and his court fled.",
        "Hence the vast majority of the people whom we are accustomed to think of as Ottomans are so only by adoption, being really the descendants of Seljuks or Seljukian subjects, who had derived from Persia whatever they possessed of civilization or of literary taste.",
        "From the very first, however, the inherent weakness of the vast army, and the vicious choice of time for the beginning of the advance, began to make itself felt.",
        "A vast sum of money and the labour of thousands of men were employed to clear harbours for them, at and near Boulogne.",
        "The commercial greatness of Cardiff is due to the vast coal and iron deposits of the country drained by the Taff and Rhymney, between whose outlets the town is situated.",
        "He planned a vast amount of work, but his schemes were all frustrated in January 1884 by the most serious illness from which he had yet suffered.",
        "Clearly, however, the vast quantity of living substance in the ocean is built up from materials that are present in the sea-water as an exceedingly dilute solution, and the solution is dilute just because organisms are incessantly utilizing it.",
        "Coral reefs remove calcium from solution in the sea on a vast scale.",
        "Schlozer's activity was enormous, and he exercised great influence by his lectures as well as by his books, bringing historical study into touch with political science generally, and using his vast erudition in an attempt to solve practical questions in the state and in society.",
        "At the quay point between these two basins there are vast state granaries.",
        "The present article can only give a brief outline of a subject as intricate as it is vast, frequently also extremely obscure, and rendered still more obscure by the fact that those who have applied themselves to it have too often done so in anything but a scientific spirit.",
        "The Danes had only three days' warning of the approaching danger; and the vast and dilapidated line of defence had at first but 2000 regular defenders.",
        "The increase in the demand, for which the employment of rubber tires is largely responsible, has given an increased stimulus to the production of \" wild \" rubber, with the result that trees and vines have been recklessly cut and destroyed, and in some instances vast regions, as in the S.",
        "This vast tract, which is only a few dozen feet above the sea, and most probably was covered by the Northern sea during the Post-Pliocene period, stretches from the lowlands.",
        "There are wide areas on the plains of West Siberia and on the high plateau of East Siberia, which, virtually, are still passing through the Lacustrine period; but the total area now under water bears but a trifling proportion to the vast surface .which the lakes covered even at a very recent period, when Neolithic man inhabited Siberia.",
        "Vast numbers of small lakes stud the Vitim and upper Selenga plateaus; the lower valley of the latter river contains the Goose Lake(Gusinoye).",
        "This arises chiefly from the orographical structure; the vast plateau of Central Asia prevents the moderating influence of the sea from being felt.",
        "There is considerable movement of grain in Siberia itself, the populations of vast portions of the territory, especially of the mining regions, having to rely upon imported corn.",
        "The King's Own was a vast improvement, in point of construction, upon Frank Mildmay; and he went on, through a quick succession of tales, Newton Forster (1832), Peter Simple (1834), Jacob Faithful (1834), The Pacha of Many Tales (1835), Japhet in Search of a Father (1836), Mr Midshipman Easy (1836), The Pirate and the Three Cutters (1836), till he reached his highwater mark of constructive skill in Snarley-yow, or the Dog Fiend (1837).",
        "The vast trade on the estuary, which lies within the bounds of the port of London, is considered under London.",
        "Of this ancient city vast remains are left, extending several miles along the bank of the river.",
        "Fine white freestone abounds in the immediate vicinity (as at Craigleith, from the vast quarry of which, now passing into disuse, the stone for much of the New Town was obtained) and furnishes excellent building material; while the hard trap rock, with which the stratified sandstones of the Coal formation have been extensively broken up and overlaid, supplies good materials for paving and road-making.",
        "Hetherington, and which he justified on the singular ground that \"the vast bulk of the population believe that morality depends entirely on revelation; and if a doubt could be raised among them that the ten commandments were given by God from Mount Sinai, men would think they were at liberty to steal, and women would consider themselves absolved from the restraints of chastity.\"",
        "Thus were formed the vast but straggling fiefs which are recorded in Domesday.",
        "Maria di Provenzano, a vast baroque building of some elegance, designed by Schifardini (1594) Sant' Agostino, rebuilt by Vanvitelli in 1755, containing a Crucifixion and Saints by Perugino, a Massacre of the Innocents by Matteo di Giovanni, the Coming of the Magi by Sodoma, and a St Anthony by Spagnoletto (?); the beautiful church of the Servites (15th century), which contains another Massacre of the Innocents by Matteo di Giovanni and other good examples of the Sienese school; San Francesco, designed by Agostino and Agnolo about 1326, and now restored, which once possessed many fine paintings by Duccio Buoninsegna, Lorenzetti, Sodoma and Beccafumi, some of which perished in the great fire of 1655; San Domenico, a fine 13th-century building with a single nave and transept, containing Sodoma's splendid fresco the Swoon of St Catherine, the Madonna of Guido da Siena, 1281, and a crucifix by Sano di Pietro.",
        "Its usual haunts are the shallow margins of the larger lakes and rivers, where fishes are plentiful, since it requires for its sustenance a vast supply of them.",
        "Its vast scope leaves it still unique and valuable, where other editions of special works do not exist.",
        "Perhaps no author who ever lived has had so vast an influence over his countrymen, an influence that is still at work after 200 years.",
        "vast field of ruins, which stretches W.",
        "Occasionally vast armies of locusts or caterpillars advance over large tracts of country, devouring all vegetation in their line of march.",
        "Large herds of cattle - over 500,000 in the aggregate - are owned by the natives, who also possess vast flocks of goats and sheep. The dairy industry is well established, and Natal butter commands a ready sale.",
        "The British settlers had, characteristically, reached Natal mainly by way of the sea; the new tide of immigration was by land - the voortrekkers streamed through the passes of Arrival the Drakensberg, bringing with them their wives and of the children and vast herds of cattle.",
        "MONGOLIA, a vast territory belonging to the Chinese empire, the administrative limits of which cannot be determined with precision.",
        "On this vast upper terrace even the bottoms of the river valleys are at altitudes of 4200 to 5500 ft., with one single exception - the narrow gorge of the Khua (Khi)-khem, or upper Yenisei; while the highest pass across the Tannu-ola Mountains is 7090 ft., though the others are much lower.",
        "But by far the greater portion of the Hungarian highlands belongs to the Carpathian mountains, which begin, to the north, on the left bank of the Danube at Deveny near Pressburg (Pozsony), run in a north-easterly and easterly direction, sway round south-eastward and then westward in a vast irregular semicircle, and end near Orsova at the Iron Gates of the Danube, where they meet the Balkan mountains.",
        "The vast sandy wastes mainly contribute to the dryness of the winds on the Great Hungarian Alfold.",
        "Thus the Kumanian colonists, mostly pagans, whom he settled in vast numbers on the waste lands, threatened to overwhelm the Christian population; while the numerous strongholds, which he encouraged his nobles to build as a protection against future Tatar invasions, subsequently became so many centres of disloyalty.",
        "Of twelve of them it is said that foreigners took them at first for independent temporal princes, so vast were their estates, so splendid their courts, so numerous their armed retainers.",
        "In August 1541, Suleiman, at the head of a vast army, invaded Hungary, and on the 30th of August, Buda was in his hands.",
        "Their reigns synchronized with the Thirty Years' War, during which the emperors were never in a position seriously to withstand the attacks of the malcontent Magyars, the vast majority of whom were still Protestants, who naturally looked upon the Transylvanian princes as their protectors and joined them in thousands whenever they raided Moravia or Lower Austria, or threatened to advance upon Vienna.",
        "She employed the proceeds of the vast sums coming to her from the confiscation of the property of the suppressed Jesuit order in founding schools and colleges all over Hungary.",
        "The following nine years mark the financial and commercial rehabilitation of Hungary, the establishment of a vast and original railway system which won the admiration of Europe, the liberation and expansion of her over-sea trade, the conversion of her national debt under the most favourable conditions and the consequent equilibrium of her finances.",
        "Under the rule of the Abbasids, Bagdad became the centre of scientific thought; physicians and astronomers from India and Syria flocked to their court; Greek and Indian manuscripts were translated (a work commenced by the Caliph Mamun (813-833) and ably continued by his successors); and in about a century the Arabs were placed in possession of the vast stores of Greek and Indian learning.",
        "These subdivisions of the larger groups are not necessarily those theoretically approved by the present writer, but they have the valuable sanction of the individual experts who have given special attention to different of the vast field represented by the animal kingdom.'",
        "On the other hand, the vast number of experiments in the cropping of the tails and ears of domestic animals, as well as of similar operations on man, are attended with negative results.",
        "The result is the creation of an almost inconceivably vast body of traditional custom, law and knowledge into which every human being is born, less in the more isolated and barbarous communities, but large everywhere.",
        "Neuserre of the Vth Dynasty appears to have been in the shape of a stumpy obelisk on a vast scale, only the base now remains, but hieroglyphic pictures, indicate this form.",
        "Everywhere - at Rome, at Treves, at Moutier-en-Der, at Gerona in Spain, at Barcelona - he had friends or agents to procure him copies of the great Latin writers for Bobbio or Reims. To the abbot of Tours he writes that he is \"labouring assiduously to form a library,\" and \"throughout Italy, Germany and Lorraine (Belgica) is spending vast sums of money in the acquisition of MSS.\"",
        "Unfortunately the building accounts of Anet have disappeared, but Goujon executed a vast number of other works of equal importance, destroyed or lost in the great Revolution.",
        "It consists of two portions - a vast, hilly or mountainous area, densely wooded, in the south-east and south, and level plains in the north-west between the Orinoco and the Apure and the mountains.",
        "The latter is known as the llanos of the Orinoco, a region described by Humboldt as a vast \" sea of grass,\" with islands of wood scattered here and there.",
        "From the Galera, the southernmost range of hills north of the Orinoco basin, the traveller saw a vast plain thickly grown with low trees.",
        "A vast amount of traffic is directed to Berlin, by means of the Havel-Spree system of canals, to the Thuringian states and the Prussian province of Saxony, to the kingdom of Saxony and Bohemia, and to the various riverine states and provinces of the lower and middle Elbe.",
        "The two narrative poems which succeeded the early lyrics, Jocelyn and the Chute d'un ange, were, according to Lamartine's original plan, parts of a vast \"Epic of the Ages,\" some further fragments of which survive.",
        "An enormous accumulation of lunatics of all sorts and degrees seems to have paralysed public authorities, who, at vast expense in buildings, mass them more or less indiscriminately in barracks, and expect that their sundry and difficult disorders can be properly studied and treated by a medical superintendent charged with the whole domestic establishment, with a few young assistants under him.",
        "Albert Nyanza was consequently entered on his map as a vast lake extending about 380 m.",
        "But, as usual, Voltaire's extraordinary literary industry was shown rather in a vast amount of fugitive writings than in substantive works, though for the whole space of his Cirey residence he was engaged in writing, adding to, and altering the Pucelle.",
        "Vast and various as the work of Voltaire is, its vastness and variety are of the essence of its writer's peculiar quality.",
        "Almost all his more substantive works, whether in verse or prose, are preceded by prefaces of one sort or another, which are models of his own light pungent causerie; and in a vast variety of nondescript pamphlets and writings he shows himself a perfect journalist.",
        "The magnitude of the traffic problem as a whole may be best appreciated by examples of the vast schemes of improvement which from time to time have been put forward by responsible individuals.",
        "Even the vast forest of Middlesex, with its densely wooded thickets, its coverts of game, stags, fallow deer, boars and wild bulls is pressed into the description to give a contrast which shall enhance the beauty of the city itself.",
        "- Zululand is part of the region of hills and plateaus which descend seaward from the Drakensberg - the great mountain chain which buttresses the vast tableland of inner South Africa.",
        "The vast majority of mineral deposits are unworkable, and of those that are developed a large proportion prove unprofitable.",
        "Finally the parties still in the trenches slipped away, and when dawn broke the Turks, who had first ascertained that something unusual was afoot from the explosion of a vast mine in the Anzac area, and from conflagrations on the beaches where the few stores to be abandoned were being destroyed, discovered that the invaders were gone.",
        "He was secretary to the congress of Vienna (1814-1815) and to all the congresses and conferences that followed, up to that of Verona (1822), and in all his vast knowledge of men and affairs made him a power.",
        "The vast works for the refining of sulphur in the volcanic district of Solfatara were erected under his direction.",
        "Its upheaval above the great sea which submerged all the north-west of the Indian peninsula long after the Himalaya had massed itself as a formidable mountain chain, belongs to a comparatively recent geologic period, and the same thrust upwards of vast masses of cretaceous limestone has disturbed the overlying recent beds of shale and clays with very similar results to those which have left so marked an impress on the Baluch frontier.",
        "The Russo-Afghan Boundary Commission of 1884 and the Chitral expedition of 1895 opened up a vast area for geographical investigation, and the information collected is to be found in the reports and gazetteers of the Indian government.",
        "The Burmese are supposed by modern philologists to have come, as joint members of a vast Indo-Chinese immigration swarm, from western China to the head waters of the Irrawaddy and then separated, some to people Tibet and Assam, the others to press southwards into the 1 See also, for geology, W.",
        "This was in part due to the character of the country, which was characterized as one vast military obstacle, and in part to the disorganization which had been steadily growing during the six years of King Thibaw's reign.",
        "- The manufacture of bottles has become an industry of vast proportions.",
        "A vast quantity of small cups and paterae were made by this means in patterns which bear considerable resemblance to the surfaces of madrepores.",
        "A very great variety of patterns was produced; a tariff of the year 1800 contains an enumeration of 562 species and a vast number of sub-species.",
        "Invited to Tuscany by the Countess Matilda, he convoked a council at Piacenza in March 1095, attended by so vast a number of prelates and laymen that its sessions were held in the open air, and addressed by ambassadors of Alexis, the Byzantine emperor, who sought aid against the Mussulmans.",
        "This vast flat, the modern El-Jezireh, is about 250 miles in length, interrupted only by a single limestone range, rising abruptly out of the plain, and branching off from the Zagros mountains under the names of Sarazur, Hamrin and Sinjar.",
        "Vast numbers of contract tablets, dated in the reigns of Khammurabi and other kings of the dynasty, have NaramSin.",
        "The conformation of the vine stem has elicited a vast amount of explanatory comment.",
        "A cursory inspection of the bird, which is not unfrequently brought alive to Europe, its size, and its enormous bill and talons, at once suggest the vast powers of destruction imputed to it, and are enough to account for the stories told of its ravages on mammals - sloths, fawns, peccaries and spidermonkeys.",
        "The fame of his vast journeys appears to have made a much greater impression on the laity of his native territory than on his Franciscan brethren.",
        "In view of the vast difficulty of the task before him at his succession it is less surprising that he failed to carry out his ideas than that he accomplished so much.",
        "An examination of the soil shows it to be composed of a vast number of small particles of sand, clay, chalk and humus, in which are generally imbedded larger or smaller stones.",
        "New forms of organization had arisen in which indeed these conceptions had not entirely disappeared, but in which the vast majority of cases a wholly different idea of the ground of service and obligation prevailed.",
        "The delta of the Irrawaddy forms, wherever cultivable, a vast sheet of rice, with cotton, sesamum, and tobacco as subsidiary crops.",
        "For the mapping of the whole vast interior, except in rare cases, no data exist beyond the itineraries of explorers, travelling as a rule under conditions which precluded the use of even the simplest surveying instruments.",
        "Yam, on the borders of Jauf, a vast sandy plain, extending eastwards to El Jail and El Hazm, where Halevy made his most important discoveries of Sabaean inscriptions: here he explored Main, the ancient capital of the Minaeans, Kamna on the banks of the W.",
        "The vast extent of the Dahna, or great southern desert, covering perhaps 250,000 sq.",
        "it is the most important crop. Jebel Haraz, of which Manakha, a small town of 3000 inhabitants is the chief place, is described by Glaser as one vast coffee garden.",
        "From very early times story-tellers and singers found their subjects in the doughty deeds of the tribe on its forays, and sometimes in contests with foreign powers and in the impression produced by the wealth and might of the sovereigns of Persia and Constantinople: The appearance of the Prophet with the great changes that ensued, the conquests that made the Arabs lords of half the civilized world, supplied a vast store of new matter for relations which men were never weary of hearing and recounting.",
        "Moreover, the hierarchy derives a vast revenue from the fees for burials in the sacred limits.",
        "On the 18th of February 1248 Frederick's camp before Parma (the temporary town of Vittoria) was taken and sacked, the imperial insignia - of vast significance in those days - being captured.",
        "Parks, &c. - The Prater, a vast expanse (2000 acres) of wood and park on the east side of the city, between the Danube and the Danube Canal, is greatly frequented by all classes.",
        "Some species are normally phytophagous, and the vast majority, at any rate, appear to be capable of continuing to exist and reproducing their kind upon a purely vegetarian diet.",
        "The principal evidence which Humboldt adduced in its support was the possibility of explaining a vast number of the ancient topographical names of Spain, and of other asserted Iberian districts, by the forms and significations of Basque.",
        "the Polyglot Bible is a great monument of industry and of capacity for directing a vast undertaking, and the Prolegomena (separately reprinted by Dathe, 1777, and by Francis Wranghan, 1825) show judgment as well as learning.",
        "To the south of the Jerid the country is mainly desert - vast unexplored tracts of shifting sand, with rare oases.",
        "1045 a vast horde of Beduins from Upper Egypt (Beni Hilal and Solaim), the ancestors of the modern nomads of Barbary.",
        "The town was overwhelmed by a vast wave, which rose 80 ft.; and the shocks continued until the following February.",
        "Those of Carabayllo and Rimac are connected, and the view from the Bay of Callao extends over a vast expanse of fertile plain bounded by the Andes, with the white towers of Lima in a setting of verdure.",
        "long by I broad, the Ballista Islets, and farther north the three famous Chincha Islands, whose vast guano deposits are now exhausted.",
        "The range of the Andes in south Peru has a high plateau to the west and the vast plains of the Amazonian basin to the east.",
        "before they finally subside into the vast forest-covered plains of the Amazon basin.",
        "In the vast untrodden forests farther east there are timber trees of many kinds, incense trees, a great wealth of rubber trees of the Hevea genus, numerous varieties of beautiful palms, sarsaparilla, vanilla, ipecacuanha and copaiba.",
        "- Cyclopean ruins of vast edifices, apparently never completed, exist at Tiahuanaco near the southern shore of Lake Titicaca.",
        "The conquering tribe or tribes had made their way to the sierra from the plains, and found themselves a new land sheltered from attack amidst the lofty mountains that hem in the valley of Cuzco and the vast lake basin of Titicaca, situated 12,000 ft.",
        "With the vast sum raised front guano and nitrate deposits President Balta commenced the execution of public works, principally railroads on a gigantic scale.",
        "It is a vast summary of all the natural history known to western Europe towards the middle of the 13th century.",
        "Wet summers are followed by an acute outbreak of liver-rot amongst sheep and this, together with the effects of other diseases that accompany wet seasons, cause the death of vast numbers of sheep, the numbers from both sources being estimated in bad years at from 12 to 3 millions in England alone.",
        "With Therasia (now a sister, not a wife), while leading a life of rigid asceticism, he devoted the whole of his vast wealth to the entertainment of needy pilgrims, to payment of the debts of the insolvent, and to public works of utility or ornament; besides building basilicas at Fondi and Nola, he provided the latter place with a muchneeded aqueduct.",
        "They formerly occupied a vast tract of country around Lakes Huron and Superior, and now are settled on reservations in the neighbourhood.",
        "Even now, when his authority was at its highest, when his fame filled the land, and the vast cathedral and its precincts lacked space for the crowds flocking to hear him, his enemies were secretly preparing his downfall.",
        "edge of the vast central plain of Asia Minor, amidst luxuriant orchards famous in the middle ages for their yellow plums and apricots and watered by streams from the hills.",
        "Vast p PRINTED If ouds of dust and stones, blown out of the crater and funnel of ie volcano, were hurled into the air and carried for hundreds miles, the finer particles falling to the earth even.",
        "These subterranean wonders were known as far back as 1213, but the cavern remained undiscovered in modern times until 1816, and it is only in still more recent times that its vast extent has been fully ascertained and explored.",
        "This is worthy of consideration in any attempt made to sketch the mind of a man who was above all other masters of recent literature an artist, and who must be studied in the vast and orbic fullness of his accomplishment in order to be appreciated at all.",
        "The necropolis of the old Lydian city, a vast series of mounds, some of enormous size, lies on the north side of the Hermus, 4 or 5 m.",
        "The vast basin (sahrij) under the old walls, now dry (720 ft.",
        "Throughout the 26th and 27th a vast train of people, officially estimated at 250,000, and drawn from every rank and class, moved in unbroken procession past the bier.",
        "The Bethmann vault attracts attention by three bas-reliefs from the chisel of Thorwaldsen; and the Reichenbach mausoleum is a vast pile designed by Hessemer at the command of William II.",
        "Japan also experiences a vast number of petty vibrations not perceptible without the aid of delicate instruments.",
        "Much more memorable, however, was a library formed by Iyeyasus grandson the feudal chief of Mito (1662I 700), who not only collected a vast quantity of books hitherto scattered among Shinto and Buddhist monasteries and private houses, but also employed a number of scholars to compile a history unprecedented in magnitude, the Dai-Nihon-shi.",
        "The development of the art of Japanese color-printing naturally had its effect on book-illustration, and the later years of the I8th and the earlier of the 19th century saw a vast increase of books illustrated by this process.",
        "He remained throughout unflinchingly loyal to the British Raj, and by his vast and unquestioned influence among the frontier tribes on the northern borders of India he exercised a control over their unruly passions in times of trouble, which proved of invaluable service in the several expeditions led by British arms on the north-west frontier of India.",
        "In 1436 we find him one of the canons of Cracow and the administrator of Olesnicki's vast estates.",
        "proceeded to plant with English and Scottish colonists the vast tracts escheated to the crown in Ulster, the whole of the arable and pasture land in Armagh, estimated at 77,800 acres, was to have been allotted in sixty-one portions.",
        "The ascent of the Sadlen or the Tyven in the neighbourhood is usually undertaken by travellers for the view of the barren, snow-clad Arctic landscape, the bluff indented coast, and the vast expanse of the Arctic Ocean.",
        "But it did vast damage elsewhere along the strait, notably at Reggio, Calabria, which was also totally destroyed.",
        "The speech is unfortunately lost, but Gibbon, who heard it, told his friend Holroyd (afterwards Earl of Sheffield) that Fox, \"taking the vast compass of the question before us, discovered powers for regular debate which neither his friends hoped nor his enemies dreaded.\"",
        "The vast confluence of waters rushes towards the sea, receiving further additions from the hill country on the east, and forming a broad estuary known under the name of the Meghna, which enters the Bay of Bengal near Noakhali.",
        "Such changes are so rapid and on so vast a scale, and the corroding power of the current on the bank so irresistible, that in Lower Bengal it is considered perilous to build any structure of a large or permanent character on its margin.",
        "Holstenius was a man of unwearied industry and immense learning, but he lacked the persistency to carry out the vast literary schemes he had planned.",
        "vast majority of snakes are further characterized by having the right and left halves of the under-jaws connected by an elastic band; a median, longitudinal furrow in the skin below and behind the chin; the whole palatal apparatus is but loosely connected with the skull, nowhere articulating with it.",
        "Until recently the vast subject of inter-metallic compounds has been an unopened book to chemists.",
        "The vast scale on which the work was conceived and the thoroughness of artistic execution with which the details are finished are characteristically Roman.",
        "He visited the Hotel-Dieu morning and evening, performing at each_ time several operations, lectured to vast throngs of students,.",
        "Olivares did not share the king's taste for art and literature, but he formed a vast collection of state papers, ancient and contemporary, which he endeavoured to protect from destruction by entailing them as an heirloom.",
        "It is a vast plain, intersected by tidal creeks and subject to inundation at high spring tides.",
        "The chronicle of Villehardouin is justly held to be the very best presentation we possess of the spirit of chivalry - not the designedly exalted and poetized chivalry of the romances, not the self-conscious and deliberate chivalry of the 14th century, but the unsophisticated mode of thinking and acting which brought about the crusades, stimulated the vast literary development of the 12th and 13th centuries, and sent knights-errant, principally though not wholly of French blood, to establish principalities and kingdoms throughout Europe and the nearer East.",
        "The general conditions to be observed in such workings may be briefly stated as follows: (I) The whole of the auriferous gravel, down to the \" bed rock,\" must be removed, - that is, no selection of rich or poor parts is possible; (2) this must be accomplished by the aid of water alone, or at times by water supplemented by blasting; (3) the conglomerate must be mechanically disintegrated without interrupting the whole system; (4) the gold must be saved without interrupting the continuous flow of water; and (5) arrangements must be made for disposing of the vast masses of impoverished gravel.",
        "Towards the sea the solid land gives place to a vast network of streams and creeks, whose sluggish waters are constantly depositing silt, and forming morasses or quicksands.",
        "This meant the opening up of the world to commerce and the extension of European civilization to vast areas formerly peopled by savages or half-civilized peoples.",
        "Kuprili's restless energy continued to the last, exhibiting itself on one side in wholesale executions, on the other in vast building operations.",
        "In Scotland and Ireland its remains are less abundant, and in Scandinavia and Finland they appear to be unknown; but they have been found in vast numbers at various localities throughout the greater part of central Europe (as far south as Santander and Rome), northern Asia, and the northern part of the American continent.",
        "His work brought him into intercourse with this great pontiff, who soon saw what he could best do, and how his vast scholarship might be made of use to the church.",
        "The vast increase of the foreign trade of Belfast marks its development, like Liverpool, as a great distributing port.",
        "The restoration of Church property, the re-establishment of law and administration on lines to which the people were accustomed before the French invasion, and the claiming for the Crown of the vast landed property of the knights, were the first cares of British civil rule.",
        "The largest timber tree is the mvule, which attains vast dimensions, its trunk supplying the natives with the dug-out canoes with which they navigate the lake.",
        "long) was completed, which enabled vast power to be developed along a series of canals laid out from the river.",
        "Lyell demonstrated to the satisfaction, or - perhaps it should rather be said - to the dissatisfaction, of his contemporaries that the story of the geological ages as recorded in the strata of the earth becomes intelligible only when vast stretches of time are presupposed.",
        "on a front of 30, and had lost 67,000 prisoners, 680 guns and vast quantities of other material, besides their killed and wounded.",
        "To promote the ends he had in view he suggested non-importation, instituted the Boston committees of correspondence, urged that a Continental Congress be called, sought out and introduced into public service such allies as John Hancock, Joseph Warren and Josiah Quincy, and wrote a vast number of articles for the newspapers, especially the Boston Gazette, over a multitude of signatures.",
        "To the north of the walls the site of old Herat was indicated by a vast mass of debris - mounds of bricks and pottery intersected by a network of shallow trenches, where the only semblance of a protective wall was the irregular line of the Tal-i-Bangi.",
        "South of the city was a vast area filled in with the graveyards of centuries.",
        "Near the central quadrangle of the city is a vast reservoir of water, the dome of which is of bold and excellent proportions.",
        "It is the startling contrast of the Herati oasis with the vast expanse of comparative sterility that encloses it which has given such a fictitious value to the estimates of the material wealth of the valley of the Hari Rud.",
        "On the other hand in the Diplarthra, the tcl group to which the vast majority of modern Ungulates A i n belong, the second or lower row has been shifted altogether towards the inner side of the limb, so that the magnum is brought considerably into relation with the scaphoid, and is entirely removed from the cuneiform, as in most existing mammals.",
        "This sub-order includes the vast majority of the Hymenoptera, characterized by the narrowly constricted waist in the adult and by the legless condition of the larva.",
        "The vast majority of this group, including nearly 5000 known species, are usually reckoned as a single family, the Chalcididae, comprising small insects, often of bright metallic colours, whose larvae are parasitic in insects of various orders.",
        "A few small families such as the Evaniidae and the Stephanidae are included here, but the vast majority of the group fall into two large families, the Ichneumonidae and the Braconidae, the former distinguished by the presence of two median (or discoidal) cells in the fore-wing (figs.",
        "two shells struck her between the mainmast and after funnel, and a vast column of smoke and fire rose into the air.",
        "He made a thorough inspection of the great lines of defence between the Danube and the Rhine, and framed and partly carried out a vast scheme for strengthening and securing them.",
        "The vast extent of this donation, which, moreover, included territories not owning Charles's authority, and the fact that the king did not execute, or apparently attempt to execute, its provisions, has caused many scholars to look upon the passage as a forgery; but the better opinion would appear to be that it is genuine, or at least has a genuine basis.",
        "These deputies succeeded in 795 and 796 in taking possession of the vast treasures of the Avars, which were distributed by the king with lavish generosity to churches, courtiers and friends.",
        "His preaching at St Paul's soon attracted vast crowds.",
        "The Babylonians looked on the world as a vast round mountain rising from the midst of a universal sheet of water.",
        "Polar explorers making sections across the great expanses of water with everfrequently repeated those experiments in deep-sea soundings, increasing accuracy, and in that work the government surveying both William Scoresby and Sir John Ross obtaining notable ships have also been engaged, vast stretches of the Indian and results, though not reaching depths of more than 1200 fathoms. Pacific Oceans having been opened up to knowledge by H.M.SS.",
        "From the floor of this vast and profound depression numerous isolated volcanic cones rise with abrupt slopes, and even between the islands of the Hawaiian group there are depths of more than 2000 fathoms. The Society Islands and Tahiti crown a rise coming within 150o fathoms of the surface, two similar rises form the foundation of the Paumotu group where Agassiz found soundings of.",
        "The Pacific Antarctic Basin occupies the vast region south of 50° S.",
        "Sir John Murray finds the source of the phosphoric acid to be the decomposition of large quantities of animal matter, and he illustrates this by the well-known circumstance of the death of vast shoals of fish when warm Gulf-Stream water displaces the cold current which usually extends to the American coast.",
        "Their experiments show that in similar conditions the evaporation of sea-water amounts to from 70 to 91% of the evaporation of fresh water, a fact of some importance in geophysics on account of the vast expanses of ocean the evaporation from which determines the rainfall and to a large extent the heat-transference in the atmosphere.",
        "Nearly a quarter of a century later Prester John appears upon the scene, in the character of a Christian conqueror and potentate who combined the characters of priest and king, and ruled over vast dominions in the Far East.",
        "The Gur Khan came with a vast army of Turks, Khitaians, and others, and defeated Sanjar near Samarkand (Sept.",
        "Proportionately to their vast extent they have been little worked.",
        "The population is 29,400,000, the vast majority of whom are resident in the plain country.",
        "This vast domain has been utilized to provide homes for settlers, to encourage education, to subsidize railways, and to build the state capitol.",
        "From this date, by a succession of royal charters and private gifts, the nunnery amassed vast wealth and privileges, and became a fashionable retreat for ladies of high rank, among whose number were Eleanor, widow of Henry III., and Mary, daughter of Edward I.",
        "Notwithstanding the alarm occasioned by Braddock's defeat, the old quarrel between the proprietors of Pennsylvania and the assembly prevented any adequate preparations for defence; \" with incredible meanness \" the proprietors had instructed their governors to approve no act for levying the necessary taxes, unless the vast estates of the proprietors were by the same act exempted.",
        "From 1801 to 1802 and from 1806 to 1807 he was a member of the Council of Appointment, and realizing the power this body possessed through its influence over the selection of a vast number of state, county and municipal officers, he secured in 1801, while his uncle was governor, the removal of a number of Federalist office-holders, in order to strengthen the Republican organization by new appointments.",
        "It is the owner of vast tracts of land.",
        "The protectorate, with a singularly diversified surface of lofty plateaus, snow-capped mountains, vast swamps, dense forests and regions of desolate aridity (valley of Climate.",
        "It consists of the vast crater - some 10 m.",
        "The Eastern province consists of well-forested, undulating land (Busoga) on the coast of the lake, a vast extent of marsh round the lake-like backwaters of the Victoria Nile (Lakes Ibrahim or Kioga, Kwania, &c.) and a more stony, open, grain-growing country (Bukedi, Lobor, Karamojo).",
        "Here it broadens into Lake Ibrahim (Kioga) (in reality a vast backwater of the Nile discovered by Colonel Chaille Long in 1874), and continues navigable (save for sudd obstacles at times) right through Lake Ibrahim and thence northwards for loo m.",
        "north and west on both sides of the Fly river in vast plains, little elevated above sea-level.",
        "Off its coast-line, on the parallel of 6° S., lies the vast Bismarck Archipelago, of which New Pomerania (Neu Pommern) is the most important member; and, on the parallel of io, the d'Entrecasteaux Islands, with the Marshall Bennett group to their north-east; while stretching out from the south-east promontory of the mainland is the Louisiade Archipelago.",
        "Vast tracts of the country have been, however, deforested by fire, and these are covered by the tall ineradicable grass, Imperata arundinacea.",
        "He left a vast store of manuscript, portions of which have been published at intervals in Crelle's Journal.",
        "In 1075 he again took the field, leading with Bishop Odo a vast host against the rebel earl of Norfolk, whose stronghold at Norwich they besieged and captured.",
        "Its economic influence was multiform and incalculable, owing to its vast property, its system of taxation and its encouragement of monasticism.",
        "Was this vast amount of property to increase indefinitely without contribution to the maintenance of the secular government?",
        "The hope that a passage through to the Spice Islands would be found near existing Spanish settlements was now given up. One was sought farther south, and in November 1520 Ferdinand Magellan passed through the strait which bears his name and sailed across the Pacific. At last the existence of a continent divided by a vast stretch of ocean from Asia, and mostly lying within the sphere of influence assigned to Spain by the pope, was revealed to the world.",
        "His example stimulated the settlers at Panama, who had heard of a great people owning vast quantities of gold to the south of them.",
        "The vast territories acquired by Spain in this brief period were held to be, by virtue of the pope's bull, the peculiar property of the sovereign.",
        "On this narrow foundation was raised a vast superstructure, ecclesiastical, administrative and military.",
        "On the one hand were the English plantations, populated, cultivated, profitable, stretching along the east coast of North America; on the other were the Canadian settlements, poverty-stricken, empty, over-officialled, a cause of constant expense to the home government, and, at a vast distance, those of Louisiana, struggling and bankrupt.",
        "The peoples of the thirteen states which had secured emancipation from British sovereignty were wisely intent on framing their own Federal Union, and in taking effective possession of the vast territories in the Ohio region and beyond the Mississippi.",
        "This vast extension of the area of independence in America could not but have its proportionate effect on the general balance of power among nations.",
        "Though the vast ultimate consequences of this sudden appearance of the great western republic in the arena of international politics were not realized even by those in sympathy with Monroe's action, the weight of the United States thrown into the scale on the side of Great Britain made any effective protest by the European powers impossible; Russia, Austria and Prussia contented themselves with joining in a mild expression of regret that the action of Great Britain \"tended to encourage that revolutionary spirit it had been found so difficult to control in Europe.\"",
        "The vast collections in richly endowed European and There is danger of confounding the products of native industries.",
        "The moving of vast objects by these simple processes shows what great numbers of men could be enlisted in a single effort, and how high a grade of government it was which could hold them together and feed them.",
        "Moreover, the mound-builders in the eastern half of this vast plain, being sedentary, were excellent potters.",
        "Out of this practical knowledge, coupled with the belief in personeity, grew a folk-lore so vast that if it were written down the world would not contain the books.",
        "For the coasts of South America the vast shell-heaps are the repositories of ancient history.",
        "Elsewhere in the United States fossilized bones, crania of a low order, association of human remains with those of fossil animals are not necessarily evidence of vast antiquity.",
        "In South America the shell-heaps, of enormous size, are supposed to show that the animals have undergone changes in size and that such vast masses require untold ages to accumulate.",
        "In tracing the growth of Persia from a petty subject kingdom to a vast dominant empire, he has occasion to set out the histories of Lydia, Media, Assyria, Babylon, Egypt, Scythia, Thrace, and to describe the countries and the peoples inhabiting them, their natural productions, climate, geographical position, monuments, &c.; while, in noting the contemporaneous changes in Greece, he is led to tell of the various migrations of the Greek race, their colonies, commerce, progress in the arts, revolutions, internal struggles, wars with one another, legislation, religious tenets and the like.",
        "So, from the first, France was faced with another war against an affrighted and infuriated Europe, a war in which the big battalions would be on the side of the Seventh Coalition; and to oppose their vast armies, Napoleon only had in March the 150,000 men he had taken over from Louis XVIII when the Bourbon hurriedly quitted the throne.",
        "The rivers rising in the southern mountains, which no longer reach the Oxus, terminate in vast swamps near Akcha, and into these the debris of such vegetation as yearly springs up on the slopes of the southern hills is washed down in time of flood.",
        "The present climate is not favourable to permanent vegetation; the island lies within the belt of rain at all seasons of the year, and is reached by no drying winds; its temperature is kept ddwn by the surrounding vast expanse of sea, and it lies within the line of the cold Antarctic drift.",
        "He conceived that a vast trade with the Iroquois for furs might be established; his report aroused great interest in Holland; and the United Netherlands, whose independence had been acknowledged in the spring, claimed the newly discovered country.",
        "The greater part of the land in this section was comprised in vast estates such as Rensselaerwyck, Livingston, Scarsdale, Phillipse, Pelham and Van Cortlandt manors, and on these the leasehold system with perpetual leases, leases for 99 years or leases for one to three lives had become general.",
        "This is exclusive of the vast area of native-grass land.",
        "To this period belong five Masses, a dozen operas, over thirty clavier-sonatas, over forty quartets, over a hundred orchestral symphonies and overtures, a Stabat Mater, a set of interludes for the service of the Seven Words, an Oratorio Tobias written for the Tonkiinstler-Societe t of Vienna, and a vast number of concertos, divertimenti and smaller pieces, among which were no less than 175 for Prince Nicholas' favourite instrument, the baryton.",
        "- These vast ruins, more imposing from their immensity than pleasing in detail, have been described by scores of travellers and tourists; but it will be sufficient here to refer to the following works: - (First discoverers) M.",
        "The aspect of the greater part of the country is that of vast undulating treeless plains, diversified by low rands and isolated tafelbergs and spitzkops, indicating the former level of the country.",
        "- The vast majority (over 95%) of the white inhabitants are Protestants, and over 70% belong to the Dutch Reformed Church, while another 3% are adherents of the very similar organization, the Gereformeerde Kerk.",
        "Comte, Spencer, Bagehot, Durkheim and Giddings, for example, refer to it, if at all, only briefly and incidentally; they conceive society as an organism, or at all events as a growing whole, no one part or force being the cause of all others, and all interacting; society is not the product of any agreement or of force alone, but of a vast variety of interests, desires and needs.",
        "The former, of which the three published volumes relate wholly to ancient music, and thus represent a mere fragment of the author's vast plan, exhibits immense reading and industry, but is written in a dry and unattractive style, and is overloaded with matter which cannot be regarded as historical.",
        "south and west of the Coteau des Prairies lie vast stretches of plains, including the valleys of the Big Sioux and James rivers.",
        "Valuable timber was afforded by the vast forest of the Weald, but the restrictions imposed on the felling of wood for fuel did serious detriment to the iron-trade, and after the statute of 1558 forbidding the felling of timber for iron-smelting within fourteen miles of the coast the industry steadily declined.",
        "The statute of 1630 forbidding the exportation of wool, followed by the Plague of 1665, led to a serious trade depression, while the former enactment resulted in the vast smuggling trade which spread along the coast, 40,000 packs of wool being smuggled to Calais from Kent and Sussex in two years.",
        "From 1834 he was perpetual secretary of the Brussels Academy, and published a vast number of articles in its Bulletin, as also in his journal, Correspondance mathematique et physique (11 vols., 1825-39).",
        "APPALACHIAN MOUNTAINS, the general name given to a vast system of elevations in North America, partly in Canada, but mostly in the United States, extending as a zone, from ioo to 300 m.",
        "The surface presents few striking topographic features, and may be subdivided into three vast plains or prairie tablelands rising one above the other from E.",
        "Vigorous attacks were also made during this period on the Lao states to the northwest and north-east, followed by vast deportation of the people, and Siamese supremacy was pretty firmly established in Chiengmai and its dependencies by the end of the 18th century, and over the great eastern capitals, Luang Prabang and Vien-chang, about 1828.",
        "In 1905 Bancroft's vast collection was acquired by the university of California.",
        "There is a vast field for philological explorations in the archipelago.",
        "The weakness of Spain and Portugal and the withdrawal of the British left the Dutch company free to develop its vast colonial and commercial interests.",
        "As early as 1624 vast fortunes had been acquired by trade: two members of the company who died in that year were stated to possess seven and eight tons of gold respectively, an amount approximately equivalent, in the aggregate, to £2,000,000.",
        "The administration was corrupt, largely because of the vast powers given to officials, who were invariably underpaid; and the financial methods of the company precipitated its ruin, large dividends being paid out of borrowed money.",
        "A little lower down and not far from the university (which occupies the house of the famous cardinal Granvelle of the 16th century) a central railway terminus was designed on a vast scale.",
        "The most noteworthy modern institutions in Islington are the Agricultural Hall, Liverpool Road, erected in 1862, and used for cattle and horse shows and other exhibitions; Pentonville Prison, Caledonian Road (1842), a vast pile of buildings radiating from a centre, and Holloway Prison.",
        "Beyond that it swells out into the vast massif of Anambaruin-ula, which is traversed by at least three minor parallel chains.",
        "But there is a vast difference in the relations in which they respectively stood to the church and to Christianity.",
        "His acquirements were vast, and they were all brought to bear upon the life of his day.",
        "There is a vast difference in national character between these young peoples and the successors of the Hellenes; and it is therefore all the more significant to find that both the Church and religious sentiment should in their case have fully preserved the Byzantine character.",
        "The reasons for this were numerous, first among them being the abuses of the papal system of finance, which had to provide funds for the vast administrative machinery of the Curia.",
        "The sultan of Air is to a great extent dependent on the chiefs of the Tuareg tribes inhabiting a vast tract of the Sahara to the north-west.",
        "A vast measure of freedom, compared with their position under the Austrian regime, has been granted to women both politically and socially.",
        "Vast entailed estates were the property of a small group of landlords (in Bohemia 37.7%, in Moravia 34.4%, in Silesia 39.9% of all land belonged to owners representing 0.1% of the population), while great masses of the people did not own a single acre of their native land.",
        "The Czechoslovak Government, between 1918 and 1921, set up some 2,000 additional elementary and some 40 higher schools in Slovakia and Russinia (including 80 new German schools), so that a vast improvement in the educational status of those countries is only a matter of time.",
        "Jirasek, the author of a vast series of novels and short stories, drawing their material from Bohemian history, unites the past with the present generation.",
        "(962-992), wrested from the vast but tottering Moravian Empire the province of Chrobacyja (extending from the Carpathians to the Bug), and that Christianity was first preached on the Vistula by Greek Orthodox missionary monks.",
        "He was primarily a warrior, whose reign, an almost uninterrupted warfare, resulted in the formation of a vast kingdom extending from the Baltic to the Carpathians, and from the Elbe to the Bug.",
        "A second Tatar raid in 1259, less dangerous, perhaps, but certainly more ruinous, than the first invasion - for the principalities of Little Poland and Sandomir were systematically ravaged for three months - still further but Poland formed but a small portion of his vast domains, and Poland's interests were subordinated to the larger demands of an imperial policy which embraced half Europe within its orbit On the death of Louis there ensued an interregnum of two years marked by fierce civil wars, instigated by duke Ziemovit of Masovia, the northernmost province of Poland, the daughter of Louis the Great and the granddaughter of Wladislaus Lokietek, had an equal right, by inheritance, to the thrones of Hungary and Poland.",
        "Again, it should have been the first duty of the Republic adequately to fortify the dzikie pola, or \"savage steppe,\" as the vast plain was called which extended from Kiev to the Black Sea, and some feeble attempts to do so were at last made.",
        "The university of Cracow, the sole source of knowledge in the vast Polish realm, still moved in the vicious circle of scholastic formularies.",
        "All the Baltic powers were more or less interested in the apportionment of this vast tract of land, whose geographical position made it not only the chief commercial link between east and west, but also the emporium whence the English, Dutch, Swedes, Danes and Germans obtained their corn, timber and most of the raw products of Lithuania and Muscovy.",
        "The existence of so many ecclesiastical writers was a natural feature in Polish literature; they formed the only really cultured class in the community, which consisted besides of a haughty ignorant nobility living among their serfs, and (at a vast distance) those serfs themselves, in a brutalized condition.",
        "The home of the vast majority of parrot-forms is unquestionably within the tropics, but the popular belief that parrots are tropical birds only is a great mistake.",
        "Its vast forests would furnish an almost inexhaustible supply of timber, if rendered accessible by roads.",
        "But the vast majority of birds and mammals not only can endure a large range of temperature, but thrive best when they are subjected to it.",
        "About Szegedin in Hungary and all over the vast pusztas (steppes) between the Theiss and the Danube, and from the Theiss up to and beyond Debreczin, the soil contains sodium carbonate, which frequently assumes the form of crude alkaline crusts, called \"szekso,\" and of small saline ponds.",
        "But the headquarters of the opposition was Germany, and its leader was Dollinger, whose high reputation and vast stores of learning placed him far above any other member of the band of the theological experts who now gathered around him.",
        "According to Virgil, Aeolus dwells on one of the Aeolian islands to the north of Sicily, Lipara or Strongyle (Stromboli), where he keeps the winds imprisoned in a vast cavern (Virgil, Aen.",
        "Agenais and southern Saintonge, which fell to the Crown by the death of Alfonse of Poitiers in 1276, as part of his vast possessions in Aquitaine and Languedoc, were ceded to Edward I.",
        "The stream poured itself over the level and fertile country to the southwards, sweeping whole villages before it, and converting the plain into one vast lake.",
        "Later, when this was found to consist of a vast archipelago enclosing the Caribbean Sea and Gulf of Mexico, Antilia assumed its present plural form, Antilles, which was collectively applied to the whole of this archipelago.",
        "Apart from his special interest in the history of the Old Attic comedy, he was a man of vast and varied learning; the founder of astronomical geography and of scientific chronology; and the first to assume the name of 4aX6Xo a yos.",
        "The brilliant French naturalist Georges Louis Leclerc, comte de Buffon (1707-1788), in Les Epoques de la nature, included in his vast speculations the theory of alternate submergence and emergence of the continents.",
        "Pallas (1741-1811) in his great journey (1768-1 77 4) through Siberia discovered the vast deposits of extinct mammoths and rhinoceroses.",
        "This was followed by the revelation of the vast ancient life of the western half of the American continent, which was destined to revolutionize the science.",
        "Matthew, and are shown to contain fluviatile or channel beds with water and river-living forms, and neighbouring flood-plain sediments containing remains of plains-living forms. Thus we may complete the former physiographic picture of a vast flood plain east of the Rocky Mountains, traversed by slowly meandering streams.",
        "Suggested two centuries ago by Robert Hooke, this use of fossils has in the hands of Barrande, Neumayr, the marquis de Saporta (1895), Oswald Heer (1809-1883), and an army of followers developed into a sub-science of vast importance and interest.",
        "The vast majority of jelly-fish float in the sea, with the exumbrella upwards, the subumbrella downwards.",
        "The vast size of the market-squares with their surrounding porticos, and the importance of the caravans of merchants who traded with other nations, show that mercantile had risen into some proportion to military interests.",
        "If we can be sure - and the linguistic evidence admits of no doubt - that the Chorotega had their centre in Nicaragua and thence extended north-westwards, it may be hoped that Chorotegan remains will be found in the vast territory occupied for many centuries by the Maya peoples in the Pacific part of Guatemala.",
        "The delightful scenery of mountains, lakes, streams and woodlands gives to the greater part of New Hampshire, which is in the New England physiographic province, the appearance of a vast and beautiful park; and the state is a favourite summer resort.",
        "The rivers with their numerous falls and the lakes with their high altitudes furnish a vast amount of water power for manufacturing, the Merrimac, in particular, into which many of the larger lakes, including Winnepesaukee, find an outlet, is one of the greatest power-yielding streams of the world.",
        "Probably no statesman has ever had a more disgusting task; and the fact that he discharged it to the satisfaction of a vast majority is the strongest testimony to Thiers's merits.",
        "The mosque to which the tower belongs is a large brick building erected by `Abd el Mumin; the interior is adorned with marble pillars, and the whole of the crypt is occupied by a vast cistern excavated by Yakub el Mansur.",
        "Vast masses of Walsingham's correspondence are preserved in the Record Office and the British Museum; some have been epitomized in the Foreign Calendar (as far as 1582); and his correspondence during his two embassies to France was published in extenso by Sir Dudley Digges in 1655 under the title The Compleat Ambassador, possibly, as has been suggested by Dr Stahlin, to give a fillip to the similar policy then being pursued by Oliver Cromwell.",
        "BECHUANALAND (a name given from its inhabitants, the Bechuana, q.v.), a country of British South Africa occupying the central part of the vast tableland which stretches north to the Zambezi.",
        "The best known of these depressions, Ngami, lies to the north-west and is the central point of an inland water system apparently in process of drying up. To the north-east and connected with Ngami by the Botletle river, is the great Makari-Kari salt pan, which also drains a vast extent of territory, receiving in the rainy season a large volume of water.",
        "It was erected between 1786 and 1796, and is adjoined by other court buildings, the public record office, containing a vast collection, and the police offices.",
        "But the greater part is a dreary stretch of barren, undulating uplands, intersected by tiny streams and passing gradually into the vast level waste of treeless (anc. Axylon) plain that runs S."
    ],
    "definition": [
        "Very great in size, extent, or quantity. See Synonyms at enormous.",
        "Very great in scope or import: a vast improvement.",
        "vast′ly\nadverb",
        "vast′ness\nnoun",
        "Link/Cite",
        "Very large or wide (literally or figuratively).\nThe Sahara desert is vast.\nThere is a vast difference between them.",
        "Very great in size, amount, degree, intensity, or especially extent.",
        "(poetic) A vast space.",
        "tavs",
        "vats",
        "visual audio sensory theater",
        "Link/Cite"
    ]
}