{
    "translation": "כלי רכב",
    "uses": [
        "She climbed onto the vehicle and settled on the soft cushion.",
        "She gripped the steering wheel as the vehicle plunged down a steep hill.",
        "I was thinking about buying a new vehicle and wondered if we had the money, so I looked at his financial information on the computer.",
        "There's a chance it might be the vehicle we're looking for.",
        "As if on cue, the sound of a vehicle starting broke the silence.",
        "As he glanced down at his vehicle, he saw both tires on the driver's side were totally flat.",
        "Dean promised himself to keep driving past the building if the deputy Larkin's car was in evidence, but only the sheriff's vehicle was present.",
        "After they were settled in the vehicle and on their way back to town, Jennifer Radisson brought up the more mundane subjects of the mine and her litigation.",
        "Only low brush could grow in so small a space... no trees to prevent a vehicle from plunging into the forested mountain ranges below and beyond.",
        "Howie obtained a full description of the man and his vehicle and the license plate number.",
        "There's a barn out back that's closed up so we can't see if the vehicle is here.",
        "The description of that vehicle is plastered at every toll booth, state police barracks and wire service from here to California and back.",
        "Dean waved his arms and at first thought the driver didn't see them, but finally the vehicle stopped.",
        "He's checking reported vehicle thefts in the area.",
        "At the door he found a vehicle half full of luggage.",
        "It was an hour later before they saw their first vehicle, an old Scout, battered and muddy, coming out of a side trail below them.",
        "The vehicle has a Wall Drug bumper sticker and an emblem from a Kansas campground in the back window.",
        "He pulled the vehicle to the elbow of a switchback.",
        "I agreed to search while he'd put out an all-points bulletin on the vehicle Howie was driving.",
        "She should be looking for a replacement vehicle, but having another car in the garage would only be a reminder that there was no one left to drive it.",
        "\"Oh, your excellency!\" said Franz, with difficulty rolling the portmanteau into the vehicle, \"we are to move on still farther.",
        "I got all the vehicle information and full descriptions of the people.",
        "He carefully worked the ATV down a steep washed out trail that threatened to overturn the vehicle several times.",
        "Following a long drive that consisted of little more than two ruts worn by vehicle tires, they came to the Marsh ranch.",
        "Finally he stepped back from the vehicle and wiped his hands with a rag.",
        "While it would take time for precise confirmation, we all knew the burned out vehicle contained the bodies of Howie Abbott and John Luke Grasso.",
        "As Dean rounded a curve, he caught sight of the tail end of a white vehicle speeding down the cliff-hanging road on the far side of the deep valley—a sheriff's white Blazer was his first impression.",
        "Dean recognized the markings as a rental from town, but it was not the same vehicle either of the Dawkins brothers were driving.",
        "She shook her head, eyeing the vehicle apprehensively.",
        "He was willing to personally alert the local police and have them check out the vehicle even without clear cut identification.",
        "Howie, now able to usually remain with a vehicle, stayed with the car to a suburban ranch style house only six miles from the kidnapping.",
        "He insisted on leaving the vehicle at my disposal in case I needed it.",
        "He leaned over the seat and began rummaging through his backseat accumulation as the vehicle began to slide backwards.",
        "The vehicle turned hesitantly and she idly wondered if Dad was letting Angela drive again.",
        "The eyes of all the soldiers turned toward the women, and while the vehicle was passing at foot pace all the soldiers' remarks related to the two young ones.",
        "Knowing the local police included Detective Jackson, I suggested he contact the Simi Valley attorney first to find out if the vehicle I saw was in fact his.",
        "Once free of the vehicle she took a deep breath and turned to face her rescuer.",
        "With an effort, she managed to straddle the vehicle behind him.",
        "While my new vehicle is far less accommodating to my needs as my precious motor home, now resting in an airport parking lot, this van is satisfying my temporary needs.",
        "I was a nervous wreck as we pulled up to a large vehicle that operated as some sort of command center.",
        "I was surprised to notice the vehicle lent to Howie was no longer parked in front of his door.",
        "There was no way to discern if it was the vehicle loaned to Howie.",
        "Cynthia looked to her husband for agreement but before he could second her suggestion, Westlake once again jammed the old vehicle in gear.",
        "Howie was able to follow her to a vehicle and relate the plate number!",
        "The vehicle was different but this time he was able to record the South Carolina license plate number.",
        "I just ask one thing; will you take my word for one item and if you stop this vehicle you'll have more reward than you'll know what to do with.",
        "While we couldn't keep up with the ambulance but we held our own and kept the emergency vehicle in sight.",
        "The vehicle, older than Fred, sounded better than Dean's Jeep.",
        "Seeing an out of state plate isn't unusual, especially on a vehicle designed for travel.",
        "I could hear him discussing the vehicle with a woman in the outer room.",
        "One of Fred's nameless cohorts buttonholed Dean as he stepped from his vehicle, and by the time he extricated himself from her verbal grasp, the blonde was lost in the crowd at the park.",
        "While Jennifer didn't complain, Dean could see her hands gripping the sides of the vehicle tightly as they moved steadily upward.",
        "If he tried to follow a moving automobile, he could sometimes attach himself, if the vehicle was slow or stopped, but the act was tenuous at best.",
        "Returning to their vehicle, they cautiously left the roadway on the newly discovered track.",
        "He was alone, and as he alighted from his vehicle carrying his cardboard sign, he spotted them.",
        "Directly opposite to him came a strange one-horse vehicle, evidently rigged up by soldiers out of any available materials and looking like something between a cart, a cabriolet, and a caleche.",
        "At the descent of the high steep hill, down which a winding road led out of the town past the cathedral on the right, where a service was being held and the bells were ringing, Pierre got out of his vehicle and proceeded on foot.",
        "The siren could be heard before the vehicle was seen, so Carmen pulled over.",
        "Jackson put out the word on the vehicle description and plate number.",
        "There was no sign of mayhem in the vehicle although a restraint was bolted to the rear floor.",
        "He made the entire trip up without seeing another vehicle, and the lords of luck were with him—Jennifer Radisson's camera was sitting in the crevice of a rock as if it were waiting for him.",
        "His eyes searched toward the spot where he'd last seen the white vehicle speeding downward.",
        "It was still light enough to see across the gorge when an opening in the trees allowed, but the long swing to the far end of valley was away from the direction the vehicle had driven and blocked from sight by the curve of the canyon.",
        "As they moved down the trail to their parked Jeep, they heard the sound of a vehicle approaching.",
        "The vehicle rambled over a large boulder, skidding off to the left before Westlake wrenched the wheel and righted it.",
        "If therefore the outer rail is laid at a level above that of the inner rail at the curve, overturning will be resisted more than would be the case if both rails were in the same horizontal plane, since the tilting of the vehicle due to this \" superelevation \" diminishes the overturning moment, and also increases the restoring moment, by shortening in the one case and lengthening in the other the lever arms at which the respective forces act.",
        "The amount of superelevation required to prevent derailment at a curve can be calculated under perfect running conditions, given the radius of curvature, the weight of the vehicle, the height of the centre of gravity, the distance between the rails, and the speed; but great experience 1 See The Times Engineering Supplement (August 22, 1906), p. 265.",
        "The vehicle also includes a display of common fire hazards within the home.",
        "he/she returns, the Monteray employe finds that the vehicle has been damaged.",
        "hexavalent chromium will be banned from vehicle components by 1 January 2003.",
        "hire vehicle or a licensed Hackney Carriage.",
        "Company vehicle + stake holder pension + 28 days hols.",
        "Firefighters removed a casualty from one vehicle using hydraulic cutting equipment on a spine board.",
        "hypnotic regression the witness was able to recall seeing a figure standing on the road then walking toward the vehicle.",
        "ice shelf program is exploring the marine environment beneath floating ice shelves using an Autonomous Underwater Vehicle (AUV) called Autosub.",
        "Illinois in insurance medical booming here vehicle had been.",
        "immobilized vehicle.",
        "My previous vehicle was a Jap import, a Toyota Surf, in fact it did belong to a Japanese gentleman from Osaka.",
        "important to remember that style is a vehicle for saying something.",
        "include reducing fuel tax and vehicle excise duty to offset the additional burden to road users.",
        "At the center of the country's motor vehicle manufacturing industry.",
        "inflate the airbag by way of a hose connected to the vehicle's exhaust.",
        "injured per 100 million vehicle kilometers.",
        "inspect the vehicle without unnecessary delay.",
        "insured vehicle for recovery are left at Your own risk.",
        "Is there a regular preventive maintenance program for each vehicle, carried out at predetermined intervals of time or mileage?",
        "The new British Army TERRIER engineer vehicle will also use a version of the Hydrogas suspension with suspension lockout.",
        "logbook loans approved the car or vehicle must be ideally less than 8 years old.",
        "loitering around your vehicle, walk past until they leave.",
        "The brake lines, fuel lines and wiring looms were installed while the vehicle was upside down.",
        "The fixed blocks are defined by inductive loops set into the track which interact with sensing circuits on the vehicle.",
        "lorry collided with their vehicle and he and his colleague found themselves being dragged along the A13 in a completely up-turned car.",
        "This new low-cost, easy-to-use vehicle tracking system is now possible for just 98p per day.",
        "The base is strongly magnetic so that the receiver can be used on the roof of a vehicle.",
        "The London Rolling Stock Team has experience of all the vehicle types used in London, including mainline, light rail and tube.",
        "The vehicle later developed a major electrical malfunction, and was pulled out of the Tour de Sol.",
        "AUTO MATTERS LIMITED - View Profile » Flat vehicle batteries need no longer cause lost man-hours, cost, delay and inconvenience.",
        "mare with a foal at foot may not be transported in the same undivided vehicle as any other horse.",
        "What kind of performance could be expected from such a virtually massless vehicle?",
        "The vehicle is fitted with a 13 meter telescopic mast for radio communications.",
        "This information will help in distinguishing between various vehicle Mayday systems such as passenger car systems, commercial vehicle systems or portable systems.",
        "Aims To develop the processes for the manufacture and assembly into a vehicle of large flexible circuits up to 20 sq meters in area.",
        "midships section of each vehicle.",
        "Our vehicle for the holiday was an air-conditioned minibus.",
        "Charles Edmonds, Bad Angels Partial vehicle wrap of a 17 seat minibus for Queen's College.",
        "You cannot assume, for example, that a fingerprint on an outside wing mirror is evidence of taking a motor vehicle.",
        "The vehicle was jostled as police moved in to disperse the mob.",
        "My motoring life actually started on a 50cc moped, a Raleigh Runabout & it was my first new vehicle reg no.",
        "Price: £ 9.75 16.5cm Machine morphin Power Rangers - Argos Power Ranger can morph from Power Ranger mode to a cool vehicle.",
        "Only the computer record can prove a vehicle has a valid mot.",
        "MOT tests You can now get your car mot tests You can now get your car MOT at the Council's Vehicle Workshop in Dormanstown.",
        "motor vehicle manufacturing industry.",
        "The first of these used a 400 cc motorcycle engine to give a primarily electric vehicle a \" limp home \" capability.",
        "motorist coverage for damage to your vehicle.",
        "motor vehicle incidents and two were caused by falls.",
        "motorway pile-ups when every vehicle carries a tank of hydrogen.",
        "mounted on the dashboard of a vehicle.",
        "I also want access to data bases that might help such as Motor Vehicle registrations, crime records, outstanding warrants; that sort of thing.",
        "investment trust type vehicle is much more flexible.",
        "In addition, with the proliferation of space flight, launch vehicle noise can also become a significant environmental issue.",
        "When using a trolley jack, refer to the vehicle workshop manual to identify the correct lifting point.",
        "jet ski trailer, caravan or vehicle.",
        "Jim Hilbert owns a vehicle also worry about.",
        "The registered keeper of the vehicle will receive a Notice of Intended Prosecution within 14 days of the alleged offense.",
        "Dropped kerbs for vehicle crossover Dropped kerbs for vehicle crossover can be requested by residents at a cost.",
        "Back to top Germany Vehicle Requirements: Warning triangle and first-aid kit.",
        "As soon as a commercial vehicle is on the road a three lane motorway becomes little more than a two lane motorway becomes little more than a two lane dual carriage way.",
        "launch vehicle noise can also become a significant environmental issue.",
        "Finally, space launch vehicle noise if uncontrolled can cause serious structural damage to the spacecraft and payload.",
        "Ranch insurance plus persuade lawmakers that vehicle the want.",
        "I was in my first week of a new job at a vehicle leasing company.",
        "Lex also offer contract vehicle hire for company car fleet leasing.",
        "Vehicle contract hire UK commercial van company car leasing.",
        "Disable visitors will have full access to the vehicle through a hydraulic lift located at the rear staircase.",
        "lighter-than-air vehicle with internal combustion engine and air propeller was the obvious route.",
        "Land Rover has launched a limited edition Tomb Raider vehicle in Britain and we have just bought one.",
        "liveried vehicle is provided with the first three months contract hire paid for.",
        "Vehicle fully liveried vehicle is provided with the first three months contract hire paid for.",
        "The vehicle has been rebuilt by RVP and restored in teak livery after 9 years work by their volunteers.",
        "Mr Galloway reported that these only worked where the scheme was much cheaper and faster than using a private motor vehicle.",
        "She let up on the accelerator long enough to gain control of the vehicle.",
        "The sound of tires crunching on gravel announced the approach of a vehicle.",
        "He went straight to the driver's side of his vehicle.",
        "But it would be nice to know you had a way to get out and do things without fear of taking the only vehicle.",
        "A solid fence prevented her from seeing the vehicle.",
        "Now I must invest in a new vehicle.",
        "Quinn was thrilled with the property and immediately purchased a second vehicle.",
        "I was awoken by the gunshot and both of us drove the roads around the perimeter of the property but neither heard nor saw his vehicle.",
        "I drove to inner city Cleveland and parked my vehicle.",
        "What about his vehicle?",
        "He looked confused, but did my bidding as Paul made a quick U-turn and followed after the speeding vehicle.",
        "He may think we don't know his vehicle.",
        "We ran down his vehicle.",
        "When he'd slowed to the shoulder he was surprised to discover his error as a uniformed female emerged from the vehicle.",
        "Then, a wave to the dust of the retreating vehicle.",
        "Dean sat on the ground next to the vehicle.",
        "When Fred saw the Deans, he waved, patted his disappointed promenade partners on the arm and came over to the vehicle.",
        "Fred explained the beads—she'd gone to Mardi Gras—as he unceremoniously pushed Dean into the rear seat of the open vehicle.",
        "Six ladies, all carrying campaign signs, formed an honor guard around the vehicle.",
        "Darkness moved in quickly now, and he knew he'd soon need help and more light than a simple flashlight to locate a wreck, if in fact a vehicle had plunged to the valley floor, a hundred or more feet below.",
        "The vehicle stopped, its high beams blinding him.",
        "She turned to the rear of her sheriff's vehicle.",
        "He followed the gouged earth where the vehicle had ripped its path downward.",
        "The rough track he followed ceased to exist, as if the vehicle had become airborne in its terrible fall.",
        "The trail left by the falling vehicle reappeared, a tear in the earth, and a piece of unrecognizable metal.",
        "Dean crawled on his hands and knees, peering under the vehicle for Billy's young girlfriend but there was no one else, only a liquor bottle—unlike its victim, unbroken.",
        "Dean was seated on the step of a rescue vehicle when Lydia was pulled up to the road.",
        "I don't even like to say it because I don't have an ounce of evidence, but at the debate Fitzgerald said liquor had been found in Billy's vehicle.",
        "He told Lydia about Fitzgerald buying the vodka on the morning of the Fourth of July, denying it, and saying at the debate that there was liquor in Billy's vehicle when he, Dean, felt there wasn't.",
        "A white vehicle was parked at the far end—not a sheriff's vehicle, but a Honda.",
        "Then, as she reached her vehicle she turned and added, Sorry about Patsy snatching the kid.",
        "Lydia Larkin spun out of the meadow in a cloud of dust, leaving Dean to await its dissipation before following in his open vehicle.",
        "It has to be in his vehicle.",
        "He looked across the vehicle, smiled, and got in.",
        "He started the vehicle.",
        "They said it was okay to drive the vehicle.",
        "Sheriff Fitzgerald hardly gave Dean enough time to exit his vehicle before tearing off up the street in the direction of the mountain road.",
        "I'm a witness in his car and the state guys were in Lydia's vehicle.",
        "But if he planted a bottle in Billy's vehicle after the accident, it's his word against mine the alcohol wasn't there at the time of the accident.",
        "He called in to confirm but then lost the vehicle in traffic.",
        "The black man, the passenger spotted in the stolen Buick, had been apprehended when he returned to the vehicle to retrieve his overnight satchel.",
        "There was a sheriff's vehicle parked out front, but Dean wasn't sure if it belonged to Fitzgerald or Lydia.",
        "It was Lydia Larkin, in uniform, in her official vehicle.",
        "She started the vehicle, stalled it, and finally stuffed it in gear.",
        "She screeched to a stop at Bird Song and was off almost before he was out of the vehicle.",
        "The tracks of the vehicle that preceded him were clear in the dust of the turnoff, and he knew he'd guessed correctly as he neared the now-familiar meadow below the mine.",
        "Another vehicle came down the hill, a red flashing light attached to the top.",
        "She pulled her keys out of her purse and clicked the unlock button, mouth dry as the vehicle's lights blinked.",
        "Wynn helped her carry her stuff to his vehicle.",
        "The door closed, and the long vehicle pulled away.",
        "Dean drove with even more caution now that the melted road sections were beginning to freeze anew, downshifting, allowing the reduced gear to slow the vehicle.",
        "Cynthia's ability to distinguish one motor vehicle from another was limited to trucks, vans, jeeps, limos and all others.",
        "A vehicle, a mud-splatted Blazer, with skis in a rack atop it, followed her and slowed as it passed the building.",
        "He reached in his vehicle and tossed her a heavy coat, but said nothing to her.",
        "He caught up with Shipton on the sidewalk where the man was holding a handkerchief to the side of his head while loading gear to his vehicle and chuckling to himself.",
        "He remembered the day, just before they first opened the bed and breakfast, when he'd picked up this Jeep, the first new vehicle he'd ever owned.",
        "He started the vehicle and left.",
        "A tiny red haired woman, under five feet, Dean guessed, emerged from the vehicle that bore Colorado license plates.",
        "\"Was it the first vehicle he owned?\" the voice was sarcastic.",
        "A vehicle door slammed and Josh was yelling for her to get back.",
        "The general motioned to a greenpod, and they squeezed into the small vehicle.",
        "Of course, most of those travel days were by vehicle of some sort.",
        "The vehicle was in police custody in Norfolk but the authorities there said it would be released to the World Wide local office shortly.",
        "Vinnie Baratto scrambled into the car, locked the door and buried himself on the floor of the vehicle.",
        "On an impulse, Dean drove back in behind it and strolled over to meet the young man who stepped from the vehicle.",
        "The third guest was an 18-year-old from a nearby township, although the name on the registered vehicle was different than the motel listing.",
        "While no other vehicle was visible, two men, dressed more casual­ly than Winston, emerged from the house.",
        "A million little diamonds of glass showered the inside of the vehicle as it swerved up the street, spinning a track of rubber.",
        "The vehicle careened down the block, narrowly missing a mail truck that honked its irri­tation, and sped around the corner before Dean had staggered to his feet.",
        "He called the station and reported the description of the vehicle.",
        "The license plate had been removed but Dean had a tracer placed on the vehicle identification number, a procedure that would take a couple of days.",
        "When he reached her vehicle, he could hear her anguished sobs through the closed windows.",
        "He was assisted up the slope to the vehicle of a tour monitor and placed in the back seat.",
        "The vehicle contained a roll of gauze and Dean bound his own stiffening leg after spreading a disinfectant on the oozing abrasion.",
        "Using his own parameters about mileage and age of the vehicle, he found several cars that fit her criteria.",
        "She fell asleep in the truck and woke when Alex lifted her out of the vehicle in the garage.",
        "She was rinsing the pan when a vehicle entered the garage.",
        "Only one vehicle passed her in the fifteen minutes it took her to reach the next turnoff indicated on the map.",
        "She maneuvered the car around Denton's vehicle and sped down the drive.",
        "Her adrenaline soared at the thought of taking the vehicle out on Highway 1, the road that hugged the coast.",
        "The psalms rendered into metre were formerly the only vehicle of the Church's public praise, but hymns are now also used in most Presbyterian churches.'",
        "His vehicle (vahana) is a goose or swan (hamsa), whence he is also called Harnsavahana; and his consort is Sarasvati, the goddess of learning.",
        "The establishment of The Atlantic Monthly in 1857 gave her a constant vehicle for her writings, as did also The Independent of New York, and later The Christian Union, of each of which papers successively her brother, Henry Ward Beecher, was one of the editors.",
        "In advanced religion, indeed, prayer is the chosen vehicle of the free spirit of worship. Its mechanism is not unduly rigid, and it is largely autonomous, being rid of subservience to other ritual factors.",
        "But, further still, philosophy offered a vehicle which could be applied to the contents of Christianity.",
        "7 vehicle of great truths.",
        "The very basis of Orthodoxy is that the Church is by Christ's ordinance unalterable, that its traditional forms, every one of which is a vehicle of saving grace, were established in the beginning by Christ and his apostles, and that consequently nothing may be added or altered.",
        "In considering the forces that produce derailment the total mass of the vehicle or locomotive may be supposed to be concentrated at its centre of gravity.",
        "Accidents due to simple climbing are, however, exceedingly rare, and are usually found associated with a faulty track, with \" plunging \" movements of the locomotive or vehicle, or with a \" tight gauge \" at curves or points.",
        "This is true whatever be the tilt of the vehicle at that instant.",
        "16, which shows in a diagrammatic form a wheel and axle connected to the framework of a vehicle, in the way adopted for railway trains.",
        "The practical effect of this opposite couple is slightly to tilt the frame and thus to redistribute slightly the weights on the wheels carrying the vehicle.",
        "Vehicle Resistance and Draw-bar Pull.",
        "- The power of the engine is applied to the vehicles through the draw-bar, so that the draw-bar pull is a measure of the vehicle resistance.",
        "per hour is 20 lb per ton, and the vehicle resistance 8.5 lb per ton at the same speed.",
        "Hence Engine resistance, R e = 80 X20 = 1600 lb Vehicle resistance, R v =200 X8.5 = 1700 „ Train resistance, R = 3300 „ The speed, 40 m.",
        "If the draw-bar pull is known to be R v, then applying the same principles to the vehicle alone which above are applied to the whole train, total draw-bar pull = Wvry 2240Wv 2240Wva.",
        "per hour, the tractive force falls to 7400 lb, and this cannot be increased except by increasing the rate of combustion (neglecting any small changes due to a change in the efficiency 7 Knowing the magnitude of R, the draw-bar pull, and hence the weight of vehicle the engine can haul at this speed, can be estimated if the resistances are known.",
        "Cars of this saloon type have been introduced into England for use on railways which have adopted electric traction, but owing to the narrower loading gauge of British railways it is not usually possible to seat four persons across the width of the car for its whole length, and at the ends the seats have to be placed along the sides of the vehicle.",
        "The common form of non-automatic coupler, used in Great Britain for goods wagons, consists of a chain and hook; the chain hangs loosely from a slot in the draw-bar, which terminates in a hook, and coupling is effected by slipping the =chain of one vehicle over the hook of the next.",
        "This coupling gear is placed centrally between a pair of buffers; formerly these were often left \" dead \" - that is, consisted of solid prolongations of the frame of the vehicle, but now they are made to work against springs which take up the shocks that occur when the wagons are thrown violently .against one another in shunting.",
        "In 1898, at Birmingham, a prize of £ioo was given for a self-moving vehicle for light loads, ioo and 50 for self-moving vehicles for heavy loads, and fio for safety feeder to chaff-cutter, in accordance with the Chaffcutting Machines (Accidents) Act 1897.",
        "It may be presumed, however, that from the very first it was employed as the vehicle for Roman literature.",
        "Even after the introduction of vellum as the ordinary vehicle for literature papyrus still continued to some extent in use outside Egypt, and was not entirely superseded until a late date.",
        "four lines, the first, second and fourth of which have the same rhyme, while the third usually (but not always) remains rhymelesswas first successfully introduced into Persian literature as the exclusive vehicle for subtle thoughts on the various topics of Sufic mysticism by the sheikh Ab Said bin Abulkhair,1 but Omar differs in its treatment considerably from Ab Said.",
        "In the first the prophet speaks in his own name, addressing himself to the people in a lively description of a present calamity caused by a terrible plague of locusts which threatens the entire destruction of the country, and appears to be the vehicle of a final consuming judgment (the day of Yahweh).",
        "Flint has important manufacturing interests, its chief manufactures being automobiles, wagons, carriages - Flint is called \"the vehicle city,\" - flour, woollen goods, iron goods, cigars, beer, and bricks and tiles; and its grain trade is of considerable importance.",
        "After it had been supplanted by Arabic in the ordinary intercourse of life its literary use was more and more affected by Arabic words and constructions, and its freedom as a vehicle of thought was much impaired.",
        "It is also likely enough that they did not consider sensible matter to be a vehicle worthy to contain divine effluence and holy virtues, and knew that such rites were alien to early Christianity.",
        "His only important precursors in serious poetry were Ennius and Lucilius, and, though he derived from the first of these an impulse to shape the Latin tongue into a fitting vehicle for the expression of elevated emotion and imaginative conception, he could find in neither a guide to follow in the task he set before himself.",
        "369) is grateful to the deity, being indeed the most essential part of the sacrifice, or at least the vehicle by which alone it can successfully be conveyed to its destination, is also a very early one, if not absolutely primitive; and survivals of it are possibly to be met with even among the most highly cultured peoples where the purely symbolical nature of all religious ritual is most clearly understood and maintained.",
        "The horse-drawn cabs which ply for hire in the streets, or wait at authorized \" cab-stands,\" are of two kinds, the \" hansom,\" a two-wheeled vehicle so named after its inventor (1834) and the \" four-wheeler.\"",
        "Moreover, it cultivated this form of literature and made it the vehicle of its own ideas.",
        "This writer had already won a name, and in young Herder he found a mind well fitted to be the receptacle and vehicle of his new ideas on literature.",
        "Potent, however, as such a vehicle is for expressing thought, its ideographic script constitutes a great obstacle to general acquisition, and the Japanese soon applied themselves to minimizing the difficulty by substituting a phonetic system.",
        "But neither he nor his predecessors recognized in history anything more than a vehicle for recording the mere sequence of events and their relations, together with some account of the personages concerned.",
        "Necessarily the ideas embodied in such a narrow vehicle must be fragmentary.",
        "They have now been relegated to the warehouses of undertakers, where they serve as bearers for folks too poor to employ cat~ialques, their place on the roads and in the streets having been completely taken by the jinrikisha, a two-wheeled vehicle pulled by one or two men who think nothing he of running 20 m.",
        "Thus far Latin literature, of which the predominant characteristics are dignity, gravity and fervour of feeling, seemed likely to become a mere vehicle of amusement adapted to all classes of the people in their holiday mood.",
        "He thus became the inventor of a new form of literature; and, if in his hands the satura was rude and indeterminate in its scope, it became a vehicle by which to address a reading public on matters of the day, or on the materials of his wide reading, in a style not far removed from the language of common life.",
        "And the metrical vehicle which he conceived as the only one adequate to his great theme was a rude experiment, which was ultimately developed into the stately Virgilian hexameter.",
        "The fittest metrical vehicle for epic, didactic, and satiric poetry had been discovered, but its movement was as yet rude and inharmonious.",
        "From the time of Mimnermus this form seems to have presented itself as the most natural vehicle for the poetry of pleasure in an age of luxury, refinement and incipient decay.",
        "The prose style of Rome, as a vehicle for the continuous narration of events coloured by a rich and picturesque imagination and instinct with dignified emotion, attained its perfection in Livy.",
        "In the early 19th century the pulpit had a great power, especially in Wales, where it was the vehicle of almost every kind of knowledge.",
        "The method, by which the text was thus utilized as a vehicle for conveying homiletic discourses, traditional sayings, legends and allegories, is abundantly illustrated by the Palestinian and later Targums, as opposed to the more sober translations of Onkelos and the Targum to the Prophets.",
        "To such writers the poetical form was merely a convenient vehicle for the exposition of science.",
        "In this connexion the image was not looked upon merely as a symbol, but as the vehicle of the presence and power of that which it represented: in the image the invisible becomes operative in the visible world.",
        "But the origin of a separate priestly class, distinct from the natural heads of the community, cannot be explained by any such broad general principle; in some cases, as in Greece, it is little more than a matter of convenience that part of the religious duties of the state should be confided to special ministers charged with the care of particular temples, while in others the intervention of a special priesthood is indispensable to the validity of every religious act, so that the priest ultimately becomes a mediator and the vehicle of all divine grace.",
        "The outline of Job's story was no doubt supplied by tradition; and a later poet has developed this outline, and made it a vehicle for expressing his new thoughts respecting a great moral problem which perplexed his contemporaries.",
        "It contemplated a restoration of all the religions of antiquity, by allowing each to retain its traditional forms, and at the same time making each a vehicle for the religious attitude and the religious truth embraced in Neoplatonism; while every form of ritual was to become a stepping-stone to a high morality worthy of mankind.",
        "Money, however, is in men's actual transactions the measure of value, as well as the vehicle of exchange; and the precious metals are best suited for this function, as varying little in their own value for periods of moderate length; for distant times, corn is a better standard of comparison.",
        "Hence he could only find expression for himself in forms of this or that earlier philosophy, and hence too the frequent formlessness of his own thought, the tendency to relapse into mere impatient despair of ever finding an adequate vehicle for transmitting thought.",
        "Perrault also uses fee for anything that has magical quality; \"the key was fee,\" had mana, or wakan, savage words for the supposed \"power,\" or ether, which works magic or is the vehicle of magical influences.",
        "Where no vehicle is specified (e.g.",
        "So, although a certain amount of the narrative could date from the days of Moses, the Exodus story has been made the vehicle for the aims and ideals of subsequent ages, and has been adapted from time to time to the requirements of later stages of thought.",
        "All these old streets, excepting the last, are narrow and paved with squared granite blocks, and have their vehicle traffic regulated to go in one direction only.",
        "Numerous works on all kinds of subjects are produced in various countries, periodicals flourish, and Hebrew is the vehicle of correspondence between Jews in all parts of the world.",
        "The usual means of communication is by tortuous paths through the forest, too narrow to admit any wheeled vehicle.",
        "At the conclusion of the rites the image, its vestments and its vehicle were bathed in a lake.",
        "in width, including the raised footpaths on each side, which occupy a considerable part of the space, so that the carriage-way could only have admitted of the passage of one vehicle at a time.",
        "For mere death brings no liberation, unless a man is become a new creation, a new Adam, as Christ was; unless he has received the gift of the spirit and become a vehicle of the Paraclete.",
        "The Genius, now that it had become a vehicle for this dangerous doctrine, was a paper to be feared and intensely hated.",
        "In proportion as the Christian Church had to go deeper into metaphysics in the formulation of its belief as to God, as to Christ, as to the soul, the Greek philosophical terminology, which was the only vehicle then available for precise thought, had to become more and more an essential part of Christianity.",
        "Moslem A uthorities.Arabic literature being cosmopolitan, and Arabic authors accustomed to travel from place to place to collect traditions and obtain oral instruction from contemporary authorities, or else to enjoy the patronage of Maecenates, the literary history of Egypt cannot be dissociated from that of the other Moslem countries in which Arabic was the chief literary vehicle.",
        "The resplendent medieval colouring of the subject, the essentially heroic character of Joan of Arc, gave Schiller an admirable opportunity for the display of his rich imagination and rhetorical gifts; and by an ingenious alteration of the historical tradition, he was able to make the drama a vehicle for his own imperturbable moral optimism.",
        "He was remarkably free from the pedantry of the time, as is shown by his views about the use of the German vernacular as a vehicle of culture (Citron.",
        "It remained for Goethe, in the next period of his life, to construct on classic models a new vehicle for German dramatic poetry.",
        "The northern canon, or, as the Chinese proudly call it, the \" greater vehicle of the law,\" includes many later corruptions or developments of the Indian faith as originally embodied by Asoka in the \" lesser vehicle,\" or canon of the southern Buddhists.",
        "He held this position only till the spring of 1861, but he continued to make the magazine the vehicle of his poetry and of some prose for the rest of his life; his prose, however, was more abundantly presented in the pages of The North American Review during the years 1862-1872, when he was associated with Mr Charles Eliot Norton in its conduct.",
        "It was an article of faith with her disciples that the outward and visible Helena Petrovna Blavatsky was on certain occasions the vehicle of psychic powers of transcendent spiritual import.",
        "Human personality, we learn, is the temporary manifestation of a complex organization consisting of \"seven principles,\" which are united and interdependent, yet divided into certain groups, each capable of maintaining temporarily a spurious kind GI personality of its own and sometimes capable of acting, so to speak, as a distinct vehicle of our conscious individual life Each \"principle\" is composed of its own form of matter, determined and conditioned by its own laws of time, space and motion, and is, as it were, the repository of our various memories and volitions.",
        "On a Greek vase-painting the snake is the vehicle of the wrath of Athene, even as Chryse, another local \" maiden,\" had a snake-guardian of a shrine which she sent against Philoctetes.'",
        "Thessaly, Boeotia and Mycenae have equal claims. It seems clearer that when once this local variety of Achaean had been used by poets of eminence as their vehicle for national history, it established its right to be considered the one poetical language of Hellas.",
        "This design embodied itself in the Tractarian movement, a name it received from the famous Tracts for the Times, which were the vehicle for promulgating the new doctrines.",
        "And so far as they are made the vehicle of reasoning, their efficiency is seriously hampered by their poetic form.",
        "Jules Breton has coloured the days of toil with sentiment; others, like Courbet, whose eccentric \"Funeral at Ornans\" attracted more notice at the Salon of 1850 than Millet's \"Sowers and Binders,\" have treated similar subjects as a vehicle for protest against social misery; Millet alone, a peasant and a miserable one himself, saw true, neither softening nor exaggerating what he saw.",
        "The Christian apologists of the 2nd century, however, found plenty of testimony to their doctrine of the unity of God in the writings of Greek poets and philosophers; it was a commonplace in the revival under the Empire; and among the group of religions embraced under the name Buddhism more than one form must be ranked as monotheistic. The idealist philosophy of the Prajiia Paramita in the system of the \" Great Vehicle \" declared that \" every phenomenon is the manifestation of mind \" (Beal, Catena, p. 303).",
        "Smith points out, after the blood the fat was peculiarly the vehicle and seat of life.",
        "In any case oil has ever been regarded as the aptest symbol and vehicle of the holy and illuminating spirit.",
        "He found a vehicle for his criticism in the Post och Inrikes Tidningar, of which he was editor.",
        "There are therefore in most prescriptions (i) a basis or chief ingredient intended to cure (curare), (2) an adjuvant to assist its action and make it cure quickly (cito), (3) a corrective to prevent or lessen any undesirable effect (tuto), and (4) a vehicle or excipient to make it suitable for administration and pleasant to the patient (jucunde).",
        "Extract of belladonna is added to lessen the pain which might occur during the removal of the corn, and this acts as a corrective, while the flexible collodion forms a means of applying it conveniently, and constitutes the vehicle.",
        "The liquid alone an ever perfect material, smiling, simple, pure in its own right, as a worthy vehicle underlay the God.\"",
        "Gil Sanches, an illegitimate son of Sancho I., and we possess a cantar de amigo in Galician-Portuguese, the first literary vehicle of the whole Peninsula, which appears to be the work of Sancho himself, and addressed to his concubine, A.",
        "He unites and fuses the best elements of the Italian and the popular muse, using the forms of the one to express the spirit and traditions of the other, and when he employs the medida velha, it becomes in his hands a vehicle for thought, whereas before it had usually served merely to express emotions.",
        "As, however, their vehicle was Latin, a mere mention must suffice, and for the same reason only the title of a notable book by Francisco Sanches can be given, the De nobili et prima universali scientia quod nihil scitur.",
        "On the other side stands the \"organic\" or teleological view of the world, which interprets the parts through the idea of the whole, and sees in the efficient causes only the vehicle of ideal ends.",
        "Law is treated throughout as the vehicle of ethical requirements.",
        "This doctrine seems to have been \" Grest Vehicle.",
        "Soon after that time there arose a school of Buddhist teachers who called their doctrine the \" Great Vehicle.\"",
        "It was not in any contradiction to the older doctrine, which they contemptuously called the \" Little Vehicle,\" but included it all, and was based upon it.",
        "The leaders of the Great Vehicle urged their followers to seek to attain, not so much to Arahatship, which would involve only their own salvation, but to Bodhisatship, by the attainment of which they would be conferring the blessings of the Dhamma upon countless multitudes in the long ages of the future.",
        "The home of the Great Vehicle was, at first, in the countries farther to the north and west.",
        "The founder of the system of the Great Vehicle is, however, often referred to under the name of Nagarjuna, whose probable date is about A.D.",
        "Together with Nagarjuna, other early teachers of the Great Vehicle whose names are known are Vasumitra, Vasubandhu, Aryadeva, Dharmapala and Gunamati - all of whom were looked upon as Bodhisats.",
        "races among whom the Great Vehicle was now pro fessed.",
        "Theoretically, therefore, the former, as the spiritual successor of the great teacher and also of Amitabha, who occupies the higher place in the mythology of the Great Vehicle, would be superior to the latter, as the spiritual representative of Avalokitesvara.",
        "Like the Great Lamas, they bear the title of Rinpotshe or Glorious, and are looked upon as incarnations of one or other of the celestial Bodhisats of the Great Vehicle mythology.",
        "This singular romance is diversified by, or, to speak more properly, it is the vehicle of the most bewildering abundance of digression, burlesque amplification, covert satire on things political, social and religious, miscellaneous erudition of the literary and scientific kind.",
        "Genealogies also pass from the bald verse, which was the vehicle for oral transmission, to such elaborate tables as those in which Manetho has preserved the dynasties of Egyptian Pharaohs.",
        "Owners and drivers of public conveyances must not knowingly convey any person suffering from infectious disease, and if any person suffering from such a disease is conveyed in any public vehicle the owner or driver as soon as it comes to his knowledge must give notice to the medical officer.",
        "The explanation that serves for the evolution of living matter, the vehicle of life, will serve for the evolution of life.",
        "The tempera vehicle, perhaps including new experimental ingredients, did not long hold firmly to its plaster ground, nor that to the wall.",
        "for a navigation mark in shallow waters, for a support on which a bird may rest, or for a pole which joins the back with the fore part of a wagon or other four-wheeled vehicle.",
        "The \" Scotch cart,\" a light two-wheeled vehicle is also much used.",
        "The Craftsman provided a vehicle for Bolingbrokes attacks on Walpole, while the Gentlemans Magazine and Annual Register begin a more serious and prolonged career.",
        "We notice in him resolute Predestinarianism - as in Luther, and at first in Melanchthon too; the vehicle of revived Augustinian piety - and resolute depotentiation of sacraments, with their definite reduction to two (admittedly the two chief sacraments) - baptism and the Lord's Supper.",
        "These are the doctrines of animism, and, according to the usual anthropological theory, these spirits come to thrive to god's estate in favourable circumstances, as where the dead man, when alive, had great man y or wakan, a great share of the ether, so to speak, which, in savage metaphysics, is the viewless vehicle of magical influences.",
        "Portuguese, like Castilian, is a literary language, which for ages has served as the vehicle of the literature of the Portuguese nation constituted in the beginning of the 12th century.",
        "In the course of further centuries these books in turn were superseded by new treatises; and in one school at least, that of the Maha-yana (great vehicle) there was eventually developed a system of metaphysics.",
        "Gum tragacanth is used in calico-printing as a thickener of colours and mordants; in medicine as a demulcent and vehicle for insoluble powders, and as an excipient in pills; and feltsetting and mending beetles and other insect specimens.",
        "She was barely seated before he lurched the vehicle forward, nearly dumping her off the back.",
        "Only a few minutes passed before the sound of tires crunching on gravel announced the approach of a vehicle.",
        "She noted the time at two fifteen AM but didn't see the vehicle.",
        "The authorities planned extensive questioning in the vicinity but held out little hope anyone else saw the vehicle.",
        "I've only secured her with a single steel bracelet, attached to the vehicle floor .That is all that is needed.",
        "The roads, if you could charitably call them such, had been cut a hundred years past by men who knew only their boots or a burro for transportation and had never seen a motorized vehicle, even one as hardy as a Jeep.",
        "After explaining their predicament, he offered them water from a jug strapped to the rear of the vehicle that looked as old as its dusty driver.",
        "\"I'm really glad to see you,\" Cynthia said with relief as a flash of lightning hastened them into his vehicle.",
        "He remained standing in the open vehicle, holding on to the roll bar for support, looking like a parade politician as he waved to the strolling women.",
        "Dean didn't turn around to view the next potential treasure but loaded his arms with two boxesâ€”a \"bloody\" axe, grotesque mask, assorted bric-a-bracâ€”and crossed to his vehicle.",
        "Fred explained the beadsâ€”she'd gone to Mardi Grasâ€”as he unceremoniously pushed Dean into the rear seat of the open vehicle.",
        "He made the entire trip up without seeing another vehicle, and the lords of luck were with himâ€”Jennifer Radisson's camera was sitting in the crevice of a rock as if it were waiting for him.",
        "As Dean rounded a curve, he caught sight of the tail end of a white vehicle speeding down the cliff-hanging road on the far side of the deep valleyâ€”a sheriff's white Blazer was his first impression.",
        "Dean crawled on his hands and knees, peering under the vehicle for Billy's young girlfriend but there was no one else, only a liquor bottleâ€”unlike its victim, unbroken.",
        "During the short drive to Lydia Larkin's quarters, Dean's brain pounded with the question of the siren that preceded the horrible accidentâ€”and his glimpse of a white vehicle.",
        "A white vehicle was parked at the far endâ€”not a sheriff's vehicle, but a Honda.",
        "\"I have you for reckless endangerment, driving while under the influence, driving an impaired motorized vehicle while dark, and speeding,\" he summarized, handing her one ticket for each crime.",
        "With Ryland's help, the skis were attached to his vehicle.",
        "Behind them, Sheriff Jake Weller pulled up in his official vehicle.",
        "It was impossible to identify anyone or anyone's individual vehicle.",
        "Other than aesthetics and economics, she had little idea what kind of vehicle she wanted.",
        "Vaguely she was aware of a vehicle door shutting outside and the front door opening, but it wasn't a conscious thought until Katie and Alex were walking down the hall.",
        "If you find an abandoned vehicle please complete an online form.",
        "The proceeds from the sale of the vehicle, less a small administration fee, are returned.",
        "Widening the differentials in the vehicle excise duty system could increase the propensity to purchase very low emissions vehicles.",
        "He is selling a used vehicle that is five years old. ",
        "An investigation is underway by Derbyshire police into the theft of a lorry-load of tires and the alleged abduction of the vehicle's driver.",
        "The two male occupants of the car then absconded from the vehicle with officers giving chase.",
        "Skids are caused by harsh handling of the vehicle; harsh braking, acceleration or steering.",
        "Release the hand brake; gently depress the accelerator pedal and the vehicle will move off smoothly.",
        "Vehicles at work These pages are here to help you prevent vehicle accidents at work.",
        "They also invented another acronym (VED) (Extraterrestrial Manned Vehicle) and the typist obliged.",
        "actuates a mechanism which prevents the points from being changed under the vehicle.",
        "Futures are an incredibly risky investment vehicle that are appropriate for only the smallest percentage of highly advanced investors.",
        "A model of the vehicle aerodynamics is also currently under development at York, ultimately leading to simulation of the entire vehicle.",
        "Subjects include aeronautics, astronautics, military vehicle and weapon technology, and electronic and information warfare.",
        "aesthetic investigation of cutting edge technologies might have created an entirely different esthetic for the vehicle.",
        "Can be complicated transaction settlement vehicle aftermarket is needed or borrowed without.",
        "In order to travel Safely, it is essential to maintain the correct air pressure in your vehicle.",
        "It was the first vehicle in the world to use aluminum armor to reduce weight and is fully amphibious.",
        "In residential areas, this causes annoyance to occupants of houses ahead of the vehicle.",
        "But they had to have bulky reflector antennas fitted on top of the vehicle.",
        "does anyone have to got onto the vehicle or load, putting them at risk of falling?",
        "Some feel that OUR hi-tech version of that high-performance vehicle now has to have wings arid noisy jet engines.",
        "vehicle arson costs £ 230 million a year to clean up.",
        "Vehicles Some vehicle brake shoes or pads contain asbestos.",
        "fixed assets used by the charity should be briefly described, eg desktop computer, or make of motor vehicle.",
        "Personal benefits such as mortgages, travel insurance, financial planning, medical insurance, vehicle purchasing schemes, vehicle breakdown assistance.",
        "The cost of treating asthmatics whose conditions are aggravated by vehicle exhausts, and who cannot afford such treatment is paid for by taxpayers.",
        "attached securely to your vehicle using the metal mounting bars and / or cable ties.",
        "back seat of every vehicle because that's where women belong 36.",
        "Please also ensure that there is no unaccompanied baggage on the vehicle.",
        "Rotary phase converters in vehicle servicing: Post lift, Hoist, Welder, wheel balancer.",
        "barometric pressureesults will vary depending on part number, vehicle application and barometric air pressure.",
        "beaten usagencies to the vehicle capacity.",
        "Maybe the vehicle for this could be the forthcoming X-Pay service, essentially a wap billing solution.",
        "In fact, Haynes Manuals list wiper blades in the section on weekly checks for your vehicle.",
        "I'd even let my self be persuaded to share my new Kayaking friendly vehicle with some young Aussie bloke.",
        "All holes drilled into the vehicle bodywork should ideally be treated with an anti-corrosion compound.",
        "bogie of the second vehicle.",
        "I have personally seen bogus \" death threats \" he claims that were left on this vehicle at very opportune times.",
        "It might seem boring, but spending a few minutes checking your vehicle every day could save you a lot of problems and stress.",
        "And high visibility police patrols, covert tactics and warning posters are being used at other venues which have suffered vehicle break-ins.",
        "vehicle break-ins There have been a number of vehicles that have been broken into in the Mole Valley area over the last few weeks.",
        "Under Richard Butler, UNSCOM had indeed allowed itself to become a vehicle for US political brinkmanship and intelligence gathering.",
        "Buddha's teachings can be divided into the Hinayana, or Lesser Vehicle, and the Mahayana, or Greater Vehicle.",
        "build map is built from scratch and develops as the vehicle moves.",
        "The lowered front bumper makes the front of the vehicle look lower.",
        "When replacing these bushings, do not tighten completely until vehicle is lowered to its normal ride position.",
        "buyback arrangement covering a substantial part of the vehicle fleet.",
        "Any vehicle using public byways must be licensed and insured, properly taxed and fit for use on public roads.",
        "This mount has been specifically designed by Hague for mounting a lightweight camcorder onto a vehicle, whether inside or out.",
        "Could you drive an armored vehicle, fire a 30mm cannon or guide a missile to its target?",
        "The maximum passenger seating capacity for any vehicle is eight.",
        "capitalize upon culture by using cross cultural differences as a vehicle to success.",
        "careful consideration will have to be given to a claim where the vehicle has been left open or unlocked.",
        "Scheme to force external control of vehicle speeds will cause road carnage.",
        "The MOT regulations say nothing about a vehicle having a catalytic converter.",
        "The vehicle makers have a (short) history of socially inspired legislation including catalytic converters.",
        "cent reduction in vehicle crime by March 2004.",
        "Power is provided by a Zebra liquid sodium nickel chloride battery, mounted under the floor near the center of the vehicle.",
        "On heavy metals: lead, mercury, cadmium and hexavalent chromium will be banned from vehicle components by 1 January 2003.",
        "The vehicle of feelings and emotions seen by clairvoyants as an aura of flashing colors.",
        "SAS heavy duty high security wheel clamp Secure your boat trailer, jet ski trailer, caravan or vehicle.",
        "Searches of the vehicle resulted in the seizure of suspected crack cocaine, with an estimated street value of £ 4500.",
        "cockle gatherer Unauthorized vehicle on Three Rivers area.",
        "cohesion policy is a vehicle for the exchange of best practice in regional development policy.",
        "Luckily, when we did finally collide with another vehicle, no one was hurt.",
        "commandeered a military vehicle that's believed to be armed.",
        "Fixed assets used by the charity should be briefly described, eg desktop computer, or make of motor vehicle.",
        "cops who graciously do not cite him for speeding on a vehicle without license plates.",
        "This lower covariance should make REITs a better diversification investment vehicle.",
        "coverage in Alabama small business health vehicle has employees.",
        "crook locks were also handed out along with information about how to protect yourself from vehicle crime.",
        "You want a vehicle crossover from your property to the highway.",
        "crumple zones, airbags, seat belts, rigid frames, for example, are all designed to protect people within a vehicle.",
        "Large rock left in the road caused damage to moving vehicle.",
        "During our trial period the antenna was always used on the vehicle dashboard with no adverse effects.",
        "dashboard of a vehicle.",
        "Experience of working in a parts sales area of a franchised vehicle dealership would be advantageous.",
        "The vehicle had four passengers, they all decamped from the vehicle.",
        "depress the accelerator pedal and the vehicle will move off smoothly.",
        "Then the vehicle begins the descent, you feel yourself slipping downwards, falling into the abyss.",
        "No matter what work has to be done it has seriously devalued my £ 36,000 vehicle.",
        "I have already announced our intention to widen differentials on Vehicle Excise Duty in favor of greener vehicles, in a revenue neutral manner.",
        "The handheld inspection system electronically captures data regarding the condition of the vehicle, including multiple digital images captured using the built-in digital camera.",
        "To suppose that religion is the only such vehicle is intellectually dishonest.",
        "disposed vehicle at the date of disposal.",
        "The DVLA wo n't divulge who the current owner of this vehicle is.",
        "divulge who the current owner of this vehicle is.",
        "drive any vehicle.",
        "They then hitched it to a large four-wheel drive vehicle.",
        "Motorists in Northern Ireland were the worst tailgaters, with 38% admitting driving too close to the vehicle in front.",
        "drool over warranties vehicle under.",
        "drowsy driver when reducing commercial vehicle.",
        "dual-purpose vehicle.",
        "NHS vehicles that are exempt from vehicle excise duty.",
        "This allows it to charge at a higher rate without gassing or damaging vehicle electrics with spikes of power.",
        "Ray Wilson, 22, had pleaded guilty to aggravated vehicle taking, criminal damage and recklessly endangering the lives of 14 people.",
        "When the ignition is switched on again the relay will not energize; and the vehicle's ignition circuit will remain broken.",
        "This project involved optimal estimation of vehicle static weight using sparse noisy data from a small spatial array of pressure sensors.",
        "A wireless Ethernet has been setup which will be used for transmitting mission parameters to the vehicle.",
        "Another study of interest was that on vehicle excise duty evasion.",
        "They exist at the moment with varying rates of vehicle excise duty.",
        "execs story navigated insurance involves continuing physical the rented vehicle.",
        "expendable launch vehicle stands ready to launch the Swift spacecraft.",
        "extricate 1 casualty from vehicle.",
        "extricate the female from the vehicle.",
        "The vehicle was supporting considerable weight from the house superstructure, but without removing it they could not extricate the driver.",
        "The female was successfully extricated from the vehicle and conveyed to hospital by ambulance.",
        "extricated from the vehicle.",
        "fabricated from steel for commercial vehicle bodies or the CCTV industry.",
        "My gut feeling from many years of varied vehicles is that 30 mpg is fine for this auto vehicle.",
        "ferocity of the fire had soldered the remains to the vehicle.",
        "Another option is the five times weekly vehicle and passenger ferryboat from Tasucu in Turkey to Birne on Cyprus.",
        "Make sure you have enough gasoline (gas) in your vehicle - some islands may only have one filling station.",
        "Never carry a loaded firearm in a motor vehicle.",
        "fit into the category of fleet or motor trader policyholder then you need to ensure your vehicle details are on the MID.",
        "Reducing vehicle speeds Work is required to develop harmonized standards for Intelligent Speed Adaptation systems with the aim of eventual universal fitment.",
        "Foden Vehicle manufacturer Will offer choice of analog or VDO digital until mandatory fitment required.",
        "The irradiated fuel was carried in steel flasks on the vehicle deck of the ferry alongside passenger cars.",
        "It lifts the floodgates to the future growth of telecommunications as the vehicle for a host of new ICT applications and innovations.",
        "forestry tractor, or any trailer being towed by such a vehicle.",
        "forfeiture of the vehicle would be available.",
        "Re: Best Tow Vehicle that is not 4x4?",
        "Vehicle rental Hertz offers a large section of vehicles including 4x4.",
        "fuel cell vehicle.",
        "Kitchen galley The unit has a fully equipped kitchen galley situated at the rear of the vehicle adjacent to the rear lounge.",
        "Diving depths of northern gannets: acoustic observations of Sula bassana from an autonomous underwater vehicle.",
        "When getting out of a vehicle on any dual carriage way or non-urban road, an emergency high visibility garment must be worn.",
        "Mini roundabouts, in common with some other traffic calming features such as contraflow gateways may help reduce vehicle speeds.",
        "Will be used for all forms of intelligence gathering involving vehicle use.",
        "The first vehicle contains a diesel generator for the train heating.",
        "getaway vehicle \" .",
        "glove compartment of the vehicle they will be driving.",
        "Also, its vehicle, propylene glycol, can cause hypotension.",
        "Division would lend risk a vehicle already all-powerful governor 's cost of car.",
        "gross weightoncern, however, that some loads may exceed the gross vehicle weight, axle specific weights, or both.",
        "guilt trip in the \" getaway vehicle \" .",
        "When in the Hockley Heath area the males produced a handgun and tried to take the vehicle.",
        "hatchback version 's sales, the Golf was still ahead of the second best-selling vehicle.",
        "We will cut significantly freight vehicle excise duty, funding this by introducing a daily charge which includes overseas hauliers who currently escape VED.",
        "nationwide campaign to target vehicle crime.",
        "nitrogen oxides emitted in vehicle exhausts."
    ],
    "definition": [
        "Link/Cite"
    ]
}