{
    "translation": "פסק-דין",
    "uses": [
        "The verdict is given by a simple majority.",
        "Before they passed the verdict, Napoleon came to see that his victim was innocent of any participation in the plot.",
        "The popular verdict received official and formal sanction.",
        "There is no greater mistake than to suppose that the estimate formed by the early Church of its Bible was a merely arbitrary verdict imposed by an external authority; it was the expression, and the natural expression (though following certain prescribed lines), of its real sense of the value and fundamentally divine origin of the writings which it treasured.",
        "\"Just spend it before you vote the verdict,\" Dean advised.",
        "The verdict of history upon his reign is best expressed in his own words - \"I have done nothing which should prevent me from laying down my power, and living in safety as a private man.\"",
        "The jury quickly agreed on a verdict of not guilty, and the acquittal was greeted by the populace with shouts of triumph.",
        "Already anxieties appear as to the theological verdict upon two of his fundamental views - the infinitude of the universe, and the earth's rotation round the sun.",
        "The trial of the twenty-one, which began before the Revolutionary Tribunal on the 24th of October, was a mere farce, the verdict a foregone conclusion.",
        "Fontenelle afterwards acknowledged the justice of the public verdict by burning his unfortunate drama.",
        "3 We learn that Athens was the place to which he went, and that he appealed from the verdict of his countrymen to Athenian taste and judgment.",
        "It was at once attacked by Ratramnus and Hrabanus Maurus, but was so completely in touch with the practice of the church and the spirit of the age, as to win the verdict of Catholic orthodoxy.",
        "This verdict of Porphyry's is at all events more just and apt than that of the theologians on the Greek philosophers, when they accused them of having borrowed all their really valuable doctrines from the ancient Christian books.",
        "The nebular theory is a noble speculation supported by plausible argument, and the verdict of science on the whole subject cannot be better expressed than in the words of S.",
        "It is safer to give it the more reasonable dimensions of Caesar, and to accept the verdict of later commentators that it never extended west of the Scheldt.",
        "The exegetical arguments are, in short, the final court of appeal, and their verdict tells rather in favour of the epistle's integrity.",
        "The trial occupied two days and resulted in a verdict of guilty, and a sentence of imprisonment for a year with a small fine.",
        "the Westminster, a decided judgment is passed on them, that, they are not \" to be any otherwise approved or made use of than other human writings,\" a milder verdict is expressed regarding them in many other quarters, e.g.",
        "Both brothers appealed to this new tribunal and Aristobulus bought a verdict in his favour.",
        "(1883); Ancient Empires of the East (1884); Introduction to Ezra, Nehemiah and Esther (1885); Assyria (1885); Hibbert Lectures on Babylonian Religion (1887); The Hittites (1889); Races of the Old Testament (1891); Higher Criticism and the Verdict of the Monuments (1894); Patriarchal Palestine (1895); The Egypt of the Hebrews and Herodotus (1895); Early History of the Hebrews (1897); Israel and the Surrounding Nations (1898); Babylonians and Assyrians (1900); Egyptian and Babylonian Religion (1903); Archaeology of the Cuneiform Inscr.",
        "Against the determination to secure a conviction, however, his courage, eloquence, coolness and skill were of no avail, and the verdict of \" guilty \" was given.",
        "Under an act of 1893 three-fourths of a jury may render a verdict in lesser civil cases in county and circuit courts.",
        "Along with his six brethren, Ken was committed to the Tower on the 8th of June 1688, on a charge of high misdemeanour; the trial, which took place on the 29th and 30th of the month, and which resulted in a verdict of acquittal, is matter of history.",
        "Under cover of a storm, they opened the city-gates to their allies and proceeded to murder Ananus the high priest, and, against the verdict of a formal tribunal, Zacharias the son of Baruch in the midst of the Temple.",
        "Thanks to a skilful use of forged documents, the primate carried the council's verdict upon every point.",
        "To the Prophecy of Restoration we may fitly apply the words, too gracious and too subtly chosen to be translated, of Renan, \"ce second Isaie, dont Fame lumineuse semble comme impregnee, six cent ans d'avance, de toutes les rosees, de tous les parfums de l'avenir\" (L'Antechrist, p. 464); though, indeed, the common verdict of sympathetic readers sums up the sentence in a single phrase - \"the Evangelical Prophet.\"",
        "At last, in 1795, the House of Lords gave a verdict of not guilty on all charges laid against him; and he left the bar at which he had so frequently appeared, with his reputation clear, but ruined in fortune.",
        "And certainly Manning does betray in these autobiographical fragments an unheroic sensitiveness to the verdict of posterity on his career.",
        "The hardships incident to touring with travelling companies unfavourably affected her health, but by 1885 she was recognized at home as Italy's greatest actress, and this verdict was confirmed by that of all the leading cities of Europe and America.",
        "Vindiciae Gallicae was the verdict of a philosophic Liberal on the development of the French Revolution up to the spring of 1791, and though the excesses of the revolutionists compelled him a few years after to express his entire agreement with the opinions of Burke, its defence of the \"rights of man\" is a valuable statement of the cultured Whig's point of view at the time.",
        "Gibbon's verdict on the history of the middle ages is contained in the famous sentence, \" I have described the triumph of barbarism and religion.\"",
        "When Aretas intervened in the interest of Hyrcanus and defeated Aristobulus, the usurper of his brother's inheritance, the people accepted the verdict of battle, sided with the victor's client, and joined in the siege of Jerusalem.",
        "The judgment of posterity has not repeated the flattering verdict of his contemporaries; but he remains the model of a great king in all that concerns the externals of kingship.",
        "It was generally believed that the verdict in the former trial was an unfair one; and this opinion was most prejudicial to Cluentius.",
        "There is also a provision that only three-fourths of the jurors may be required to agree to a verdict in civil cases, although the legislature has the power to require by statute a unanimous agreement.",
        "Dionysius of Alexandria; compare his judicious verdict on the Apocalypse.",
        "It was well known during the middle ages, and was largely used by William, archbishop of Tyre, for the first six books of his Belli sacri historic. In modern times its historical value has been seriously impugned, but the verdict of the best scholarship seems to be that in general it forms a true record of the events of the first crusade, although containing some legendary matter.",
        "It may be doubted - though it seems a harsh verdict to pass 1 One must remember that these reinforcements would often consist of desperate characters.",
        "As to the question of sexual virtue and morality in Japan, grounds for a conclusive verdict are hard to find.",
        "Berthelot, who examined the skull, found no trace of injury by a bullet; and on the whole there is no reason to doubt the verdict of the original inquiry at Ermenonville.",
        "In accordance with this general verdict of all the states, the colonial draft bill was submitted to the imperial government for legislation as an imperial act; and six delegates were sent to England to explain the measure and to pilot it through the cabinet and parliament.",
        "His dispute with George Onslow, member for Surrey, who at first supported and then threw over Wilkes for place, culminated in a civil action, ultimately decided, after the reversal of a verdict which had been obtained through the charge of Lord Mansfield, in Horne's favour, and in the loss by his opponent of his seat in parliament.",
        "William of Newburgh appears to express the verdict of the most impartial contemporaries when he says that the bishop was zelo justitiae fervidus, utrum autem please secundum scientism novit Deus: \" burning with zeal for justice, but whether altogether according to wisdom God knows.\"",
        "As regards his intellectual attainments we may set Julius Hare's verdict \"the greatest mind since Plato\" over against Ruskin's \"by nature puzzle-headed and indeed wrong-headed.\"",
        "This verdict of a fair-minded and highly competent Protestant church historian on the most controverted point of Dominic's career is of great value.",
        "But the verdict was looked upon with suspicion, and it was known for a fact that one of the jurymen had received a large sum of money for distribution amongst his colleagues.",
        "The verdict of the physicians was that the injured eye was hopelessly paralysed, and that the preservation of the sight of the other depended upon the maintenance of his general health.",
        "His Demokratenbiichlein (1849), in the main a discussion of the Aristotelian theory of the state, and Die Athener and Sokrates (1837), in which, contrary to the almost universal opinion, he upheld the procedure of the Athenians as perfectly legal and their verdict as a perfectly just one, also deserve notice.",
        "This kind of writ allowed a man to refer the question of his guilt or innocence to the verdict of his neighbours instead of proving his innocence by the duel.",
        "In the main this conclusion substantiates the verdict of Stubbs, who has published the Vita et mors in his Chronicles of the reigns of Edward I.",
        "We know only that to his persistent attempts thereafter to get his proposed verdict accepted by the people, came their fatal answer, \" Thou art not Caesar's friend,\" and that at last he unwillingly ascended the bema (in this case a portable judgmentseat, brought for the day outside the Praetorium), and in such words as Ibis ad crucem\" delivered Him to be crucified.\"",
        "courtroom in order to hear the verdict and receive word of your punishment.",
        "In the lion's den he awaited the judge's verdict.",
        "On the 10th of January, 1569, the judgment given at the conference acquitted Murray and his adherents of rebellion, while affirming that nothing had been proved against Mary - a verdict accepted by Murray as equivalent to a practical recognition of his office as regent for the infant king.",
        "His speech for the defence contributed much to the verdict for the defendant.",
        "Our Verdict... An absolute cracker of the horror genre.",
        "Judging by the random outbreaks of dancing among the assembled crowd, the verdict seems to be a positive one too.",
        "Our Verdict... Another action packed cracker from the ever dependable Harrison Ford.",
        "The guilty verdict was upheld by the Court Of Appeal, despite claims of police corruption.",
        "By this act of perjury a verdict of \" guilty \" was procured from the jury.",
        "After several days' trial, during which Cullen was submitted to a very close examination, the verdict was given for the plaintiff with 4d.",
        "It would be both presumptuous and premature to pass a final verdict upon the value and success of a policy to which, whatever else be said, must be accorded a certain meed of praise for its daring.",
        "He obtained a papal absolution from his promises; and he tricked the opposition into accepting the arbitration of the French king, Louis IX., whose verdict was a foregone conclusion.",
        "Much has yet to be learnt about the practical qualities of the electrolytic product, and although every day's experience serves to place the metal in a firmer industrial position, a final verdict can only be passed after the lapse of time.",
        "In the same month, twenty-five years afterwards, the execution of his mistress, according to the verdict of her contemporaries in France, avenged the blood of a lover who had died without uttering a word to realize the apprehension which (according to Knox) had before his trial impelled her to desire her brother \"that, as he loved her, he would slay Chastelard, and let him never speak word.\"",
        "There has been constant controversy as to whether China tea is better than that of other growths, but the verdict first of all of Great Britain, and subsequently of all the other large consuming countries, has relegated the produce of the Celestial Empire to a very subordinate position.",
        "\"Just, incorruptible, full of zeal and of love for his country, and at the same time learned, of rare eloquence, wise, affable, and humane,\" is the poet's verdict on Andrea Dandolo (Varior.",
        "The treasure trove inquest was held on 6th June 1997 where the verdict of treasure trove was announced.",
        "Final Verdict: You should know the 80s slasher drill by now.",
        "An inquest jury has returned a verdict of misadventure on a prisoner found hanging in a cell at Bedford jail.",
        "The judges upheld the verdict of the original jury.",
        "The Mayor initially refused an inquest, then relented but directed the coroner to return a verdict of justifiable homicide.",
        "The jury found a verdict for the plaintiff, damages £ 120.",
        "Following this verdict, the activists announced that they will appeal against this whitewash of police violence.",
        "Our Verdict... A whodunit murder mystery in the style of a period drama.",
        "Verdict: 7/10 - Light - with a little zing !",
        "After waiting for hours, everyone was aghast at the verdict.",
        "Diet-While the verdict is still out, diet could also play a role in the conception of twins.",
        "The verdict, when it comes to classic red Cover Girl lipstick, is really quite simple; buy it.",
        "Kelly has come to a close with the jury awarding a not guilty verdict.",
        "Lawyers for both sides of the case have rested and sent the jury to deliberate, though at this time, the jury has broken with no verdict.",
        "In what many deemed a stunning verdict in light of strong evidence such as a blood trail and the bloody glove, Simpson was acquitted of both murder charges.",
        "A concise review, the verdict is 4 ½ stars out of 5.",
        "The verdict of this Brain Age for DS review?",
        "So what's the verdict of this Mario Kart Wii review?",
        "You'll see a quick listing of pros, cons, and a verdict.",
        "There are video reviews as well as a side by side comparison that includes CNET editors' ratings, average user ratings, release date, bottom line verdict, technology, weight, and more.",
        "Simply click on the phone you're interested in for a more in-depth review that discusses size, weight, resolution, and other features with a general verdict.",
        "The verdict isn't final, and many commercial shampoo brands still rely on sulfates for their foaming abilities.",
        "Today, the fashion verdict on speedos is in some question.",
        "Whatever the verdict, there is no way of telling whether or not Nostradamus was correct until the events (or non-events) of 2012 occur.",
        "Whatever test you use, remember that the results are a guidepost, not a verdict.",
        "Autism experts, autism advocacy groups and families of autistic individuals are divided in their reactions to the 2009 verdict and the 2007 decision.",
        "This means that the verdict of the test cases has an impact on the numerous similar cases.",
        "A good example of the exercise fitting the goal comes from the website DVD Verdict, a review site that covers many different kinds of DVD content, not the least of which is exercise DVDs.",
        "Many of the show's cast were in the courtroom to see the verdict come down.",
        "An investigation that leads to a guilty verdict for polygamy can result in five years in prison.",
        "Charles's desire to unite the kingdoms of Hungary and Naples under the eldest son Louis was frustrated by Venice and the pope, from fear lest Hungary might become the dominant 1 This, at any rate, represents the general verdict of history.",
        "This verdict, however, was one based mainly on temporary reasons, which were soon to be overshadowed by the new issues involved in the change of ministry.",
        "The verdict of the court, was a serious rebuff for the government; after a preliminary investigation of nine months, and a public trial of a fortnight, the major charges against the prisoners were dismissed, and six of them were condemned only to short terms of imprisonment for conspiracy.",
        "The verdict, however, shocked public feeling and Pericles was reinstated in popular favour as strategus (c. Aug.",
        "About 50 women in England and Wales committed suicide in that first year, or there was an open verdict at the inquest.",
        "The verdict is still out, but millions of people believe in life after death.",
        "But he was resolved to accept the verdict of the battle which his own impatience had hastened.",
        "A Chou En Lai verdict on Gordon Brown Samuel Brittan The Financial Times 22/07/05 Is Gordon Brown's supposed economic miracle based on sand?",
        "The general French verdict on his work is in the main well summed by Morillot, when he says that, judged by the usual tests of the Romantic movement of the 'twenties (love for strange literatures of the North, medievalism, novelties and experiments), Chenier would inevitably have been excluded from the cenacle of 1827.",
        "The assessors vote equally with the judges, and three votes decide the verdict.",
        "Criminal cases are tried before a single judge and a jury of nine - of whom not fewer than seven determine the verdict.",
        "His trial for high treason lasted for six days (17th to 22nd of November) and ended in his acquittal, the jury only taking eight minutes to settle their verdict.",
        "He became Zwingli's best helper, and after more than a year of earnest preaching and four public disputations in which the popular verdict had been given in favour of Oecolampadius and his friends, the authorities of Basel began to see the necessity of some reformation.",
        "After these hearings the comitia gave its verdict.",
        "Rufus accepted the verdict with the resignation befitting a Stoic and pupil of Panaetius.",
        "Acting on this verdict, not only was a ministry formed to restore the constitution of 1840, but after some trouble a body of members fully in sympathy with this object was returned to parliament in 1857.",
        "Here, on the 25th of October, the commissioners again met; and one of them alone, Lord Zouch, dissented from the verdict by which Mary was found guilty of having, since the 1st of June preceding, compassed and imagined divers matters tending to the destruction of Elizabeth.",
        "This verdict was conveyed to her, about three weeks later, by Lord Buckhurst and Robert Beale, clerk of the privy council.",
        "With this may be compared the more favourable verdict by J.",
        "It works automatically, examining every judgment to see if it is in strict accord with the code, and where it is not the decision or verdict is simply annulled.",
        "In the case of an appeal from a sentence given in the king's bench, he advised the victorious, but guilty, party to bring an action of praemunire against all those who had been concerned in the appeal, and his authority was stretched to the utmost to obtain the verdict he desired.",
        "They were originally a body of jurors which gave a verdict under the presidency of the praetor, but eventually became annual minor magistrates of the Republic, elected by the Comitia Tributa.",
        "Whatever be the ultimate verdict, the association of antlers - and these, be it noticed, conforming almost exactly with the forked type characteristic of American deer - with an antilopine type of skull, skeleton and teeth in Merycodus is a most interesting and unexpected feature.",
        "There can, however, be no hesitation in accepting Cervantes' verdict on Amadis de Gaula as the \"best of all the books of this kind that have ever been written.\"",
        "According to the verdict of Europeans, no native fruits can compare with those of England.",
        "The verdict given was in the main satisfactory; but doubts were expressed as to the severity of the discipline inflicted, the principal features of which were moderate labour, ample diet and substantial gratuities.",
        "President Polk approved of the verdict except as to mutiny, but remitted the penalty, whereupon Fremont resigned.",
        "Claims to a favourable verdict must now be substantiated in this field and in this field alone.",
        "Later Greek Logic. After Aristotle we have, as regards logic, what the verdict of after times has rightly characterized as an age of Epigoni.",
        "Emerson's verdict upon a greater thinker - that his was \" not a mind to nestle in \" - may be true of Herbart, but there can be no doubt as to the stimulating force of this master.",
        "If we except writers like Voltaire who could see in Augustus only the man who had destroyed the old republic and extinguished political liberty, the verdict of posterity on Augustus has varied just in proportion as his critics have fixed their attention, mainly, on the means by which he rose to power, or the use which he made of the power when acquired.",
        "The action of the great Girondist was and will always remain inscrutable, but it was followed by a similar verdict from nearly the whole party which he led.",
        "Milan was besieged by the emperor and destroyed in 1162 in accordance with the verdict of her rivals.",
        "The results in India obtained by British and various foreign observers were uniformly unfavourable, and the verdict of the Research Committee (1900) was that the serum had \" failed to influence favourably the mortality among those attacked.\"",
        "Nightingale) in February 1785, the presiding judge having expressed himself favourably with respect to the sufficiency of the specification, a verdict was given for Arkwright.",
        "Having no idea that any attempt was to be made to overturn the patent on this new ground, Arkwright's counsel were not prepared with evidence to repel this statement, and the verdict went against him.",
        "On a motion for a new trial on the 10th of November of the same year it was stated that he was furnished with affidavits contradicting the evidence that had been given by Kay and others with respect to the originality of the invention; but the court refused to grant a new trial, on the ground that, whatever might be the fact as to the question of originality, the deficiency in the specification was enough to sustain the verdict, and the cancellation of the patents was ordered a few days afterwards.",
        "At each of the great festivals, which to please him were for once crowded into a single year, he entered in regular form for the various competitions, scrupulously conformed to the tradition and rules of the arena, and awaited in nervous suspense the verdict of the umpires.",
        "In the contest for the marshalate of the Diet the leaders of the two parties were again pitted against each other, when the verdict of the last Riksdag was exactly reversed, Fersen defeating Rudbeck by 234, though Russia spent no less a sum than £11,50o to secure the election of the latter.",
        "Senor Errazuriz weakly gave way, and a decree was promulgated placing the 1899, and the verdict was accepted unreservedly by both governments.",
        "The arbitrators declined to give a verdict, but the general impression was that victory rested with Eck.",
        "In criminal cases it is necessary for the jury to find a unanimous verdict.",
        "The verdict of posterity will probably be kinder than the first, and less unmeasured than the second.",
        "Whatever verdict time may pass upon the bulk of his poetry, Emerson himself must be recognized as an original and true poet of a high order.",
        "concur in the verdict, which the jury pronounced \" .",
        "The jury had other ideas and pronounced a verdict of willful murder by the person or persons who ordered the militia to fire.",
        "In civil cases either party may demand a jury, a privilege which is seldom exercised; but in a civil case the verdict of the majority of jurors prevails.",
        "The words and phrases which are common to the pastorals and the rest of the Pauline epistles are neither so characteristic nor so numerous as those peculiar to the former, and the data of style may be summed up in the verdict that they point to a writer who, naturally reproducing Paul's standpoint as far as possible, and acquainted with his epistles, yet betrays the characteristics of his later milieu in expressions as well as in ideas.'",
        "By statute (1891) it has been provided that in civil actions three-fourths of a jury may render a verdict, and in misdemeanour cases five-sixths may give a verdict.",
        "The police were compelled to fire on the rioters, and two men were killed, after which the coroner's jury brought in a verdict of wilful murder against the police.",
        "This verdict was ignored by the government, and subsequently quashed by the Queen's Bench in Dublin, but additional feeling was roused in respect of the incident owing to a message later sent by Mr Gladstone ending with the words \"Remember Mitchelstown.\"",
        "The jury returned a verdict that the deceased was accidentally suffocated by drowning.",
        "The trimming verdict of the Academy, which we have in J.",
        "His partially unfavourable verdict was endorsed earlier by Vauvenargues, who knew little of poetry, and later by La Harpe, whose critical standpoint has now been universally abandoned.",
        "The writers' historical estimates are superficial and conventional, but report the verdict of public opinion with substantial accuracy..",
        "The engineering profession espoused Fowler's side in the controversy which followed, and as a result the verdict of the Board of Trade was modified.",
        "This determined at once the nature of the Kansas struggle and its outcome; and after the South had played and lost in Kansas, \" the war for the Union caught up and nationalized the verdict of the Territorial broil.\"",
        "Happily the jury refused to convict, and its verdict saved the nation from the disgrace of meting out the extreme penalty of high treason to an attempt to hold a public meeting for the redress of grievances.",
        "Sir Theophilus Shepstone, who was sent to inquire into the proposal, mistook the opinion of a party for the verdict of the republic, and declared (April I877)the Transvaal a pait of the British Empire.",
        "Gladstone, bowing at once to the verdict of the people, resigned office, and Lord Salisbury returned to power.",
        "The result of the trial (1875) was a failure to obtain a unanimous verdict on the charge of poisoning; the viceroy, Lord Northbrook, however, decided to depose Malhar Rao on the ground of gross misgovernment, the widow of his brother and predecessor, Khande Rao, being permitted to adopt an heir from among the descendants of the founder of the family.",
        "Only Sameas, a Pharisee, dared to insist upon the legal verdict of condemnation.",
        "As to the style, the general verdict is that it points to a late date (see Driver, Introd.",
        "Balzac admired him [James Fenimore Cooper] greatly, but with discrimination; Victor Hugo pronounced him greater than the great master of modern romance, and this verdict was echoed by a multitude of inferior readers, who were satisfied with no title for their favourite less than that of \"the American Scott.\"",
        "Moreover, the very fact itself of the possibility of inheriting acquired moral characteristics is still hotly debated by those biologists with whom should rest the ultimate verdict.",
        "The gentle sweetness of thought, and the exquisite harmony of wording in his poems, more than justify the popular verdict.",
        "In a synod held at Bern the matter was fully discussed, when a verdict was given in favour of the Geneva divines, and Caroli deposed from his office and banished.",
        "For several years these experiences continued, and the verdict as to their source still remained far from unanimous.",
        "To the Premier's remonstrance that, after the recent verdict of the general election in favour of his policy, the Crown was not entitled to refuse its sanction, Constantine replied that in matters of foreign policy he did not consider himself bound to follow the national will, feeling himself \" personally responsible to God alone.\"",
        "Demosthenes, after studying with Isaeus - then the great master of forensic eloquence and of Attic law, especially in will cases 1 - brought an action against Aphobus, and gained a verdict for about £2400.",
        "No means of intimidating the jurors was neglected, and in the then state of public feeling a verdict was hardly to be expected.",
        "The coroner's jury brought in a verdict against the police, but that was a matter of course, and the government ignored it.",
        "Three days after the verdict a great meeting was held in the Leinster Hall, Dublin, attended by 25 members of the Irish parliamentary party.",
        "The trial lasted from 27th February to 23rd March 1710, and the verdict was that Sacheverell should be suspended for three years and that the two sermons should be burnt at the Royal Exchange.",
        "The natural geographical and ethnical southern frontier of Egypt is the First Cataract; Egyptian scribes of the Old Empire recognized this truth no less clearly than Diocletian, and Juvenal anticipates the verdict of every modern observer when he describes the \" porta Syenes \" as the gate of Africa.",
        "The scheme was now before the country, and Mr Chamberlain was anxious to take its verdict.",
        "But in 1245, by a personal visit to the papal court at Lyons, he secured a favourable verdict.",
        "But, in spite of these redeeming features, the prevailing baldness of Polybius's style excludes him from the first rank among classical writers; and it is impossible to quarrel with the verdict pronounced by Dionysius of Halicarnassus, who places him among those authors of later times who neglected the graces of style, and who paid for their neglect by leaving behind them works \"which no one was patient enough to read through to the end.\"",
        "A libel suit he instituted in London against Sir Valentine Chirol for statements made in Indian Unrest (1910) ended in a verdict for the defendant with costs (Feb.",
        "While rumors abounded, there was never an official verdict on the death of Acting Sheriff Fitzgerald.",
        "The people, giving judgment, could scarce refrain from violence, and signified their verdict by their acclamations.",
        "The verdict Following the 11 week Old Bailey trial, on 6 May 1994, the jury acquitted Malcolm Kennedy of murder.",
        "alluded briefly to Dennis's integration of his theory of verdict legitimacy with his exposition of the rules of evidence.",
        "arbitrate the matter and that his verdict would be final.",
        "A formal not guilty verdict was returned on a 10th count of indecent assault, for which the crown offered no evidence.",
        "Verdict: Huge white paw prints on the ground do not betoken the menace that might be expected.",
        "Verdict: go with your next-door neighbor and eat ciabatta and cake, preceded by six-hours of coffee.",
        "Our Verdict... A seminal 80's horror classic that created a whole new sub-genre for itself.",
        "Final Verdict: It seems too coincidental that every time the monster is on screen, the film is pretty good.",
        "The Verdict McCutcheon on Inheritance Tax is comprehensive in its coverage of IHT and yet concise in its commentary.",
        "He also confided that the jury verdict was wrong but refused to take any action because he wanted to get even.",
        "ERS Recommendation 1 We urge the Government to take account of Arbuthnott's verdict and give proper consideration to electoral reform for Westminster.",
        "Verdict A true heavyweight contender for the ultimate DVD player accolade.",
        "This transports a verdict of \" not guilty \" on the indictment of British imperialism creating an anarchic international security corollary.",
        "The cause of death was given as a ligature round the neck and assistant coroner Mr Michael Charman recorded a verdict of suicide.",
        "disable ad verdict So should you invest?",
        "My verdict: - Not so dusty, but give me caving any time!",
        "Our Verdict... A cinematic masterpiece that deservedly earned five Oscars for its stars and director.",
        "The Philosopher's verdict: Such a broad eclecticism is ultimately self-defeating Is There A Universe?",
        "The court clerk will ask the jury foreman for the verdict.",
        "Our Verdict... Ali G has etched himself into superstardom and Sacha Baron Cohen excels in this wickedly funny compilation.",
        "Verdict: A very nifty gadget with lots of potential.",
        "The inquest jury returned a verdict of \" Injury to the brain and spinal cord consequent upon judicial hanging \" .",
        "Why did the jury return a verdict of \" justifiable homicide \" at the inquest into the death of PC Robert Culley?",
        "Related Press Articles: Sat 14th Jan 2006: First Lib Dem hustings: the verdict.",
        "The jury in the subsequent inquest returned a verdict of \" accidental death \" .",
        "inquest verdict on her son quashed, allowing a new hearing to take place.",
        "inquest jury is expected to retire to consider its verdict today.",
        "The coroner's inquest found a verdict of murder in the first degree!",
        "The verdict was: \" suicide while temporarily insane.",
        "A verdict of suicide during temporary insanity was returned.",
        "insipid play that ever I saw in my life, was Pepys ' verdict.",
        "The presiding judge announced on 8 May that the court will give its verdict on 5 June.",
        "judge's verdict.",
        "His purpose is simple: he will sway the verdict of his fellow jurors toward the camp that pays him $ 10m.",
        "jury at an inquest held at the White Hart in Lenton returned a verdict of manslaughter on Henry Thomas Mortimer.",
        "jury verdict nearly an second to lifting is.",
        "jury foreman for the verdict.",
        "The inquest jury recorded a unanimous verdict of unlawful killing in March 1998.",
        "jury's guilty verdict.",
        "Following a previous five-day inquest on 1st February 2002, the coroner's jury returned a verdict of accidental death.",
        "At a later inquest the jury returned a verdict of unlawful killing.",
        "killing verdict overturned, but failed.",
        "lion's den he awaited the judge's verdict.",
        "Almost all deontic logicians have accepted Menger's verdict.",
        "majority verdict wins and if there isn't one you take the average.",
        "manslaughter verdict indicates they were not sure.",
        "There are many people in Scotland who, with good reason, have deep misgivings about the ' not proven ' verdict.",
        "Verdict A good value three-channel mixer with a strong onboard effects section.",
        "mummyal Verdict: Legend of the Mommy gives mommy films a bad name.",
        "The same evening I attended the inquest, and heard a verdict of \" wilful murder against some person or persons unknown \" returned.",
        "overturned an unlawful killing inquest verdict on a teenage boy who drowned during an activity holiday.",
        "The Verdict This trial provides strong evidence to support the use of 25% metronidazole gel in managing patients with chronic adult periodontitis.",
        "The verdict on the efforts to decentralize is \" not proven.",
        "rendered that verdict.",
        "returned a verdict of murder by persons unknown.",
        "Verdict: go with your best friend and try the seafood risotto.",
        "rueful verdict of no less a person than Fianna Fa il toiseach Bertie Ahern in the aftermath of the count.",
        "The proposed scheme potentially enables project stakeholders to reach the same project success or failure verdict.",
        "scoot back up for the verdict (of not guilty ).",
        "The two combined to win womens veteran C double sculls against Monmouth also by an easy verdict.",
        "speedboat tragedy - Inquest verdict delivered today Jump to navigation.",
        "Verdict: 18/20 Gunslinger Girl looks utterly stunning, and the emotional depth is worth the investment.",
        "A verdict we have to accept (but which i dislike intensely) which i doubt brings any succor to the victims family.",
        "The treasure trove inquest was held on 6th June 1997 where the verdict of treasure trove inquest was held on 6th June 1997 where the verdict of treasure trove was announced.",
        "Four couples give their verdict on The Sex Book Arts Radio's biggest turn-ons The joy of radio is its intimacy.",
        "Verdict A more accessible version of Q Bert's revolutionary turntable and mixer concept.",
        "unanimous verdict of unlawful killing in March 1998.",
        "The critics seemed unanimous in their verdict - They hated it.",
        "There are only so many programs that you can watch about the African Bullfrog for example. disable ad verdict So should you invest?",
        "Three senior judges will have the power to overturn the guilty verdict, order a retrial or keep the 41-year-old in jail.",
        "verdict at the inquest.",
        "final verdict: You should know the 80s slasher drill by now.",
        "A potential jury verdict nearly an second to lifting is.",
        "The police officers involved then attempted to get the unlawful killing verdict overturned, but failed.",
        "Others were less inclined to agree with the first jury's guilty verdict.",
        "verdict of misadventure on a prisoner found hanging in a cell at Bedford jail.",
        "verdict of manslaughter on Henry Thomas Mortimer.",
        "verdict of unlawful killing.",
        "verdict of the original jury.",
        "verdict of justifiable homicide.",
        "verdict for the plaintiff, damages £ 120.",
        "The jury retuned a verdict of died by the visitation of God.",
        "Verdict: 7/10 - Light - with a little zing!",
        "Alexander the Great is one of the instances of the vanity of appealing from contemporary disputes to \"the verdict of posterity\"; his character and his policy are estimated to-day as variously as ever.",
        "The writers of the next century generally condemned him as a mixture of knave, fanatic and hypocrite, and in 1839 John Forster endorsed Landor's verdict that Cromwell lived a hypocrite and died a traitor.",
        "It should be noticed that trial by one's peers, as understood in Magna Carta, is not confined to the nobility; in every class of society an accused man is punished in accordance with the verdict of his peers, or equals.",
        "The first of these, decided in 1890, upheld the verdict of a jury awarding damages to the Moores Lime Company, which had sustained a secondary boycott because it had sold material to a contractor who had been boycotted by Bricklayers' Union No.",
        "This verdict suggests that the Sadducees, with whom he allied himself, had learned to affect some show of Judaism in Judaea.",
        "Few will be inclined to dispute the verdict of Forbes: - \"His scientific glory is different in kind from that of Young and Fresnel; but the discoverer of the law of polarization of biaxial crystals, of optical mineralogy, and of double refraction by compression, will always occupy a foremost rank in the intellectual history of the age.\"",
        "He had used threats against the recalcitrant bishops, and in the war against the Angevin party had demanded contributions from religious houses; these facts perhaps suffice to account for the verdict of the chronicler.",
        "In theatrical matters in the old days of stock companies the verdict of an Edinburgh audience was held to make or mar an actor or a play.",
        "The three western Powers were in the impossible position of judges in a dispute to which one was a party, while the other two were accessories: the only Great Powers from whom an impartial verdict could be expected were Japan, who resolutely held aloof from purely European quarrels, and America, who quite logically regarded the Adriatic as a test case for the application of the new order in Europe.",
        "A pardon may be pleaded on arraignment in bar of an indictment (though not of an impeachment), or after verdict in arrest of judgment.",
        "This verdict is confirmed by examination of the MSS.",
        "The verdict of historians on Caesar has always been coloured by their political sympathies.",
        "Compurgation, the ordeal, and trial by battle began to yield to Visnet, Jugement del Pais, the \" good men of the country,\" giving their verdict, while sentence was passed by the judge, sheriff, alderman or bailiff.",
        "The facts of Mary's lawless marriage with Bothwell, her capture at Carberry Hill, her confinement in Loch Leven Castle, her escape, her defeat at Langside, and her fatal flight to an English prison, with the proceedings of the English Commissions, which uttered no verdict, must be read in her biography (see Mary Stuart) .",
        "In Rabbinic sources he is called Bar (Ben) Coziba, \"son of deceit,\" which perhaps reflects the later verdict of condemnation recorded after his failure (root \"to be false\").",
        "Les Burgraves, a tragic poem of transcendent beauty in execution and imaginative audacity in conception, found so little favour on the stage that the author refused to submit his subsequent plays to the verdict of a public audience.",
        "Balzac admired him greatly, but with discrimination; Victor Hugo pronounced him greater than the great master of modern romance, and this verdict was echoed by a multitude of inferior readers, who were satisfied with no title for their favourite less than that of \"the American Scott.\"",
        "Notable examples exist, but the flow of history in this regard has rendered its verdict.",
        "The public, which in the long run makes mistakes, has rendered that verdict.",
        "The coroner eventually returned a verdict of murder by persons unknown.",
        "That was the rueful verdict of no less a person than Fianna Fa il toiseach Bertie Ahern in the aftermath of the count.",
        "At this point the jury suddenly returned and he had to scoot back up for the verdict (of not guilty).",
        "In Christ God says ' Amen ' to his own verdict upon sinful humanity.",
        "Alexander Harris Solicitors Home » News » Speedboat tragedy - Inquest verdict delivered today Jump to navigation.",
        "The jury on the inquest returned a verdict of suicide while in an unsound state of mind.",
        "Four couples give their verdict on The Sex Book Arts Radio 's biggest turn-ons The joy of radio is its intimacy.",
        "Verdict A more accessible version of Q Bert 's revolutionary turntable and mixer concept.",
        "His philosophical treatises abound with incoherent formulae to which, according to their inventor, every demonstration in every science may be reduced, and posterity has ratified Bacon's disdainful verdict on Lull's pretensions as a thinker; still the fact that he broke away from the scholastic system has recommended him to the historians of philosophy, and the subtle ingenuity of his dialectic has compelled the admiration of men so far apart in opinion as Giordano Bruno and Leibniz.",
        "The high court of justice was formed by the prince, metropolitan and boiars: the Boiari de Svatu decided on the verdict; the metropolitan declared the law; and the prince pronounced sentence.",
        "Three of these (woo) restrict the calling of the grand jury, permit two-thirds of a petit jury to render verdicts in courts not of record, and three-fourths to give verdict in civil ' In 1900 only one person in six had both parents of foreign birth."
    ],
    "definition": [
        "Link/Cite"
    ]
}