{
    "translation": "חוליות עמוד השדרה",
    "uses": [
        "The term \" lumbar \" vertebrae is inapplicable to birds.",
        "In many lizards the muscles of the segments of the tail are so loosely connected and the vertebrae are so weak that the tail easily breaks off.",
        "These are a chain of small bones belonging to the first four vertebrae, which are much modified, and connecting the air-bladder with the auditory organs.",
        "With few exceptions they have amphicoelous vertebrae, the parietal bones remain separate and they have no eyelids, with very few exceptions.",
        "(2) The two carotids are fused into one carotis conjuncta, imbedded in a special median osseous semicanal of the vertebrae; e.g.",
        "- Pelvis and caudal vertebrae of adult Fowl, side view, natural size.",
        "In many birds some of the thoracic vertebrae are more or less coOssified, in most pigeons for instance the 15th to 17th; in most Galli the last cervical and the next three or four thoracics are coalesced, &c. The pelvic vertebrae include of course the sacrum.",
        "There are only two or three vertebrae which are equivalent to those of the reptiles; these true sacrals are situated in a level just behind the acetabulum; as a rule between these two primary sacral vertebrae issues the last of the spinal nerves which contributes to the composition of the sciadic plexus.",
        "Their organs of locomotion are the ribs, the number of which is very great, nearly corresponding to that of the vertebrae of the trunk.",
        "The last I to 5 of these vertebrae have movable ribs which do not reach the sternum, and are called cervico-dorsals.",
        "The first is generally composed of three nerves, the hindmost of which, the furcalis, issues in most birds between the last two lumbo-sacral vertebrae, and then divides, one half going to the crural, the other to the sciatic portions.",
        "Dorsal vertebrae frequently have a ventral outgrowth of the centrum; these hypapophyses may be simple vertical blades, I-shaped, or paired knobs; they serve for the attachment of the thoracic origin of the longus collianticus muscle, reaching their greatest development in Sphenisci and Colymbidae.",
        "One of the distinctive features of this family is the presence of small naked callosities on the buttocks; another being a difference in the number of vertebrae and ribs as compared with those of the Simiidae.",
        "Change of form of the odontoid process of the second or axis vertebrae from a cone to a hollow half-cylinder.",
        "The last six or seven caudal vertebrae coalesce into the pygostyle, an upright blade which carries the rectrices.",
        "On the other hand the Odontotormae, as exemplified in Ichthyornis, having the primitive biconcave vertebrae, yet possessed the highly specialized feature of teeth in distinct sockets.",
        "Dorso-lumbar vertebrae never fewer than twentytwo, usually twenty-three in the existing species.",
        "Vertebrae: cervical, 7; dorsal, 19-20; lumbar, 3; sacral, 4; caudal, about 22.",
        "The vertebrae, the ribs, and the bones in general, are given to their cattle by the Icelanders, and by the Kamtchatdales to their dogs.",
        "The vertebrae are stereospondylous, the centrum or body and the arch being com pletely fused into one mass, leaving not even a neuro-central suture.",
        "pp. 403-408), to which were assigned as other characters vertebrae of a saddle-shape and not biconcave, a keelless sternum, and wings consisting only of the humerus.",
        "Vertebrae: cervical, 7; dorsal, 18; lumbar, 5; sacral, 6; caudal about 12.",
        "Caudal vertebrae more than thirteen, without a pygostyle, but with about twelve pairs of rectrices.",
        "Dorsal and lumbar vertebrae together always nineteen, though the former may vary from twelve to fifteen.",
        "Unlike sloths, the megatherium has seven cervical vertebrae; and the spines of all the trunk-vertebrae incline backwards.",
        "Large chevron-bones are suspended to the vertebrae of the tail, which was massive, and probably afforded a support when the monster was sitting up. The humerus has no foramen, and the FIG.",
        "Internal, skeletal characters, useless for ordinary practical purposes, are the various apophyses on the ventral side of the vertebrae and the penial armaments fancied by Cope.",
        "dentaries; some of the vertebrae in the lower region of the neck have strongly developed hypapophyses (not provided with a cap of enamel, as has often been asserted), which are directed forwards and pierce the oesophagus.",
        "The vertebrae of the neck unite by nearly flat surfaces, the humerus has lost the foramen, or perforation, at the lower end, and the third trochanter to the femur may also be wanting.",
        "They resemble the latter in the elongation of the body, the large number of vertebrae (240 in Gymnotus), and the absence of pelvic fins; but they differ in all the more important characters of internal structure.",
        "Similarly during the growth of the bird the posterior end of the ilium connects itself with the transverse processes of vertebrae which were originally free, thus transforming them from caudals into secondary post-sacrals.",
        "In all the Neornithes the total number of caudal vertebrae, inclusive of those which coalesce, is reduced to at least 13.",
        "Ilium; Is, ischium; Pb, pubis; d.l, dorso-lumbar vertebrae; Cd, caudal vertebrae; Am, acetabulum.",
        "The last nerve which contributes to the ischiadic plexus leaves the spinal column in most birds either between the two primary sacral vertebrae, or just below the hindmost of them, and sends a branch to the pubic portion which is composed of post-ischiadic nerves, partly imbedded in the kidneys, and innervates the ventral muscles between the tail and pubis, together with those of the cloaca and copulatory organs.",
        "In the region of the neck lateral strands pass through the transverse canal of the cervical vertebrae; but from the thoracic region onwards, where the cardiac branch to the heart is given off, each strand is double and the basal ganglia are successively connected with the next by a branch which runs ventrally over the capitulum of the rib, and by another which passes directly through the foramen or space formed between capitulum and tuberculum.",
        "The lowest coccygeal vertebrae of man remain as a rudimentary tail.",
        "Procoelous vertebrae; ventral portions of the clavicles not dilated; parietal bones fused into one.",
        "(I) Cervical vertebrae, or those between the skull and the first vertebra which is connected with the sternum by a pair of complete ribs.",
        "The cervical and thoracic vertebrae seem to be biconcave; the cervical ribs are much reduced and were apparently still movable; the thoracic ribs are devoid of uncinate processes.",
        "The Saururae have the metacarpals well developed and not ancylosed, and the caudal vertebrae are numerous and large, so that.",
        "Vertebrae: C. 7, D.",
        "Enaliornis, England, vertebrae chiefly biconcave; Hesperornis, North America, vertebrae heterocoelous.",
        "Vertebrae still amphicoelous.",
        "In the author's concluding summary he remarks on the fact that, while the Odontolcae, as exhibited in Hesperornis, had teeth inserted in a continuous groove - a low and generalized character as shown by reptiles, they had, however, the strongly differentiated saddle-shaped vertebrae such as all modern birds possess.",
        "A remnant of the chorda dorsalis and its sheath persists as the ligamentum suspensorium between the central portions of the successive vertebrae.",
        "d.l, Dorso-lumbar, s, sacral, c, caudal vertebrae.",
        "(I) The right and left carotids converge towards the middle and extend up the neck, imbedded in a furrow along the ventral surface of the cervical vertebrae.",
        "Not more than thirteen caudal vertebrae.",
        "Thirteen to fifteen cervical vertebrae.",
        "p. 344) a second fossil bird from the same locality was indicated as Ichthyornis dispar- from the fish-like, biconcave form of its vertebrae.",
        "Budge, who believes it to be a representation of the vertebrae of Osiris, which would be a holy relic); (9) Ilethitische Studien, I., II., Berlin, (1916-9); (10) Contenau, Trente Tablettes Cappadociennes (1919); S.",
        "It was observed that ten of the caudal vertebrae of the latter skeleton bore tooth marks and grooves corresponding exactly with the sharp pointed teeth in the jaw of the carnivorous dinosaur.",
        "The ventral fins are slightly anterior to the origin of the dorsal fin; and the spine consists of from fortyseven to forty-nine vertebrae.",
        "To the left of the vena cava is the Spigelian lobe, which lies in front of the bodies of the tenth and eleventh thoracic vertebrae, the lesser sac of peritoneum, diaphragm and thoracic aorta intervening.",
        "There are generally nineteen dorso-lumbar vertebrae (thirteen thoracic and six lumbar), the form of which varies in different genera; in the cursorial and leaping species the lumbar transverse processes are generally very long, and in the hares there are large compressed inferior spines, or hypapophyses.",
        "The caudal vertebrae vary from a rudimentary condition in the guinea-pig to a great size in the jumping-hare and prehensile-tailed porcupines.",
        "The least specialized genus is Zapus, containing the jumping-mice of North America, with one outlying Siberian species, in which the five metatarsals are free, as are also the cervical vertebrae, the small upper premolar being retained.",
        "Some of the cervical vertebrae are also united in at least the better-known genera.",
        "The tail is generally very short, and its basal vertebrae are often fused with the sacrum.",
        "The dorsal and lumbar vertebrae are very numerous, 28 to 30, of which 21 or 22 bear ribs.",
        "Although toad-like it is not really related to the toads proper, but belongs to the family Discoglossidae, characterized by a circular, adherent tongue, teeth in the upper jaw and on the palate, short but distinct ribs on the anterior vertebrae, and convex-concave vertebrae.",
        "The first and second vertebrae each have a pair of long, movable ribs.",
        "Titanotherium, of the Oligocene of the Dakotas and neighbouring districts, was a huge beast, with the hinder upper premolars similar in character to the molars, a pair of horn-cores, arising from the maxilla, overhanging the nose-cavity, four front and three hind toes, only twenty dorso-lumbar vertebrae, and an almost continuous and unbroken series of teeth, in which the canines are short; the dental formula being i.",
        "The neck is long and curved, and its vertebrae are remarkable for the position of the canal for the transmission of the vertebral artery, which does not perforate the transverse process, but passes obliquely through the anterior part of the pedicle of the arch.",
        "The vertebrae are C. 7.",
        "Nothing is known of the neck vertebrae.",
        "In the vertebrae of the neck the distinctive cameloid characters had already made their appearance.",
        "Unlike the giraffe, the length of the limbs is due to the elongation of their upper segments, and that of the neck to the lengthening of only the hinder vertebrae.",
        "It may be added that in the Oreodontidae the vertebral artery pierces the transverse processes of the cervical vertebrae in the normal manner.",
        "obvious peculiarity is the long reptilian tail, composed of 20 vertebrae and not ending in a pygostyle.",
        "The last dozen vertebrae each carry a pair of well-developed typical quills.",
        "However, the fact that various recent birds possess the same kind of caudal skeleton, likewise without a pygostyle, although reduced to at least 13 vertebrae, shows that the two terms do not express a fundamental difference.",
        "Vertebral column composed of about 50 vertebrae, viz.",
        "The number of vertebrae is - in the cervical region 7, dorsal 13, lumbar 6, sacral 2, caudal varying according to the length of the tail, but generally from 21 to 25.",
        "In tracing the osteological characters of apes and man through this series, the general system of the skeletons, and the close correspondence in number and arrangement of vertebrae and ribs, as well as in the teeth, go far towards justifying the opinion of hereditary connexion.",
        "To it contributes the balance of the skull on the cervical vertebrae, while the human form of the pelvis provides the necessary support to the intestines in the standing attitude.",
        "There are no teeth on the palate; pyloric appendages exist in great numbers; the vertebrae number fifty-three.",
        "- Ambulacrals not yet forming complete vertebrae; plates of disk not yet specialized into mouth, radial or genital shields.",
        "- Ambulacral pairs fused to form vertebrae with definite articular surfaces; mouth, radial and genital shields developed, though not all need be present in any one form.",
        "The presence of only seven vertebrae in the neck is a very constant feature among mammals; the exceptions being very few.",
        "A similar constitution of the body is more clearly seen in the Chaetopod worms. In the Vertebrata also a repetition of units of structure (myotomes, vertebrae, &c.) - which is essentially of the same nature as the repetition in Arthropods and Chaetopods, but in many respects subject to peculiar developments - is observed.",
        "The vertebral column consists of seven cervical, eighteen dorsal, six lumbar, five sacral, and fifteen to eighteen caudal vertebrae.",
        "There may be nineteen rib-bearing vertebrae, in which case five only will be reckoned as belonging to the lumbar series.",
        "The bodies of the cervical vertebrae are elongated, strongly keeled, and markedly opisthocoelous, or concave behind and convex in front.",
        "In the trunk vertebrae the opisthocoelous character of the centrum graduall y diminishes.",
        "To these is attached the powerful elastic ligament (ligamentum nuchae, or \" paxwax \") which, passing forwards in the middle line of the neck above the neural arches of the cervical vertebrae - to which it is also connected - is attached to the occiput and supports the weight of the head.",
        "The transverse processes of the lumbar vertebrae are long, flattened, and project horizontally outwards or slightly forward from the arch.",
        "The caudal vertebrae, except those quite at the base, are slender and cylindrical, without processes and without chevron bones beneath.",
        "f, P, This is particularly evident in the case of the Stegocephalians; and recent batrachians, tailed and tailless, show the mode of articulation of the vertebrae,whether amphicoelous, opisthocoelous or procoelous, to be of but secondary systematic importance in dealing with these lowly vertebrates.",
        "Caudal vertebrae fused into a urostyle or coccyx.",
        "The Discoglossidae are noteworthy for the presence of short ribs to some of the vertebrae, and in some other points also they approach the tailed batrachians; they may be safely regarded as, on the whole, the most generalized of known Ecaudata.",
        "- A, Dorsal vertebrae.",
        "In the earliest forms of this order, the Stegocephalia, we meet with considerable variety in the constitution of the vertebrae, and these modifications have been used for their classification.",
        "In the Ecaudata, the vertebrae of the trunk are formed on two different plans.",
        "In some the notochord remains for a long time exposed along the ventral surface, and, owing to the absence of cartilaginous formation around it, disappears without ever becoming invested otherwise than by a thin elastic membrane; it can be easily stripped off below the vertebrae in larval specimens on the point of metamorphosing.",
        "- The first two vertebrae of Necturus (Xi).",
        "Vt', Atlas; Vt2, second vertebrae; a, intercondyloid process of the atlas; b, the articular surfaces for the occipital condyles.",
        "In the Caudata and Apoda, cartilage often persists between the vertebrae; this cartilage may become imperfectly separated into a cup-and-ball portion, the cup belonging to the posterior end of the vertebra.",
        "In such cases the distinction between amphicoelous and opisthocoelous vertebrae rests merely on a question of ossi A S FIG.",
        "- Vertebral and ventral (B) views of the sacral column of Hymeno- vertebrae (S.V.); S.R.', S.R.",
        "Amphicoelous (bi-concave) vertebrae are found in the Apoda and in some of the Caudata; opisthocoelous (convexo-concave) vertebrae in the higher Caudata and in the lower Ecaudata; whilst the great majority of the Ecaudata have procoelous (concavo-convex) vertebrae.",
        "In accordance with the saltatorial habits of the members of this order, the vertebrae, which number from 40 to 60 in the Caudata, to upwards of in the Apoda, have become reduced to Io as the normal number, viz., eight praecaudal, one sacral and an elongate coccyx or urostyle, formed by coalescence of at least two vertebrae.",
        "sacrum, whilst in a few others the number of segments is still further reduced by the co-ossification of one or two vertebrae preceding that corresponding to the normal sacral and by the fusion of the two first vertebrae, the extreme of reduction being found in FIG.",
        "A few frogs have the skin of the back studded with stellate bony deposits Phyllomedusa, Nototrema), whilst two genera are remarkable for possessing a bony dorsal shield, free from the vertebrae (Ceratorphrys) or ankylosed to them (Brachycephalus).",
        "The vertebrae are simpler in structure than in Equus.",
        "But what are we to say about the rudimentary and variable vertebrae of the terminal portion of the tail, forming the os coccyx?",
        "crush fractures of the vertebrae are thought to be three times as common as hip fractures.",
        "foramenransverse processes of the lumbar vertebrae (which also represent their rib elements) lack the foramina which characterize the cervical vertebrae.",
        "I could not continue to work, as collapsed vertebrae meant I was largely immobile.",
        "longitudinal ligament of the lumbar vertebrae may be exposed.",
        "A lumbar fracture is a break in the lumbar vertebrae.",
        "The astragalus was whole but only 10% remained of the vertebrae and of the third phalanx.",
        "sacral vertebrae are the bones of the spine in this region, which are fused together to form a bone called the sacrum.",
        "To strengthen the sacral vertebrae, they are fused together to form the sacrum.",
        "Sacral vertebrae are the bones of the spine in this region, which are fused together to form a bone called the sacrum.",
        "In the spine, the affected vertebrae have a defect at the back and the boney ring does not completely surround the spinal cord.",
        "I was sent to see a specialist who told me that I had spondylitis, an inflammation of the vertebrae in the backbone.",
        "cervical spondylitis is inflammation of the synovial joints between the cervical vertebrae.",
        "spondylitis Ankylosing spondylitis is an inflammatory disease of the tendons that link the vertebrae together.",
        "A thoracic fracture is a break in the thoracic vertebrae.",
        "tracheal rings opposite the fifth, sixth and seventh cervical vertebrae.",
        "vertebrae of the spine also show only a few signs of deterioration due to excessive work loads.",
        "vertebrae of the neck are tough, decapitation may require more than one blow.",
        "vertebrae fused in her back.",
        "It is also possible to break the vertebrae in the neck without causing any injury to the spinal cord.",
        "The device performs a gentle and repeated circular motion, which moves the vertebrae of the lower back and the pelvic area.",
        "There are seven bones called vertebrae in your neck which balance the heavy weight of your head.",
        "In 1966 she had three vertebrae fused in her back.",
        "The head is removed from the carcass by cutting through the last of the neck vertebrae.",
        "The cervical, dorsal and lumber vertebrae are normal and extremely straight, which is unusual.",
        "However, the range of variability in fractured vertebrae would pose a problem for a global model.",
        "vertebrae in the neck.",
        "vertebrae in the human spinal column.",
        "In correlation with its burrowing habits, some of the vertebrae of the neck and of the loins are respectively welded together.",
        "When the vertebrae are free their 6.h, centra articulate with each other by complicated joints, exhibiting four types.",
        "(I) Amphicoelous; each end of the centrum is concave; this, the lowest condition, is embryonic, but was retained in Archaeopteryx and in the thoracic vertebrae of Ichthyornis.",
        "These true sacrals alone are connected with the ilium by processes which are really equivalent to modified ribs; but the pelvis of birds extends considerably farther forwards and backwards, gradually coming into contact with other vertebrae, which in various ways send out connecting transverse processes or buttresses, and thus become preand post-sacral vertebrae (fig.",
        "The brachial plexus is formed by four or five of the lowest cervical nerves; the last nerve of this plexus often marks the boundary of the cervical and thoracic vertebrae.",
        "He concisely cites (p. 238) no fewer than eight other characters of more or less value as peculiar to the Carinate Division, the first of which is that the feathers have their barbs furnished with hooks, in consequence of which the barbs, including those of the wing-quills, cling closely together; while among the rest may be mentioned the position of the furcula and coracoids, 4 which keep the wing-bones apart; the limitation of the number of the lumbar vertebra to fifteen, and of the carpals to two; as well as the divergent direction of the iliac bones - the corresponding characters peculiar to the Ratite Division being the disconnected condition of the barbs of the feathers, through the absence of any hooks whereby they might cohere; the non-existence of the furcula, and the coalescence of the coracoids with the scapulae (or, as he expressed it, the extension of the scapulae to supply the place of the coracoids, which he thought were wanting); the lumbar vertebrae being twenty and the carpals three in number; and the parallelism of the iliac bones.",
        "The skull was small, with proportionately minute brain; and the arched back, strong lumbar vertebrae, long and powerful tail, and comparatively feeble fore-quarters all proclaim kinship with the primitive creodont Carnivora (see Creodonta), from which Phenacodus and its allies, and through them the more typical Ungulata, are probably derived.",
        "(X 215-.) known as ground-sloths, and occupy a position intermediate between the sloths and the ant-eater: their skulls being of the type of the former, while their limbs and vertebrae conform in structure to those of the latter.",
        "Elachistodonidae.- Represented by Elachistodon westermanni of Bengal, with the same peculiar dentition and with sharp hypapophyses on the vertebrae of the lower neck, as described of Dasypeltis (see above).",
        "In the Coralline Limestone the following fossils have been noted :- Spondylus, Ostrea, Pecten, Cytherea, Arca, Terebratula, Orthis, Clavagella, Echinus, Cidaris, Nucleolites, Brissus, Spatangus; in the Marl the Nautilus zigzag; in the Yellow, Black and Greensand shells of Lenticulites complanatus, teeth and vertebrae of Squalidae and Cetacea; in the Sandstone Vaginula depressa, Crystallaria, Nodosaria, Brissus, Nucleolites, Pecten burdigallensis, Scalaria, Scutella subrotunda, Spatangus, Nautilus, Ostrea navicularis and Pecten cristatus (see Captain Spratt's work and papers by Lord Ducie and Dr Adams).",
        "The bodies of the vertebrae are solid; and they are convexoconcave (i.e.",
        "- Rays simple and capable of coiling, since the vertebrae articulate by a ball-and-socket joint; arm-plates incompletely developed.",
        "Rays simple or branched, capable of coiling, since the vertebrae articulate by surfaces of hour-glass shape; ventral arm-plates, and often the others, much reduced; spines reduced or absent.",
        "As a matter of fact, these vertebrae have no centra proper, that part which should correspond with the centrum being formed, as a study of the development has shown (H.",
        "All living batrachians, and some of the Stegocephalia, have transverse processes on the vertebrae that succeed the atlas (fig.",
        "Butchery of the axis is largely confined to splits, mostly associated with separation from other vertebrae, but sagittal splitting was also observed.",
        "Cervical spondylitis is inflammation of the synovial joints between the cervical vertebrae.",
        "Ankylosing spondylitis Ankylosing spondylitis is an inflammatory disease of the tendons that link the vertebrae together.",
        "The isthmus usually lies over the second and third tracheal rings opposite the fifth, sixth and seventh cervical vertebrae.",
        "The vertebrae of the spine also show only a few signs of deterioration due to excessive work loads.",
        "However, because the muscles and vertebrae of the neck are tough, decapitation may require more than one blow.",
        "C followed by a number from 1 to 7 will refer to the vertebrae in the neck.",
        "The number of vertebrae in the human spinal column.",
        "An epidural is placed with the woman lying on her side or sitting up in bed with the back rounded to allow more space between the vertebrae.",
        "The needle is inserted between two vertebrae and through the tough tissue in front of the spinal column.",
        "Lumbar puncture is performed by inserting the needle between the fourth and fifth lumbar vertebrae (L4-L5).",
        "Scoliosis. Scoliosis, or curvature of the spine, is a disorder in which the vertebrae that make up the spine twist out of line from side to side into an S-shape or a spiral.",
        "The curve is measured in degrees by the angle between the vertebrae as seen on the x ray.",
        "Surgical treatment of scoliosis involves straightening the spine with metal rods and fusing the vertebrae in the straightened position.",
        "Spina bifida-A birth defect (a congenital malformation) in which part of the vertebrae fail to develop completely so that a portion of the spinal cord, which is normally protected within the vertebral column, is exposed.",
        "Scoliosis is a lateral (side-to-side) curve in the spine, usually combined with a rotation of the vertebrae.",
        "Degenerative scoliosis may be caused by breaking down of the discs that separate the vertebrae or by arthritis in the joints that link them.",
        "Lines are then projected out parallel to the vertebrae at the top and bottom of the curve.",
        "The surgical procedure for scoliosis is called spinal fusion, because the goal is to straighten the spine as much as possible and then to fuse the vertebrae together to prevent further curvature.",
        "Bone chips are usually used to splint together the vertebrae to increase the likelihood of fusion.",
        "To maintain the proper spinal posture before fusion occurs, metal rods are inserted alongside the spine and are attached to the vertebrae by hooks, screws, or wires.",
        "During a spinal tap, a needle is inserted between the vertebrae of the spinal column and a small sample of the fluid surrounding the spinal cord is obtained.",
        "The spinal cord may protrude through a defect in the vertebrae of the spinal column (myelomeningocele).",
        "In this surgery, the vertebrae are fused together to maintain the spine in the upright position.",
        "It may involve fusing together vertebrae or inserting metal pins; or removing bone chips, bullets, or other foreign objects; or draining fluid to relieve pressure.",
        "Cancellous bone, whose porous structure with small cavities resembles sponge, predominates in the pelvis and the 33 vertebrae from the neck to the tailbone.",
        "Children living in poverty worldwide may exhibit evidence of smaller amounts of incremental growth of all long bones and vertebrae, and delay in epiphyseal union.",
        "When congenital torticollis is caused by deformities of the neck bones (vertebrae), conservative treatment involves the use of neck braces or body jackets.",
        "Let your back reconnect with the mat one vertebrae at a time.",
        "Contract your abs and glutes and slowly lift each vertebrae from the floor, until you are in a bridge position.",
        "After he finished school he joined the armed forces where he broke three vertebrae in his back during a parachuting accident in Kenya.",
        "Three vertebrae were crushed and doctors believed he wouldn't walk again.",
        "The skull and limb-bones exhibit several features met with in the latter, and the vertebrae of the back are not welded into a continuous tube.",
        "The ventral inner margin of the preacetabular portion of the ilium is attached to the pre-sacral vertebrae, whilst the inner and dorsal margin of the postacetabular portion is attached to the primary sacral and the postsacral vertebrae."
    ],
    "definition": [
        "plural form of vertebra; the bones that make up the spinal column.",
        "Link/Cite"
    ]
}