{
    "translation": "ניצחון",
    "uses": [
        "Victory depends on you.",
        "It was an extremely easy victory for me.",
        "But this victory did not save him.",
        "In another version, the Muses were judges and awarded the victory to Apollo, who tied Marsyas to a tree and flayed him alive.",
        "Under what conditions can we claim victory in this war on disease?",
        "Your victory today hasn't gone anywhere, he added.",
        "But then, in 1812, the French gain a victory near Moscow.",
        "The tiny victory felt good, almost as good as the knowledge that the sexy beast every woman on the planet drooled over wanted her.",
        "Dean's victory was short lived.",
        "This great victory restored to the Swedes their self-confidence and prestige.",
        "The great Conde was given, for a victory gained near this place, the right to use the style of Enghien among his subsidiary titles.",
        "Blind to what victory brings.",
        "\"Darkyn loses no time claiming his victory,\" Zamon said.",
        "His crestfallen look should have been a victory, but instead she wished she could eat the words.",
        "Of all the emotions she expected to feel on the day of her great victory, anger and guilt were not among them.",
        "The arch not only celebrates this military victory, it points out that it was profitable.",
        "On sea the Athenians, after two minor engagements, gained a decisive victory which enabled them to blockade Aegina.",
        "But what I consider my crown of success is the happiness and pleasure that my victory has brought dear Teacher.",
        "Everybody was celebrating the victory, everything was bubbling with life in the ruined but reviving city.",
        "Subsequently, however, they succeeded in winning a victory over the Athenian fleet.",
        "They'd been patient, setting up their ultimate victory over the course of tens of thousands of years.",
        "You see that your victory is not a matter for great rejoicing and that you can't be received as a savior.",
        "Beginning with the battle of Borodino, from which time his disagreement with those about him began, he alone said that the battle of Borodino was a victory, and repeated this both verbally and in his dispatches and reports up to the time of his death.",
        "lEthelstan, however, won a complete victory over them at a place called Brunanburh, probably Burnswark in Dumfriesshire.",
        "After Oswio's victory over Penda in 654-655 he annexed the northern part of Mercia to his kingdom and acquired a supremacy over the rest of England similar to that held by his predecessors.",
        "Why couldn't you let me have my victory? she whispered.",
        "I wondered more and more, while Burke's masterly speech rolled on in mighty surges of eloquence, how it was that King George and his ministers could have turned a deaf ear to his warning prophecy of our victory and their humiliation.",
        "Whether tomorrow brings victory or defeat, the glory of our Russian arms is secure.",
        "166 a verse from the oracle was used as an amulet and was inscribed over the doors of houses as a protection, and an oracle was sent, at Marcus Aurelius' request, by Alexander to the Roman army on the Danube during the war with the Marcomanni, declaring that victory would follow on the throwing of two lions alive into the river.",
        "\"Nothing but the satisfaction of victory,\" Zamon said, grinning.",
        "In 1664 he was chosen one of the directors of the imperial army raised to fight the Turk; and after the peace which followed the Christian victory at St Gotthard in August 1664, he aided the English king Charles II.",
        "Something about the 'thrill of victory not worth the agony of da-feet.'",
        "Yes, we have gained a victory over Bonaparte, just when I'm not serving.",
        "He again recalled all the details of the victory and his own calm courage during the battle, and feeling reassured he dozed off....",
        "The battle ended in the disastrous defeat of the provincial forces; General Mitre used his victory in a spirit of moderation and sincere patriotism.",
        "The victory is complete and Russia will not forget you!",
        "In short, we retreat after the battle but send a courier to Petersburg with news of a victory, and General Bennigsen, hoping to receive from Petersburg the post of commander in chief as a reward for his victory, does not give up the command of the army to General Buxhowden.",
        "Bennigsen seems to have obtained a complete victory over Buonaparte at Eylau.",
        "Kutuzov alone at last gains a real victory, destroying the spell of the invincibility of the French, and the Minister of War does not even care to hear the details.",
        "A little north of Preveza are the considerable ruins of Nikopolis, founded by Octavian to commemorate the victory of Actium.",
        "Generals on the staff, excited by the memory of the easy victory at Tarutino, urged Kutuzov to carry out Dorokhov's suggestion.",
        "Opposite the barracks is the memorial to the officers and men of the Royal Artillery who fell in the Crimean War, a bronze figure of Victory cast out of cannon captured in the Crimea.",
        "All are struck by the justness of his views, but no one undertakes to carry them out, so he takes a regiment, a division-stipulates that no one is to interfere with his arrangements--leads his division to the decisive point, and gains the victory alone.",
        "\"We French are merciful after victory, but we do not pardon traitors,\" he added, with a look of gloomy dignity and a fine energetic gesture.",
        "Reviewing his impressions of the recent battle, picturing pleasantly to himself the impression his news of a victory would create, or recalling the send-off given him by the commander-in-chief and his fellow officers, Prince Andrew was galloping along in a post chaise enjoying the feelings of a man who has at length begun to attain a long-desired happiness.",
        "The victory of Fyllebro (Aug.",
        "All were then more confident of victory than the winning of two battles would have made them.",
        "Not that sort of victory which is defined by the capture of pieces of material fastened to sticks, called standards, and of the ground on which the troops had stood and were standing, but a moral victory that convinces the enemy of the moral superiority of his opponent and of his own impotence was gained by the Russians at Borodino.",
        "Alexander's conduct caused renewed intervention; in 364 he was defeated at Cynoscephalae by the Thebans, although the victory was dearly bought by the loss of Pelopidas, who fell in the battle.",
        "As a mark of the commander-in-chief's special favor he was sent with the news of this victory to the Austrian court, now no longer at Vienna (which was threatened by the French) but at Brunn.",
        "Bring us nice news of a victory by the Archduke Karl or Ferdinand (one archduke's as good as another, as you know) and even if it is only over a fire brigade of Bonaparte's, that will be another story and we'll fire off some cannon!",
        "The men and officers returning spoke of a brilliant victory, of the occupation of the town of Wischau and the capture of a whole French squadron.",
        "Those speeches were intended for quite other conditions, they were for the most part to be spoken at a moment of victory and triumph, generally when he was dying of wounds and the sovereign had thanked him for heroic deeds, and while dying he expressed the love his actions had proved.",
        "The Turks raised as a monument of their victory a high tower composed entirely of the heads of the Servians slain in the battle of Nish.",
        "After a period of vacillation he deserted Louis and joined the Holy League, which had been formed to expel the French from Italy; but unable to raise troops, he served with the English forces as a volunteer and shared in the victory gained over the French at the battle of the Spurs near Therouanne on the 16th of August 1513.",
        "Moll JEthelwald, who may have been a brother of Eadberht, succeeded, and after a victory over a certain Oswine, who fell in the battle, abdicated and became a monk probably under compulsion in 765.",
        "He gained a victory at Heiligerlee (May 23) over a Spanish force under Count Aremberg.",
        "Everywhere on the centre the Christians gained the upper hand, but their victory was almost turned into a defeat by the mistaken manoeuvres of Doria.",
        "The war between the two pretenders was long and doubtful; on a coin Vonones mentions a victory over Artabanus.",
        "I love a fight and an absolute victory even more, he replied.",
        "The epoch-making victory of the 12th of September 1683 was ultimately decided by the charge of the Polish cavalry led by Sobieski in person.",
        "The Spartans were successful but did not pursue their advantage, and soon afterwards the Athenians, seizing their opportunity, sallied forth again, and, after a victory under Myronides at Oenophyta, obtained the submission of all Boeotia, save Thebes, and of Phocis and Locris.",
        "This is the battle of Pultusk, which is considered a great victory but in my opinion was nothing of the kind.",
        "As if to celebrate a victory over everybody, a cricket chirped in a crack in the wall.",
        "If you are pleased enough about your victory, you will grant me leave to show you.",
        "As the final victory of Athens over Aegina was in 458 B.C., the thirty years of the oracle would carry us back to the year 488 B.C. as the date of the dedication of the precinct and the outbreak of hostilities.",
        "Albuera is celebrated on account of the victory gained there on the 16th of May 1811 by the British, Portuguese and Spaniards, under Marshal Beresford, over the French army commanded by Marshal Soult.",
        "In the universities of the Netherlands and of lower Germany, as yet free from the conservatism of the old-established seats of learning, the new system gained an easy victory over Aristotelianism, and, as it was adapted for lectures and examinations, soon became almost as scholastic as the doctrines it had supplanted.",
        "Her worship was early transferred to Rome, localized by the Lacus Juturnae near the temple of Vesta, at which Castor and Pollux, after announcing the victory of lake Regillus, were said to have washed the sweat from their horses.",
        "Waiting only for the decisive victory of Buxar over the allied forces of Bengal and Oudh, he resigned his seat and sailed for England in November 1764.",
        "At that moment he did not desire Moscow, or victory, or glory (what need had he for any more glory?).",
        "Four years later he captured Caryae, ravaged the territory of the Parrhasii and defeated the Arcadians, Argives and Messenians in the \"tearless battle,\" so called because the victory did not cost the Spartans a single life.",
        "In 294 B.C. he was defeated at Mantineia by Demetrius Poliorcetes, who invaded Laconia, gained a second victory close to Sparta, and was on the point of taking the city itself when he was called t So Plut.",
        "The second book continues the history of his conquests, and the third contains the victory over Porus, the relations with the Brahmins, the letter to Aristotle on the wonders of India, the histories of Candace and the Amazons, the letter to Olympias on the marvels of Farther Asia, and lastly the account of Alexander's death in Babylon.",
        "He won a signal victory over the Persians in 53 0, and successfully conducted a campaign against them, until forced, by the rashness of his soldiers, to join battle and suffer defeat in the following year.",
        "\"I hope I may now congratulate Your Majesty on a victory?\" said he.",
        "So you're a messenger of victory, eh?",
        "And, in fact, the last letter he had received from Mack's army informed him of a victory and stated strategically the position of the army was very favorable.",
        "The day was bright and sunny after a sharp night frost, and the cheerful glitter of that autumn day was in keeping with the news of victory which was conveyed, not only by the tales of those who had taken part in it, but also by the joyful expression on the faces of soldiers, officers, generals, and adjutants, as they passed Rostov going or coming.",
        "Each mayor, however, sought to supplant the others; the Pippins and Charles Martel succeeded, and their victory was at the same time the victory of Austrasia over Neustria and Burgundy.",
        "Theodosius, after a two days' fight, gained the victory by the treachery of one of Arbogast's generals, sent to cut off his retreat.",
        "In 1246 it was the scene of a victory of the Hungarians over the Austrians; and in 1486 it was taken by Matthias Corvinus, king of Hungary, who, however, restored it to Maximilian I.",
        "He rallied the Bulgarian army, now deprived of its Russian officers, to resist the Servian invasion, and after a brilliant victory at Slivnitza (November 19) pursued King Milan into Servian territory as far as Pirot, which he captured (November 27).",
        "the thirty years that were to elapse between the dedication of the precinct to Aeacus and the final victory of Athens (Herod.",
        "Bless his counsels, his undertakings, and his work; strengthen his kingdom by Thine almighty hand, and give him victory over his enemy, even as Thou gavest Moses the victory over Amalek, Gideon over Midian, and David over Goliath.",
        "Napoleon enters Moscow after the brilliant victory de la Moskowa; there can be no doubt about the victory for the battlefield remains in the hands of the French.",
        "The Spaniards, through the Catholic clergy, offer praise to God for their victory over the French on the fourteenth of June, and the French, also through the Catholic clergy, offer praise because on that same fourteenth of June they defeated the Spaniards.",
        "An army gains a victory, and at once the rights of the conquering nation have increased to the detriment of the defeated.",
        "Worcester, his crowning victory, has been indicated by a German critic as the prototype of Sedan.",
        "8-10) ascribed the victory to the magic arts of an Egyptian named Arnuphis who prevailed on Mercury and other gods to 2 Aurelius has been severely criticized for sending Verus.",
        "Two weeks later he took part in Thomas's crowning victory at Nashville.",
        "This has been called the first national victory of the Republican party.",
        "The large restaurant is a regular hosting place for special events or team victory parties.",
        "It let her amass an army unlike any that had ever existed and showed her the key to victory.",
        "He won an easy victory.",
        "The victory of the 3rd of June was barren.",
        "He laboriously perfected the military machine, which when once set in motion went on to victory.",
        "In 923 he had bought a truce for ten years with the Hungarians, by a promise of tribute, but on its expiration he gained a great victory over these formidable foes in March 933 The Danes were defeated, and territory as far as the Eider secured for Germany; and the king sought further to extend his influence by entering into relations with the kings of England, France and Burgundy.",
        "Although there was no lack of hard fighting, victory in this war depended largely on the work of the engineer.",
        "In 105 began the new struggle, which on the side of Decebalus could now only lead to victory or to destruction.",
        "He was a patient organizer of victory rather than a strategic genius.",
        "While this was less dramatic than the Timothy snatch, it was an important victory.",
        "There is no such thing as half a victory.",
        "Right now, he was savoring a victory.",
        "But he did it, thrice before success came, if you could call the response a victory.",
        "Of all our brothers, you are the only one who can lead us to victory.",
        "It can lead us to victory.",
        "Nothing can stand between Xander and victory.",
        "He wasn't expecting betrayal on the day of their victory.",
        "This is how you dull a sword after victory.",
        "A second later, Sofi gave a cry of victory.",
        "After the past few days, she'd take her tiny victory.",
        "She didn't have time to dwell on her final victory.",
        "On their right Scirocco outflanked the Venetians of Barbarigo, but the better build of the galleys of Saint Mark and the admirable discipline of their crews gave them the victory.",
        "The earliest of the great works of Pheidias were dedications in memory of Marathon, from the spoils of the victory.",
        "The Great Strike terminated early in November 1890, the employers gaining a decisive victory.",
        "One result of the victory of Heiligerlee was the determination of Alva that Egmont and Hoorn Orange outlawed.",
        "He took a leading part in the negotiation of 1890 for the Bohemian settlement, but the elections of 1891, in which the young Czechs who were opposed to the feudal party gained a decisive victory, made his position a very difficult one.",
        "This stroke, which would most probably have given the victory to the king, was prevented by the \"Eastern Association,\" a union of Norfolk, Suffolk, Essex, Cambridgeshire and Hertfordshire, constituted in December 1642 and augmented in 1643 by Huntingdonshire and Lincolnshire, of which Cromwell was the leading spirit.",
        "He showed extraordinary energy, resource and military talent in stemming the advance of the royalists, who now followed up their victories by advancing into the association; he defeated them at Gainsborough on the 28th of July, and managed a masterly retreat before overwhelming numbers to Lincoln, while the victory on the 11th of October at Winceby finally secured the association, and maintained the wedge which prevented the junction of the royalists in the north with the king in the south.",
        "At Marston Moor on the 2nd of July he commanded all the horse of the Eastern Association, with some Scottish troops; and though for a time disabled by a wound in the neck, he charged and routed Rupert's troops opposed to him, and subsequently went to the support of the Scots, who were hard pressed by the enemy, and converted what appeared at one time a defeat into a decisive victory.",
        "On the 25th of November Cromwell charged Manchester with \"unwillingness to have the war prosecuted to a full victory\"; which Manchester answered by accusing Cromwell of having used expressions against the nobility, the Scots and Presbyterianism; of desiring to fill the army of the Eastern Association with Independents to prevent any accommodation; and of having vowed if he met the king in battle he would as lief fire his pistol at him as at anybody else.",
        "At Langport again, on the 10th of July 1645, his management of the troops was largely instrumental in gaining the victory.",
        "A stubborn struggle on the next day, the 3rd of September, gave Cromwell a decisive victory.",
        "In 1658 Colonel Edward Doyley, the governor, gained a decisive victory over thirty companies of Spanish foot, and sent ten of their flags to Cromwell.",
        "The victory at Dunkirk increased his reputation, while Louis XIV.",
        "The Royalist cavalry was disorganized by victory as often as by defeat, and illustrated on numerous fields the now discredited maxim that cavalry cannot charge twice in one day.",
        "His kingdom was honeycombed with Christianity, and he wished to draw closer to the West, where he foresaw the victory of the new faith, in order to fortify his realm against the Sassanids of Persia.",
        "The victory was complete.",
        "Having established Ezzelino in Verona, Vicenza and Padua, he defeated the Milanese and their allies at Cortenuova in 1237, and sent their carroccio as a trophy of his victory to Rome.",
        "The popes had been successful; but they hac purchased their bloody victory at a great cost.",
        "She never held her head so high again after this victory, which sent her best and bravest citizens to die in the Ligurian dungeons.",
        ".The victory in the conflict practically falls to the hitherto unenfranchised plebeians.",
        "In 1325 he defeated the Florentines at Alto Pascio, and carried home their carroccio as a trophy of his victory over the Guelphs.",
        "Gaston de Foix bought a doubtful victory dearly with his death; and the allies, though beaten on the banks of the Ronco, immediately afterwards expelled the French from Lombardy.",
        "By the victory of Marignano ~n.",
        "Of free commonwealths there now survived only Venice, which, together with Spain, achieved for Europe the victory of Lepanto in 1573; Genoa, which, after the ineffectual Fieschi revolution in 1547, abode beneath the rule of the great Doria family, and held a feeble sway in Corsica; and the two insignificant republics of Lucca and San Marino.",
        "But Francis of Lorraine, elected emperor in that year, sent an army to the kings support, which in 1746 obtained a signal victory over the Bourbons at Piacenza.",
        "The Piedmontese defeated the enemy ~t Pastrengo (April 30), but did not profit by the victory.",
        "the hour of victory, near Gallabat.",
        "Indian Vedic henotheism (otherwise called kathenotheism); 3 Semitic monolatry, so important as the probable starting-point of religious development in Israel; the Greek use of \" Zeus \" almost as we say \" God \" - even the attempt to arrange deities in a monarchical pantheon, all show the tendency, though it so seldom attains a real victory.",
        "We are allowed moral certainty, but are forbidden the hope of genuine moral victory.",
        "This custom, which owes its origin to Henry II., meant a loss of revenue to the lords, whose victory in this matter, however, was a step backwards.",
        "When, however, he was again attacked by Charles Martel, the Saracens renewed their ravages, and Odo was defeated near Bordeaux; he was compelled to crave protection from Charles, who took up this struggle and gained his momentous victory at Poitiers in 732.",
        "The modern highroad follows the ancient line, and remains of the 1 It is important to note how the Romans followed up every victory with a road.",
        "In 174 Aurelius gained over the Quadi a decisive victory, which is commemorated by one of the sculptures on the column of Antonine.",
        "A sudden storm gave abundance of rain, while hail and thunder confounded their enemies, and enabled the Romans to gain an easy and complete victory.",
        "The prescription for the general antidote known as Mithradatum was found with his body, together with other medical MSS., by Pompey, after his victory over that king.",
        "He was instrumental in saving New York and Vermont from invasion by his brilliant victory of lake Champlain gained, on the nth of September 1814, with a flotilla of 14 vessels carrying 86 guns, over Captain George Downie's 16 vessels and 92 guns.",
        "When, in 553, Cyrus, king of Anshan, rebelled against Astyages, the Maraphians and Maspians joined with the Pasargadae; after his victory over Astyages all the Persian tribes acknowledged him, and he took the title of \"king of Persia.\"",
        "When Alexander had won the victory of Arbela, and occupied Babylon and Susa, he met (in the spring of 330) with strong resistance in Persia, where the satrap Ariobarzanes tried to stop his progress at the \"Persian gates,\" the pass leading up to Persepolis.",
        "Sharing in the attack on the Saxon electorate, Albert was taken prisoner at Rochlitz in March 1547 by John Frederick, elector of Saxony, but was released as a result of the emperor's victory at Miihlberg in the succeeding April.",
        "Sulla with a small army soon won a victory over the general of Mithradates, and Rome's client-king was restored.",
        "Sulla, leaving things quiet at Rome, quitted Italy in 87, and for the next four years he was winning victory after victory against the armies of Mithradates and accumulating boundless plunder.",
        "of Macedon's victory more than two and a half centuries before, and in the year following, at the neighbouring Orchomenus, he scattered immense hosts of the enemy with trifling loss to himself.",
        "Caecilius Metellus Pius, Marcus Licinius Crassus, Marcus Licinius Lucullus, joined Sulla, and in the following year (82) he won a decisive victory over the younger Marius near Praeneste (mod.",
        "Perry's victory on Lake Erie, and portraits of most of the governors of Ohio.",
        "He had fought as captain of the vanguard at Flodden and after the victory was created earl of Surrey.",
        "In 750 B.C. Umbadara was king of Elam; Khumbanigas was his successor in 742 B.C. In 720 B.C. the latter prince met the Assyrians under Sargon at Dur-ili in Yamutbal, and though Sargon claims a victory the result was that Babylonia recovered its independence under Merodach-baladan and the Assyrian forces were driven north.",
        "By the victory he gained at Bassora in 1605 he extended his empire beyond the Euphrates; sultan Ahmed I.",
        "Meanwhile Dozsa had captured the city and fortress of Csanad, and signalized his victory by impaling the bishop and the castellan.",
        "During his brief reign he set on foot some domestic reforms, and sought to revive the authority of the senate, but, after a victory over the Goths in Cilicia, he succumbed to hardship and fatigue (or was slain by his own soldiers) at Tyana in Cappadocia.",
        "It was painted in tempera about 1495, in commemoration of the battle of Fornovo, which Ginfrancesco Gonzaga found it convenient to represent to his lieges as an Italian victory, though in fact it had been a French victory; the church which originally housed the picture was built from Mantegna's own design.",
        "In the year 207, when he must have been of a great age, he was appointed to compose a hymn of thanksgiving, sung by maidens, for the victory of the Metaurus and an intercessory hymn to the Aventine Juno.",
        "above the street level, and is surmounted by a statue of Victory 38 ft.",
        "But, when increased knowledge of Aristotle's texts (and of the commentaries) led to the victory of a supposed Aristotelianism over a supposed Platonism, Albertus Magnus, and his still more distinguished pupil Thomas Aquinas, mark certain doctrines as belonging to faith but not to reason.",
        "Cannibalism, which earned them in earlier years a terrible name, was generally restricted to the bloodthirsty banquets which always followed a victory.",
        "The rising of the Strelitsi in 1682 all but gave them the victory; the crushing of the rising relegated them definitely to the status of schismatics.",
        "For this purpose Dimitri Donskoi formed in 1380 a coalition of Russian princes, and gained a great victory over Khan Mamai of the Golden Horde on the famous battlefield of Kulikovo, the memory of which still lives in the popular legends.",
        "In the midst of the Northern War, shortly after the great Russian victory of Poltava (1709), the sultan, at the instigation of Swedish and French agents, determined to recover Azov, and made great military preparations for that purpose.",
        "This victory was followed by the foundation of Reval and the occupation of Harrien and Wirland, the northern districts of Esthonia, by the Danes.",
        "It was the signal victory won by Moses at the exodus against the Egyptians and in the subsequent battle at Rephidim against `Amalek (Ex.",
        "When he reveals his face, then will they be put to shame and the victory will be complete.\"",
        "He manifested His presence either by a signal victory over Israel's foes (Josh.",
        "This victory inaugurates the entrance of the \" aeon to come,\" in which the faithful Jews would enter their inheritance.",
        "And thus Israel's old prophetic Torah was at length to achieve its victory, for after Jesus came St Paul.",
        "Here he helped to arrange the alliance between the Papacy, Venice and Spain against the Turks, an alliance which was responsible for the victory of Lepanto.",
        "When the voting for vicepresident began his victory was at once apparent and he was nominated by acclamation.",
        "The victory was the theme of one of the Russian poet G.",
        "His son Murkertagh, who gained a great victory over the Norse in 926, is celebrated for his triumphant march round Ireland, the Moirthimchell Eiream, in which, starting from Portglenone on the Bann, he completed a circuit of the island at the head of his armed clan, returning with many captive kings and chieftains.",
        "This victory greatly strengthened Shane O'Neill's position, and Sir Henry Sidney, who became lord deputy in 1566, declared to the earl of Leicester that Lucifer himself was not more puffed up with pride and ambition than O'Neill.",
        "Samson) until a brilliant victory was gained by the prophet Samuel, some account of whose early history is recorded.",
        "On the contrary, the statement that there was continual warfare is supplemented in Chronicles by the story of a victory over Israel by Abijah the son of Rehoboam.",
        "Asa, it is evident, was too weak to achieve the remarkable victory ascribed to him in 2 Chron.",
        "It is true that Alexander was subject to dreams and visited shrines in order to assure himself or his followers of victory.",
        "The siege was raised, more probably in consequence of the death of Antiochus Epiphanes than because Judas had gained any real victory.",
        "After this victory Judas made an alliance with the people of Rome, who had no love for Demetrius his enemy, nor any intention of putting their professions of friendship into practice.",
        "When the Parthians, elated by their victory over Crassus (53 B.C.) advanced upon Syria, Cassius opposed them.",
        "It is rendered memorable by the decisive victory gained here on the 12th of July 1691 by the forces of William III.",
        "The total number of men supplied by Cleveland to the U.S. armies in the World War was 55,000; the total amount subscribed in the Liberty and Victory Loans $437,041,300.",
        "The consequence of the victory was the submission of the whole territory east of the Sutlej to the British.",
        "In those countries where the Reformation triumphed, this triumph represented the victory of the civil over the clerical powers in the long contest.",
        "The victory was, however, by no means complete.",
        "The ultimate victory of England seems due less to any particular aptitude for dealing with oriental problems than to a better command of the seas and to considerations of European politics.",
        "The glory of this victory was increased by the complete subjugation of Edom in a war conducted by Joab with characteristic severity (2 Sam.",
        "and Cambyses I., \"kings of Anshan,\" and the same title is given to him in the inscriptions and in the chronicle of Nabonidus of Babylon before his victory over Astyages.",
        "After the victory Oebares kills Astyages against the will of Cyrus, and afterwards kills himself to evade the wrath of Cyrus.",
        "In a proclamation issued after his victory Cyrus guarantees life and property to all the inhabitants and designates himself as the favourite of Marduk, the great local god (Bel, Bel-Merodak) of Babel.",
        "Webster, strongly opposed to yielding in this way, made a vigorous speech against the bill, but it passed and South Carolina claimed a victory.",
        "After the conclusion of the peace of Nicias (421 B.C.) he marched against the Argives in defence of Epidaurus, and after skilful manoeuvring surrounded the Argive army, and seemed to have victory within his grasp when he unaccountably concluded a four months' truce and withdrew his forces.",
        "On the 10th of November 1759 he led Hawke's fleet as captain of the \"Magnanime\" (64) in the magnificent victory of Quiberon.",
        "The victory won by Ptolemy at Gaza in 312 opened the way for Seleucus to return to the east.",
        "In 278 the Gauls broke into Asia Minor, and a victory which Antiochus won over these hordes is said to have been the origin of his title of Soter (Gr.",
        "But the Romans followed up their success by attacking Antiochus in Asia Minor, and the decisive victory of L.",
        "It purports to be a conversation at the little town of Beaucaire between a soldier (obviously the writer himself) and three men, citizens of Marseilles, Nimes and Montpellier, who oppose the Jacobinical government and hope for victory over its forces.",
        "Thus when, after the crowning victory of Rivoli (14th of January 1797), Mantua surrendered and the Austrian rule in Italy for the time collapsed, Bonaparte was virtually the idol of the French nation, the master of the Directory and potentially the protector of the Holy See.",
        "In the popular imagination he seemed to be the only possible guarantor of victory abroad and order at home.",
        "The Parisians received the news of the event with joy, believing that freedom was now at last to be established on a firm basis by the man whose name was the synonym for victory in the field and disinterestedness in civil affairs.",
        "In the first of these spheres the victory of Marengo (14th of June 1800) was of special importance, as it consolidated the reputation of Bonaparte at a time when republican opposition was gathering strength.",
        "But these undertakings were thwarted in March - April 1801 by the murder of the tsar Paul and by Nelson's victory at Copenhagen.",
        "Yet during the armistice which ensued (June 4th - July loth; afterwards prolonged to August loth) Napoleon did nothing to soothe the Viennese government, and that, too, despite the encouragement which the allies received from the news of Wellington's victory at Vittoria and the entry of Bernadotte with a Swedish contingent on the scene.",
        "At St Helena he told Gourgaud that he intended in 1815 to dissolve the chambers as soon as he had won a great victory.",
        "But Seleucus was soon recalled by a rebellion in Syria, and Arsaces returned victorious to Parthia; \" the day of this victory is celebrated by the Parthians as the beginning of their independence \" (Justin xli.",
        "At the time of his father's death he was a hostage at the court of Bayezid at Brusa, but succeeded in making his escape; he was forthwith besieged in Constantinople by the sultan, whose victory over the Christians at Nicopolis, however (Sept.",
        "Manuel subsequently set out in person to seek help from the West, and for this purpose visited Italy, France, Germany and England, but without material success; the victory of Timur in 1402, and the death of Bayezid in the following year were the first events to give him a genuine respite from Ottoman oppression.",
        "The campaign of 1703 was remarkable for Charles's victory at Pultusk (April 21) and the long siege of Thorn, which occupied him eight months but cost him only 50 men.",
        "The victory of Holowczyn, memorable besides as the last pitched battle won by Charles XII., opened up the way to the Dnieper.",
        "The pope, looking about for a saviour, cast his eyes on Charles Martel, whose victory at Tours had riveted the attention of the world.",
        "Orseolo's victory was commemorated and its significance affirmed by the magnificent symbolical ceremony of the \"wedding of the sea\" (Sposalizio del Mar), celebrated henceforward every Ascension day.",
        "This victory was decisive at Constantinople, where the emperor abandoned the defeated Genoese and restored Venice to her former position.",
        "The Genoese won a victory in the gulf of Alexandretta (1294); but on the other hand the Venetians under Ruggiero Morosini forced the Dardanelles and sacked the Genoese quarter of Galata.",
        "But though Venice herself seemed to lie open to the Genoese, they took no advantage of their victory; they were probably too exhausted.",
        "The victory of Agnadello (1510) gave the allies the complete command of Venetian territory down to the shores of the lagoon.",
        "The fourth Turkish war (1570-1573) was signalized by the glorious victory of Lepanto (1571), due chiefly to the prowess of the Venetians under their doge Sebastian Venier.",
        "They reaped no fruits from the victory, and Cyprus was taken from her after the heroic defence of Famagusta by Bragadino, who was flayed alive, and his skin, stuffed with straw, borne in triumph to Constantinople.",
        "General Wayne's victory was followed by an extensive immigration of New Englanders, of Germans, Scotch-Irish and Quakers from Pennsylvania, and of settlers from Virginia and Kentucky, many of whom came to escape the evils of slavery.",
        "Victory was with the Democrats in 1848 and 1852, but since the organization of the Republican party in 1854 the state has uniformly given to the Republican presidential candidates its electoral votes.",
        "It must be borne in mind, however, that the designation \" Catholic \" was equally claimed by all the warring parties within the church at various times; thus, the followers of Arius and Athanasius alike called themselves Catholics, and it was only the ultimate victory of the latter that has reserved for them in history the name of Catholic, and branded the former as Arian.",
        "The sweeping character of his victory was due less to his own personal strength or to the weakness of Cox than to the national reaction against the Democratic party and the popular feeling against President Wilson.",
        "He was engaged in war with the Moors and gained a victory over them at Alcacer do Sal in 1217.",
        "The struggle was a short one, for the army obeyed the general who had so often led them to victory.",
        "The influence of the Italian towns did not make itself greatly felt till after the end of the First Crusade, when it made possible the foundation of a kingdom in Jerusalem, in addition to the three principalities established by Bohemund, Baldwin and Raymond; but during the course of the Crusade itself the Italian ships which hugged the shores of Syria were able to supply the crusaders with provisions and munition of war, and to render help in the sieges of Antioch and Jerusalem.4 Sea-power had thus some influence in determining the victory of the crusaders.",
        "Jerusalem, which had already been plundered and destroyed earlier in the year by Chorasmians (Khwarizmians), was the prize of victory, and Ascalon also fell in 1247.",
        "It cried Crusade when there was no Crusade; and the long Crusade against the Hohenstaufen, if it gave the papacy an apparent victory, only served in the long run to lower its a It is difficult to decide how far Arabic models influenced ecclesiastical architecture in the West as a result of the Crusades.",
        "In the quarrel between Sancho and his brotherAlphonso, Rodrigo Diaz espoused the cause of the former, and it was he who suggested the perfidious stratagem by which Sancho eventually obtained the victory and possession of Leon.",
        "In other respects the Cid appears to have used his victory mildly, ruling his kingdom, which now embraced nearly the whole of Valencia and Murcia, for four years with vigour and justice.",
        "In the same year the Carthaginians invaded Sicily, but were totally defeated at Himera, the result of the victory being that Gelo became lord of all Sicily.",
        "In this he was successful at the same council which witnessed his third victory over Berengar (1059), and he thus acquired a lasting claim on William's gratitude.",
        "The fine walls of the south and east sides were built by Cimon after the victory of the Eurymedon, 468 B.C.; they extend considerably beyond the old Pelasgic circuit, the intervening space being filled up with earth and the debris of the ruined buildings so as to increase the level space of the summit.",
        "The period of Cimon's administration, however, especially the interval between his victory on the Eurymedon and his ostracism (468-461 B.C.), was marked by great architectural activity in the lower city as well as on the citadel.",
        "After his victory the regent Antipater punished Athens by the loss of her remaining dependencies, the proscription of her chief patriots, and the disfranchisement of 12,000 citizens.",
        "Here, on the 20th of April 1809, Napoleon gained a signal victory over the Austrians under the Archduke Louis and General Hiller.",
        "Fulvius Flaccus gained a triumph for his victory, and it was probably then that the statue of Vertumnus which stood in the Vicus Tuscus at Rome was brought from Volsinii.",
        "The city's contribution to the Liberty and Victory loans was $625,429,600, to the Red Cross 810,194,765, and to the seven relief agencies $13,909,000, making a total of $649,533,365.",
        "21), which we may identify with the memorable victory of David over the Philistines recorded in 2 Sam.",
        "Marius, on his return to Rome after his victory over the Cimbri, finding himself isolated in the senate, entered into a compact with Saturninus and his ally C. Servilius Glaucia, and the three formed a kind of triumvirate, supported by the veterans of Marius and the needy rabble.",
        "The statements are obscure, and elsewhere Hormah is the scene of a victory over the Canaanites by Israel (Num.",
        "In connexion with the last, he made a cruise in the Channel fleet, on board the \"Victory,\" as a volunteer under the command of Admiral Sir Charles Hardy.",
        "In the wars of Alexander the phalanx was never the most active arm; Alexander delivered his telling attacks with his cavalry, whereas the slow-moving phalanx held rather the position of a reserve, and was brought up to complete a victory when the cavalry charges had already taken effect.",
        "During this controversy Dionysius became convinced that the victory of mystical theology over \"Jewish\" chiliasm would never be secure so long as the book of Revelation passed for an apostolic writing and kept its place among the homologoumena of the canon.",
        "Contrary to the Puritan teaching of the time, they insisted on the possibility, in this life, of complete victory over sin.",
        "They \" were written in Hebrew in the later years of John Hyrcanus - in all probability after his final victory over the Syrian power and before his breach with the Pharisees - in other words, between 109 and 106.",
        "Metrodorus of Athens was a philosopher and painter who flourished in the 2nd century B.C. It chanced that Paullus Aemilius, visiting Athens on his return from his victory over Perseus in 168 B.C., asked for a tutor for his children and a painter to glorify his triumph.",
        "In 1840 Hare was appointed archdeacon of Lewes, and in the same year preached a course of sermons at Cambridge (The Victory of Faith), followed in 1846 by a second, The Mission of the Comforter.",
        "But it was in the 2nd century, as we have said, that \" the victory of moral ideas \" in this, as in other departments of life, became \" decisive....",
        "Unfortunately politics were inextricably interwoven with the religious controversies of the time, and resistance to English influence involved resistance to the activities of the reformers in the church, whose ultimate victory has obscured the cardinal's genuine merits as a statesman.",
        "Victory over sin was the goal which he set before all his people.",
        "He whom we hear in the Gathas has had to face, not merely all forms of outward opposition and the unbelief and lukewarmness of adherents, but also the inward misgivings of his own heart as to the truth and final victory of his cause.",
        "Ormazd will summon together all his powers for a final decisive struggle and break the power of evil for ever; by his help the faithful will achieve the victory over their detested enemies, the daeva worshippers, and render them impotent.",
        "Thus, in the later Avesta, we find not only Mithra but also purely popular divinities such as the angel of victory, Verethraghna, Anahita (Anaitis), the goddess of the water, Tishrya (Sirius), and other heavenly bodies, invoked with special preference.",
        "During the War of 1812 a decisive victory was won by the American forces at Chalmette, near New Orleans, on the 8th of January 1815.",
        "There is no doubt that the disintegration caused by monophysitism largely facilitated the rapid and easy victory of Islam in Syria and Egypt.",
        "With Venetian aid he wrested from Hungary the entire Adriatic littoral between Fiume and Cattaro, except the city of Zara; thus adding Dalmatia to his kingdom at the moment when Servia was lost through the Ottoman victory of Kossovo (1389).",
        "In 1799 it was taken of ter ten days' bombardment by the Austrian and Russian armies, and, in 1800, of ter the victory of Marengo, the French demolished the fortifications.",
        "Largesse was especially given on the field of victory, and was, moreover, liberally distributed to stifle sedition and mutiny among the troops, the numerical strength of which was continually increased as the empire enlarged its borders.",
        "To the usual letter announcing the victory the caliph in Egypt replied saluting Bayezid with the title of \" Sultan of the lands of Rum.\"",
        "After the victory of Nicopolis the siege of Constantinople was resumed, and the tower of Anatoli Hissar, on the Asiatic side of the Bosporus, was now built.",
        "In 1494 a crushing victory of the emperor Maximilian drove the Turks out of Styria, which they did not venture again to invade during his reign.",
        "Meanwhile, in June 1499, war had again broken out with Venice, mainly owing to the intervention of the pope and emperor, who, with Milan, Florence and Naples, urged the sultan to crush the republic. On the 28th of July the Turks gained over the Venetians at Sapienza their first great victory at sea; and this was followed by the capture of Lepanto, at which Bayezid was present, and by the conquest of the Morea and most of the islands of the archipelago.",
        "The capture of Veszprem and of Raab (1594) and the failure of the archduke Matthias to take Gran seemed to promise another rapid victory of the Ottoman arms; but Sinan was ill-supported from Constantinople, the situation was complicated by the revolt of Walachia and Moldavia, and the war was destined to last, with varying fortunes, for fourteen years.",
        "But the Turks did not profit much by their victory.",
        "In June Romanzov's victory at Kartal made him master of the principalities, and by November the fortresses of Izmail and Kilia, guarding the passage of the Danube, and those of Akkerman and Bender on the Dniester had fallen into the hands of the Russians.",
        "Sultan Selim was anxious to restore his country's prestige by a victory before making peace, but the condition of his troops rendered this hope unavailing; while Prussia, though on the 31st of January 1790 she had signed an offensive treaty with Turkey,' gave her no help during the war.",
        "For the subsequent operations in Egypt, which ended in its evacuation by the French after the British victory at Alexandria, see Egypt: History.",
        "Meanwhile the other powers had taken advantage of the reverses of the Russian arms to discount the effect of their ultimate victory by attempting to settle the Greek question.",
        "the psychic moment had come, and Napoleon launched his guards and the cavalry to complete the victory and initiate the pursuit.",
        "Rachel's division now arrived and made a most gallant effort to cover the retreat, but their order being broken by the torrent of fugitives, they were soon overwhelmed by the tide of the French victory and all organized resistance had ceased by 4 P.M.",
        "Yielding to the inevitable, but not forgetting to announce a brilliant victory in a bulletin, he sent his troops into winter quarters along the Passarge and down the Baltic, enjoining on his corps commanders most strictly to do nothing to disturb their adversary.",
        "At length when both sides were exhausted by their efforts he sent forward nearly a hundred guns which tore asunder by their case-shot fire the enemy's line and marched his reserve right through the gap. Had he possessed an adequate cavalry force the victory would have been decisive.",
        "results of the victory, which were extremely meagre.",
        "The allies broke off the action at their own time and retired in such good order that the emperor failed to capture a single trophy as proof of his victory.",
        "Dresden was the last great victory of the First Empire, By noon on the 27th August the Austrians and Russians were completely beaten and in full retreat, the French pressing hard behind them, but meanwhile Napoleon himself again succumbed G Beereri B eip \\ ii g?",
        "Ney, who had joined Oudinot after Grossbeeren, had been defeated at Dennewitz (6th Sept.), the victory, won by Prussian troops solely, giving the greatest encouragement to the enemy.",
        "Ceaseless industry and energy were the principal results of the victory.",
        "The national cast of his genius and temper was shown by his deviating from his Greek originals, and producing at least two specimens of the fabula praetexta (national drama) one founded on the childhood of Romulus and Remus (Lupus or Alimonium Romuli et Remi), the other called Clastidium, which celebrated the victory of M.",
        "The day of the victory, the 10th of August 1557, was sacred to St Laurence; and accordingly the building was dedicated to that saint, and received the title of El real monasterio de San Lorenzo del Escorial.",
        "Perry, erected in commemoration of his victory on Lake Erie in 1813, is in Wade Park, where there is also a statue of Harvey Rice (1800-1891), who reformed the Ohio public school system and wrote Pioneers of the Western Reserve (1882) and Sketches of Western Life (1888).",
        "In the campaign of Salamis he rendered loyal support to Themistocles, and crowned the victory by landing Athenian.",
        "In 479 he was re-elected strategus, and invested with special powers as commander of the Athenian contingent at Plataea; he is also said to have judiciously suppressed a conspiracy among some oligarchic malcontents in the army, and to have played a prominent part in arranging for the celebration of the victory.",
        "William of Malmesbury, about 1125, already treats Tinchebrai (1r06) as an English victory and the revenge for Hastings.",
        "His campaigns had been uneventful, his chief victory (Bremule, 1119) was little more than a skirmish.",
        "This victory, together with the in- Baylen, July trepid defence of Saragossa by the Spanish general l9 ' 1808.",
        "Wellesley began to land his troops, unopposed, near Figueira da Foz at the mouth of the Mondego; and the Spanish victory of Baylen having relieved Cadiz from danger, Spencer now joined him, and, without waiting for Moore the army, under 15,000 in all (which included some Portuguese)\"with 18 guns, advanced towards Lisbon.",
        "Elsewhere in the Peninsula during this year, Blake, now in Catalonia, after routing Suchet at Alcaniz (May 23, 1809), was defeated by him at Maria (June 15) and at Belchite (June 18); Venegas, by King Joseph and Sebastiani, at Almonacid on the 11th of August; Del Parque (20,000), after a previous victory near Salamanca (Oct.",
        "- Napoleon, having avenged Aspern by the victory of Wagram (July 6, 1809), despatched to Spain large reinforcements destined to increase his army there to about 370,000 men.",
        "The French afterwards resumed the blockade, so that although Barrosa was an allied victory, its object was not attained.",
        "This he endeavoured to do on the 22nd of July 1812, which brought on the important battle of Salamanca (q.v.) in which Battle of Wellington gained a decisive victory, the French Salamanca, falling back to Valladolid and thence to Burgos.",
        "In addition to the decisive victory of Salamanca, Madrid had been occupied, the siege of Cadiz raised, Andalusia freed, and Ciudad Rodrigo and Badajoz stormed.",
        "For this decisive campaign, Wellington was made a field marshal in the British army, and created duke of Victory 1 by the Portuguese government in Brazil.",
        "Thus it is the permanent pledge of Yahweh's gracious presence; it guides the people on their journey and leads them to victory.",
        "In 1201 the city submitted to Valdemar of Schleswig, after his victory over the count of Holstein, but in 1225, owing to the capture of King Valdemar II.",
        "In 1685, at the invitation of the popular leaders, the Danes appeared before Hamburg demanding the traditional homage; they were repulsed, but the internal troubles continued, culminating in 1708 in the victory of the democratic factions.",
        "removed the altar of Victory from the senate-house at Rome,.",
        "Internal troubles prevented them from availing themselves completely of their victory.",
        "After this great victory, and another at Tachau in 1427, the Hussites repeatedly invaded Germany, though they made no attempt to occupy permanently any part of the country.",
        "Hephaestus (or Prometheus) subsequently split open his head with a hatchet, and Athena sprang forth fully armed, uttering a loud shout of victory (Hesiod, Theogony, 886; Pindar, Olympia, vii.",
        "The election was in fact a victory for Jackson rather than for Van Buren.",
        "Reinforced by the Cenomani, he gained a decisive victory on the banks of the Addua.",
        "The victory seems to have been due mainly to the admirable discipline and fighting qualities of the soldiers, and he obtained the honour of a triumph only after the decree of the senate against it had been overborne by popular clamour.",
        "soon after the battle of Carchemish (605 B.C.), when the Chaldaean victory over Egypt inaugurated a period of Chaldaean supremacy which lasted till the Chaldaeans themselves were overthrown by Cyrus in 538 B.C. Grave objections, however, confront this interpretation, as is admitted even by such recent defenders of it as Davidson and Driver.",
        "His career of victory was crowned by the great battle of Kilsyth (Aug.",
        "William, count of Provence, son of Boso II., again delivered southern France from a Saracen invasion by his victory at Fraxinet in 973, and ended his life in a cloister.",
        "His most important victory (343) was over the Samnites at Mount Gaurus.",
        "The loyalty of the Prussian army remained inviolate; but the king was too tender-hearted to use military force against his \"beloved Berliners,\" and when the victory of the populace was thus assured his impressionable temper yielded to the general enthusiasm.",
        "A medal struck in England in 1851 commemorates the victory.",
        "At last, however, his temporary connexion with the college de Beauvais was ended by a feat of arms which proved him as stout a fighter with his sword as with his pen; and, since his victory was won over officers of the king's guard, it again became expedient for him to change his place of residence.",
        "In 1658 Turenne's victory of the Dunes gave it into the hands of the French and it was ceded to England.",
        "For a time Maret betook himself to journalism; but he played a useful part in the negotiations for a peace with Great Britain which went on at Lille during the summer of 1797, until the victory of the Jacobins at Paris in the coup d'etat of Fructidor (Sept.",
        "The victory of the Locrians and Phlegians over Crotona in 480 B.C. marked the beginning of its decline.",
        "As a god who gave victory, he was prominent in the official cult of Persia, the seventh month and the sixteenth day of other months being sacred to him.",
        "Mithras, identified with Sol Invictus at Rome, thus became the giver of authority and victory to the imperial house.",
        "The reign of Julian and the usurpation of Eugenius renewed the hopes of its devotees, but the victory of Theodosius (394) may be considered the end of its existence.",
        "He gained a temporary victory when the diet of Augsburg in 1500 established a council of regency (Reichsregiment), and in 1502 persuaded the electors to form a union to uphold the reforms of 1495 and 1500.",
        "Potgieter, one of the voortrekers, and was named by him in commemoration of a victory gained over the Matabele chief Mosilikatze.",
        "They named their town by anticipation, Our Lady of the Victory (Victoria); but it cost them some hard fighting with the Goagnazes to justify the title.",
        "Still flushed with their victory under Dundee, and animated by bitterest hatred of their Whiggamore foes, the Highlanders assaulted the position of the Covenanters, who were 1200 strong, with the most desperate valour.",
        "Fearing lest victory, even if won, might be purchased too dearly, the Highlanders gradually withdrew.",
        "The stateliest is the national monument to commemorate the victory of Waterloo, originally intended to be a reproduction of the Parthenon.",
        "The town dates from the middle of the 18th century, when a cottage was built by a sailor and named Portobello in commemoration of Admiral Vernon's victory in 1739.",
        "The formal proclamation was made on Dingaan's Day, and after the defeat of the British at Majuba Hill in 1881 that victory was also commemorated at Paardekraal on the 16th of December.",
        "It was by no means his last encounter with Norman traitors, but for the moment the victory gave him an assured position.",
        "In each case William decided the campaign by a signal victory.",
        "This army, led by the podesta of Florence and twelve burgher captains, set forth gaily on its march towards the enemy's territories in the middle of April 1260, and during its first campaign, ending on the 18th of May, won an insignificant victory at Santa Petronilla, outside the walls of Siena.",
        "On the 2nd of August of the same year, at Marciano in Val di Chiana, he won a complete victory over the Sienese and French troops under Piero Strozzi, the Florentine exile and marshal of France.",
        "He served in the Northern Campaign under his father-in-law, General Taylor, and was greatly distinguished for gallantry and soldierly conduct at Monterey and particularly at Buena Vista, where he was severely wounded early in the engagement, but continued in command of his regiment until victory crowned the American arms. While still in the field he was appointed (May 1847) by President Polk to be brigadier-general of volunteers; but this appointment Davis declined, on the ground, as he afterwards said, \"that volunteers are militia and the Constitution reserves to the state the appointment of all militia officers.\"",
        "(This memorable victory is annually commemorated by the Boers as Dingaan's Day, while the Umslatos, which ran red with the blood of the slain, was renamed Blood river.) Dingaan fled, the victorious Boers entered the royal kraal, gave decent burial to the skeletons of Retief and his party, and regarded themselves as now undisputed masters of Natal.",
        "Fortunately Symons was able to win a complete victory over one of the Boer columns at Talana Hill.",
        "proclaimed them the enemies of God and humanity, refused to receive their ambassadors, and finally, at the famous battle of the Lechfeld, overwhelmed them on the very scene of their first victory, near Augsburg, which they were besieging (Aug.",
        "Transylvania, and Transylvania and the emperor, desultory and languishing as regards the Turks (the one notable battle being Sigismund Bathory's brilliant victory over the 2 At first the Habsburgs held their court at Prague instead of at Vienna.",
        "The ensuing elections resulted in a complete victory of the Progressives.",
        "It was not, however, until the victory of Custozza (July 25) set free the army in Italy, that the Austrian government ventured on bolder measures.",
        "Prince Windischgratz, who had received orders to reduce Hungary by fire and sword, began his advance on the 15th of December; opened up the way to the capital by the victory of Mor (Oct.",
        "Gdrgei was immediately appointed his successor, and the new generalissimo led the Honveds from victory to victory.",
        "The capture of Pest had confirmed the Austrian court in its policy of unification, which after the victory of Kapolna they thought it safe to proclaim.",
        "Neither could forgive Tisza for repudiating his earlier Radical policy, the so-called Bihar Programme (March 6, 1868), which went far beyond the Compromise in the direction of independence, and both attacked him with a violence which his unyielding temper, and the ruthless methods by which he always knew how to secure victory, tended ever to fan into fury.",
        "Hungary was now a free and independent modern state; but the very completeness and suddenness of her constitutional victory made it impossible for the strongly flowing current of political life to keep within due bounds.",
        "But the issues involved affected the stability of the Dual Monarchy and its position in Europe; and neither the king-emperor nor his Austrian advisers, their position strengthened by the success of Baron Aehrenthal's diplomatic victory in the Balkans, were prepared to make any substantial concessions to the party of Independence.",
        "The overwhelming victory of the government in June at the polls, produced a lull in a crisis which at the beginning of the year had threatened the stability of the Dual Monarchy and the peace of Europe; but, in view of the methods by which the victory had been won, not the most sanguine could assert that the crisis was overpassed.",
        "In another account, the battle is represented as having resulted in a complete victory for Diocletian.",
        "Prussia's victory forced Austria to come to terms with the Magyars: and the bargain was sealed by the Ausgleich, or Dual System, at the expense of the lesser nationalities.",
        "- It was peculiarly unfortunate for AustriaHungary that the Cuvaj regime should have been at its very height when the Balkan League achieved its dramatic victory over the Turks.",
        "The entry of Italy into the war was a serious set-back to the Yugoslav cause, for under the Treaty of London (April 27 1915) she was to obtain, in the event of an Entente victory, wide districts in Gorizia, Carniola, Istria and Dalmatia, peopled by not less than 700,000 Yugosla y s.",
        "Whether he subsequently regarded the victory of the monarchy and its corollary, the admittance of the middle classes to all offices and dignities, as a satisfactory equivalent for his original demands; or whether he was so overcome by royal favour as to sacrifice cheerfully the political liberties of his country, can only be a matter for conjecture.",
        "But some of the psalms refer to a time of struggle and victory.",
        "Israel, led by the house of Aaron - this is a notable point - has emerged triumphant from a desperate conflict, and celebrates at the Temple a great day of rejoicing for the unhoped-for victory: in Ps.",
        "27 (a poem of which every translatable verse is explicable if it refers to the great procession at the rededication of the Temple in 164 B.C.) the same two tribes are joined with Judah and Ben j amin (sc. Judaea) as celebrating the Lord's victory.",
        "It is evident that Surrey was confident of victory, for he placed his own army, not less than the enemy, in a position where defeat would involve utter ruin.",
        "In 1488 he gained a great victory over the Ottomans, and in 1491 a peace was made which was not again broken till after Bayezid's death.",
        "The same process of decay was greatly promoted by the Arab conquest of Persia, achieved through the victory of Kadisiya in 636-637.",
        "- Naram-Sin on the Stele of Victory.",
        "On the 23rd of August 1268 he encountered the troops of Charles at Tagliacozzo, but the eagerness of his soldiers to obtain plunder gave the victory to the French.",
        "List of authentic works of Jean Goujon: Two marble columns supporting the organ of the church of St Maclou (Rouen) on right and left of porch on entering; left-hand gate of the church of St Maclou; bas-reliefs for decoration of screen of St Germain l'Auxerrois (now in Louvre); \"Victory\" over chimney-piece of Salle des Gardes at Ecouen; altar at Chantilly; illustrations for Jean Martin's translation of Vitruvius; bas-reliefs and sculptural decoration of Fontaine des Innocents; bas-reliefs adorning entrance of Hotel Carnavalet, also series of satyrs' heads on keystones of arcade of courtyard; fountain of Diana from Anet (now in Louvre); internal decoration of chapel at Anet; portico of Anet (now in courtyard of Ecole des Beaux Arts); bust of Diane de Poictiers (now at Versailles); Tribune of Caryatides in the Louvre; decoration of \"Escalier Henri II.,\" Louvre; eeils de beeuf and decoration of Henri II.",
        "His victory over the Dutch in 1665, and his drawn battle with De Ruyter in 1672, show that he was a good naval commander as well as an excellent administrator.",
        "Had the Austrians attacked on both flanks forthwith, the Prussian central (I.) army could have reached neither wing in time to avert defeat, and the political consequences of the Austrian victory might have been held to justify the risks involved, for even if unsuccessful the Austrians and Saxons could always retreat into Bavaria and there form a backbone of solid troops for the 95,000 South Germans.",
        "and the Elbe armies an easy victory if he attacked them.",
        "On the other hand, the Prussians were new to the battlefield, and the reaction after the elation of victory was intense; moreover, if what happened at Hiihnerwasser affords a guide, the staff would have required some days to disentangle the units which had fought and to assign them fresh objectives.",
        "Goeben won the victory of Wiesenthal (near Dermbach).",
        "Gelo's general rule was mild, and he won fame as the champion of Hellas by his great victory over the Carthaginians at Himera.",
        "In the first sea-fight, which took place simultaneously with the capture of Plemmyrium, they had been unsuccessful; but in the spring of 413 they actually won a victory over the Athenians in their own element.",
        "Her great deliverance and victory naturally stirred up the energies of Syracuse at home and abroad.",
        "A siege and blockade, with confused fighting and alternate victory and defeat, and all the horrors of fire and slaughter, followed, till Dion made himself finally master of the mainland city.",
        "The victory to be won by man is the triumph over fear, ambition, passion, luxury.",
        "After the victory at Isandhlwana several impis of the Zulu army had Rorke's moved to the Drift.",
        "The battle ended in a decisive victory for the British, whose losses were about ioo, while of the Zulu some 150o men were killed (see Ulundi).",
        "There were also not wanting inducements for the Allies to attempt a landing near Bulair, seeing that a victory at that point would carry with it the severance of the Turkish land communications with the peninsula.",
        "Hamilton's plan was completely exposed, and so victory definitely decided itself in favour of the defenders early on the Toth.",
        "the French Government had come to the conclusion that there was now no hope of victory in the Dardanelles theatre of war.",
        "of St Pol by road, famous on account of the victory, on the 25th of October 1415, of Henry V.",
        "In the Franco-Prussian War Saarbrucken was seized by the French on the 2nd of August 1870, but the first German victory on the heights of Spicheren, 3 m.",
        "On the 15th of August 1760 Frederick the Great gained a decisive victory near Liegnitz over the Austrians, and in August 1813 Blucher defeated the French in the neighbourhood at the battle of the Katzbach.",
        "The so-called \" Stele of the Vultures,\" now in the Louvre, was erected as a monument of the victory.",
        "Stele Of Victory Of Naram-Sin, King Of Agade.",
        "Then comes the story of the struggle between the gods of light and the powers of darkness, and the final victory of Merodach, who clove Tiamat asunder, forming the heaven out of one half of her body and the earth out of the other.",
        "This granted, internal evidence would go to show that the first compilation dates back to the time of Clovis, and doubtless to the last years of his reign, after his victory over the Visigoths (507-511).",
        "After Charles's victory over Conradin in 1268 the Florentines defeated the Sienese (1269) and made frequent raids into Pisan territory.",
        "But the grandi, who had largely contributed to the victory of Campaldino, especially men like Corso (1289).",
        "When the news of Ibrahim's overwhelming victory at Nessib (June 24, 1839) reached Constantinople, Mahmud lay dying and unconscious.",
        "John's victory over the Liegeois at Hasbain on the 23rd of September 1408, enabled him to return to Paris, where he was reinstated in his ancient privileges.",
        "His chief exploits in Gaul were the defeat of the Treviri under Indutiomarus in 54, his expedition against Lutetia (Paris) in 52, and his victory over Camulogenus and the Aedui in the same year.",
        "In some towns the victory of the artisans in the 14th century was so complete that the whole civic constitution was remodelled with the craft fraternities as a basis.",
        "in 1708, subsequently participating in the battle of Holowczyn, the reduction of Mazepa, and the crowning victory of Poltava (June 26, 1709), where he won his marshal's baton.",
        "The placing of her on the throne meant a final victory over ancient prejudices, a vindication of the new ideas of progress.",
        "The work of his life was the restoration of the Gothic kingdom in Italy and he entered upon the task at the very beginning of his reign, collecting together and inspiring the Goths and winning a victory over the troops of the emperor Justinian, near Faenza.",
        "Having gained another victory in 542, this time in the valley of Mugello, he left Tuscany for Naples, captured that city and then received the submission of the provinces of Lucania, Apulia and Calabria.",
        "Nolde - who arrived there in 1893, not long after the amir had by his victory over the combined forces of Riad and Kasim brought the whole of Nejd under his dominion.",
        "The victory at Nehavend in 641 over the Persians, the flight of the last Sassanid king and the capture of Rei or Rai (class.",
        "This victory placed the whole of northern and central Arabia under the supremacy of Mahommed Ibn Rashid, which he held undisputed during the rest of his life.",
        "The defeat of the Germans at Helsingborg only called into being the stronger town and territorial alliance of 1367, known as the Cologne Confederation, and its final victory, with the peace of Stralsund in 1370, which gave for a limited period the four chief castles on the Sound into the hands of the Hanseatic towns, greatly enhanced the prestige of the League.",
        "It was with great joy that he heard of the union of Germany brought about by the victory over France in 1870-71.",
        "Yahweh first gives victory to the countryfolk of Judah and then they rescue the capital.",
        "Jotham's victory over Ammon (2 Chron.",
        "The khakan, enticed by the promise of an imperial princess, furnished Heraclius with 40,000 men for his Persian war, who shared in the victory over Chosroes at Nineveh.",
        "The judges who governed the island were always at strife, and, as some of them applied to Pisa and some to Genoa for assistance against one another, the Italian seas were once more stained with blood, and the war burst out again and again, down to 1259, when it terminated in the decisive victory of the Pisans and the consolidation of their supremacy in Sardinia.",
        "Amathus still flourished and produced a distinguished patriarch of Alexandria (Johannes Eleemon), as late as 606-616, and a ruined Byzantine church marks the site; but it was already almost deserted when Richard Coeur de Lion won Cyprus by a victory there over Isaac Comnenus in 1191.",
        "The Guayaquil author, Olmedo, who wrote the famous ode on the victory of Junin, and the Limenians Felipe Pardo and Manuel Segura are names well known wherever the Spanish language is spoken.",
        "A tower at the mouth of the river, erected between 961 and 981, commemorates a victory gained by Pope John X.",
        "The Siegestor (or gate of victory) is a modern imitation of the arch of Constantine at Rome, while the stately Propylaea, built in 1854-1862, is a reproduction of the gates of the Athenian Acropolis.",
        "After the \"Chevalier Guards\" had been routed by Marshal Bessieres and the Guard cavalry, the allies had no more hope of victory; orders had already been sent to Buxhbwden, who commanded the three columns engaged against Davout, to retreat on Austerlitz.",
        "A few months later the great reverse of Chickamauga created an alarm in the North commensurate with the elation that had been felt at the double victory of Vicksburg and Gettysburg, and Grant was at once ordered to Chattanooga, to decide the fate of the Army of the Cumberland in a second battle.",
        "He won a brilliant victory over the forces of Saladin at Arsuf (1191), and twice led the Christian host within a few miles of Jerusalem.",
        "The Austrian line was broken through, between Rosenberg's right and Hohenzollern's left, and the French squadrons poured into the gap. Victory was almost won when the archduke brought up his last reserve, himself leading on his soldiers with a colour in his hand.",
        "21), rallied together and a decisive victory is obtained.",
        "But, although his great victory in I Sam.",
        "The remnant of Jacob springs up in fresh vigour, inspiring terror among the surrounding peoples, and there is no lack of chosen captains to lead them to victory against the Assyrian foe.",
        "The Athenians under Chares suffered a severe defeat from Amyntas, the Macedonian admiral, but in the following year gained a decisive victory under Phocion and compelled Philip to raise the siege.",
        "Otto gained a victory near Xanten, which was followed by the surrender of the fortresses held by his brother's adherents in Saxony, but the rebels, joined by Eberhard of Franconia and Archbishop Frederick of Mainz continued the struggle, and Giselbert of Lorraine transferred his allegiance to Louis IV., king of France.",
        "Otto's precarious position was saved by a victory near Andernach when Eberhard was killed, and Giselbert drowned in the subsequent flight.",
        "Otto marched against them, and in a battle fought on the Lechfeld on the 10th of August 955 the king's troops gained a brilliant victory which completely freed Germany from these invaders; while in the same year Otto also defeated the Sla y s who had been ravaging the Saxon frontier.",
        "The hardships of a campaign cause him little sufferin~ since he never frets over them, but the hour of combat finds him forgetful bf everything save victory.",
        "As senior officer he took command on the field, and at Bull Run (Manassas) (q.v.) won the first important Confederate victory.",
        "The signing on the 28th of June 1859 of a concordat with the Holy See, by which education was placed under the oversight of the clergy;and the establishment of religious orders was facilitated, led° to a constitutional struggle, which ended in 1863 with the victory ' Frederick assumed the title of grand-duke on the 5th of :September 1856.",
        "In 1571 the fleet fitted out by the Holy League against the Turk assembled at Messina, and in the same year its commander, Don John of Austria, celebrated a triumph in the city for his victory at Lepanto.",
        "In 1676 the French admiral, Abraham Duquesne, defeated the combined fleet of Spain and Holland; but, notwithstanding this victory, the French suddenly abandoned Messina in 1678, and the Spanish occupied the town once more.",
        "So costly was this victory, however, that Bata, finding he could not reduce Neustadt, retraced his steps and established himself in his magnificent tent (whence the name \"golden\") on the Volga.",
        "in 1183, where General Montecucculi gained a decisive victory over the Turks in 1664.",
        "Though deserted by the Khazars, with whom he had made an alliance upon entering into Pontus, he gained a decisive advantage by a brilliant march across the Armenian highlands into the Tigris plain, and a hard-fought victory over Chosroes' general, Shahrbaraz, in which Heraclius distinguished himself by his personal bravery.",
        "In the decisive battle of K6niggratz the arrival of his army in the field of battle, after a march of nearly 20 m., secured the victory.",
        "He played a conspicuous part in the year 1870-1871, being appointed to command the armies of the Southern States, General Blumenthal again being his chief of the staff; his troops won the victory of Worth, took an important part in the battle of Sedan, and later in the siege of Paris.",
        "The cemetery contains the remains of the Danish soldiers who fell at the battle of Idstedt (25th of July 1850), but the colossal Lion monument, erected by the Danes to commemorate their victory, was removed to Berlin in 1864.",
        "On the second occasion, under the guidance of his eldest son, the crown prince Gustavus, afterwards Gustavus III., he succeeded in overthrowing the tyrannous \"Cap\" senate, but was unable to make any use of his victory.",
        "But the glorious victory of Leuthen (December 5, 1 757) put an end to this.",
        "It was near Striegau that Frederick the Great gained the important victory usually named after the village of Hohenfriedberg, on the 4th of June 1 745.",
        "In May 1643 he won the brilliant victory of Stratton, in June he overran Devonshire, and on the 5th of July he inflicted a severe defeat on Sir William Waller at Lansdown.",
        "In the last action he was severely wounded by the explosion of a powder-wagon and he was soon after shut up in Devizes by Waller, where he defended himself until relieved by the victory of Roundway Down on the 13th of July.",
        "It was no longer possible to stem the tide of the parliament's victory, and Hopton, defeated in his last stand at Torrington on the 16th of February 1646, surrendered to Fairfax.",
        "In April 1677 William was badly beaten at St Omer, but balanced his military defeat by France by a diplomatic victory over England.",
        "On the 1st of July 1690 the allies were badly beaten at sea off Beachy Head, but on the same day William himself won a decisive victory over James's army at the Boyne in Ireland.",
        "The chances of continued resistance in Ireland, which depended on communication with France, were finally destroyed by the great victory off Cape La Hogue (May 19th, 1692).",
        "The result was a complete victory for Demosthenes.",
        "Olgierd's most memorable feat was his great victory over the Tatars at Siniya Vodui on the Bug in 1362, which practically broke up the great Kipchak horde and compelled the khan to migrate still farther south and establish his headquarters for the future in the Crimea.",
        "Subsequently St John received the congratulations of the French minister, Torcy, on the occasion of the French victory over Prince Eugene at Denain.",
        "In the year after the war (240), when the armies had returned and the people were at leisure to enjoy the fruits of victory, Livius Andronicus substituted at one of the public festivals a regular drama, translated or adapted from the Greek, for the musical medleys (saturae) hitherto in use.",
        "The epic of national life, vividly conceived but rudely executed by Ennius, was perfected in the years that followed the decisive victory at Actium.",
        "This confederacy, which after many modifications and vicissitudes was finally broken up by the capture of Athens by Sparta in 404, was revived in 378-7 (the \"Second Athenian Confederacy\") as a protection against Spartan aggression, and lasted, at least formally, until the victory of Philip II.",
        "There can be no reasonable doubt that as soon as the Athenians began to recover from the paralysing effect of the victory of Lysander and the internal troubles in which they were involved by the government of the Thirty, their thoughts turned to the possibility of recovering their lost empire.",
        "The first step in the direction was the recovery of their sea-power, which was effected by the victory of Conon at Cnidus (August 394 B.C.).",
        "The Athenians immediately fitted out a fleet under Chabrias, who gained a decisive victory over the Spartans between Naxos and Paros (battle of Naxos 376 B.C.), both of which were added to the league.",
        "The victory of Philip at Chaeronea in 338 finally destroyed the league.",
        "It was a Confederate failure, but not a Union victory, and, each side being weakened by about io,000 men, neither made any movements for the next three weeks.",
        "He had, however, the advantage of now being able to present himself to the Greeks as the champion of Apollo in a holy war, and in 352 the Macedonian army won a complete victory over the Pheraeans and Phocians.",
        "For the victory gained by Charles I.",
        "Tree-worship again is a constantly recurring feature, seen, for instance, in the permanently sacred character of the ficus Ruminalis and the caprcus of the Campus Martius, and above all in the oak of luppiter Feretrius, on which the spolia opima were hung after a victory.",
        "Now he develops a twofold character: as the receiver of the spolia opima he becomes associated with war, especially in the double character of the stayer of rout (Stator) and the giver of victory (Victor), in which last capacity he later gives birth to an offshoot in the abstract conception of the goddess Victoria.",
        "The \"spirit\" of Maximilla gained a signal victory, a certain Themiso in particular having reduced the bishops to silence.",
        "After wearisome and disheartening failures, embittered by the pain of an internal disease, Wolfe crowned his work by the decisive victory on the Plains of Abraham (13th of September 1759) by which the French permanently lost Quebec. Twice wounded earlier in the fight, he had refused to leave the field, and a third bullet passing through his lungs inflicted a mortal injury.",
        "The victory of the Venetians off Chios (May 2, 1657) was a severe blow to the Turkish seapower, which Kuprili set himself energetically to repair.",
        "In 1742 Anand Rao received Dhar as a fief from Bail Rao, the peshwa, the victory of the Mahrattas thus restoring the sovereign power to the family which seven centuries before had been expelled from this very city and country.",
        "It derives its name from an iron pillar, supposed to have been originally set up at the beginning of the 13th century in commemoration of a victory, and bearing a later inscription recording the seven days' visit to the town of the emperor Akbar in 1598.",
        "By his victory at St Quentin over the French in 1557 he proved himself one of the first generals of the day, and by the terms of the subsequent treaty of Cateau Cambresis he was reinstated in most of his hereditary possessions (1559).",
        "The campaign was carried on with varying success, but usually to the advantage of Louis, and the French victory at Marsiglia and the selfish conduct of the allies induced Victor to come to terms with France, and to turn against the imperialists (1696).",
        "After the defeat of the French by the Austro-Russian armies during Bonaparte's absence in Egypt, Charles Emmanuel landed at Leghorn, hoping to regain his kingdom; but Napoleon returned, and by his brilliant victory at Marengo he reaffirmed his position in Italy.",
        "In his youth Casimir was considered frivolous and licentious; while his sudden flight from the field of Plowce, the scene of his father's great victory over the Teutonic knights, argued but poorly for his personal courage.",
        "The knights and their Maltese troops fought for death or victory, without asking or giving quarter.",
        "Nevertheless, they harassed Turkish commerce and made booty in minor engagements throughout the 16th and 18th centuries, and they took part as an allied Christian power in the great victory of Lepanto.",
        "At their head was Edward Baliol, whose victory at Dupplin Moor established him for a brief time as king of Scots.",
        "In 1333 the king won in person the battle of Halidon Hill over the Scots, but his victory did not restore Baliol to power.",
        "Despite his victory at Sluys, Edward was so exhausted by his land campaign that he was forced before the end of 1340 to make a truce and return to England.",
        "But Edward's decisive victory over the French at Crecy, in Ponthieu, on the 26th of August, where he scattered the army with which Philip VI.",
        "Conspicuous among them were his famous combat with Eustace de Ribemont, near Calais, in 1349, and the hard-fought naval victory over the Spaniards off Winchelsea, in 1350.",
        "His exploits sank into insignificance as compared with those of his son, whose victory at Poitiers, on the 19th of September 1356, resulted in the captivity of King John, and forced the French to accept a new truce.",
        "In the Roman religion, on a feast of thanksgiving for a great victory, couches were spread in the temples for the gods, whose images were taken down from their pedestals and laid on the couches, and tables set before them loaded with delicate viands.",
        "The mere fact of the effort being made would have given the battle of Gravelotte the moral effect of a victory, and the reaction in the German ranks from the feeling of over-confidence, which had mastered them after the early successes of Spicheren and Woerth, must have had most far-reaching consequences.",
        "While it is best known for the great victory gained by Marlborough and Eugene over the French under Vendome in 1708, Oudenarde has many features of interest.",
        "His conduct of the battle, once it had opened, was a model of the \"partial\" victory - the destruction of a part of the enemy's forces under the eyes of the rest - which was in the 17th and 18th centuries the tactician's ideal, and was sufficient to ensure him the reputation of being the best general of his age.",
        "They were said to have been instituted by the Idaean Heracles, to commemorate his victory over his four brothers in a foot-race.",
        "This era was established to commemorate the victory obtained by Julius Caesar on the plains of Pharsalia, on the 9th of August in the year 48 B.C., and the 706th of Rome.",
        "5 the Fourth Army's 12 divisions had completely defeated 20 enemy divisions, driving them from a succession of defensive lines of unexampled strength and taking from them close on i 5,000 prisoners and 120 guns, and could claim for themselves with justice a preponderating share in the decisive victory of the war.",
        "In September he surprised and routed Montrose at Philiphaugh near Selkirk, and was rewarded by the committee of estates with a present of -50,000 merks and a gold chain; but his victory was marred by the butchery of the captured Irish - men, women and children - to whom quarter had been given.",
        "In 1311 a Spanish fleet, under the command of Requesens, won a considerable victory here, and his family became princes of Pantelleria until 1553, when the town was sacked by the Turks.",
        "In T499 the Swiss won a victory in the Calven gorge (near the head of the Adige valley) against Maximilian, which resulted in the Swiss gaining their practical independence of the empire.",
        "As brigadier-general his leading of the right wing at Preston contributed greatly to the victory.",
        "Being now recognized as commander-in-chief,Bolivar proceeded in his career of victory, and before the close of the year had fixed his headquarters at Angostura on the Orinoco.",
        "In July 1819 he entered Tunja, after a sharp action on the adjoining heights; and on the 7th of August he gained the victory of Boyaca, which gave him immediate possession of Bogota and all New Granada.",
        "This victory enabled the Greek allies of Persia (Thebes, Athens, Argos, Corinth) to carry on the Corinthian war against Sparta, and the Spartans had to give up the war in Asia Minor.",
        "Artaxerxes used his victory with great cruelty; he plundered the Egyptian temples and is said to have killed the Apis.",
        "By the bad conduct of some of the captains in the centre of the Dutch line, the English, who fought with much spirit, were able to win a considerable victory.",
        "But the fruits of the victory were less than they would have been if it had been properly followed up. The British fleet withdrew to its own coast and within a month De Ruyter was at sea again, hoping to effect a junction with a French squadron.",
        "A foolish attempt was made to claim his retreat as a victory, but the allies were too severely damaged to attempt an attack on the Dutch during the rest of the year.",
        "The Spaniards in the centre behaved very ill, and no victory was gained.",
        "The result of the battle was a complete victory for the French, who followed up their success by driving a portion of Bournonville's army (on which the duke of Lorraine had rallied his forces) from the Neckar (action of Ladenburg near Heidelberg, July 7th).",
        "The battle of Tiirkheim (5th of January 1675) nevertheless resulted in another and this time a decisive victory for the French; a few days after the battle Turenne could report that there was not a soldier of the enemy left in Alsace.",
        "In 1676 the naval successes of France in the Mediterranean enabled the corps under Marshal Vivonne in Sicily to make considerable progress, and he won an important victory at Messina on the 25th of March.",
        "Manius Valerius Maximus Corvinus Messalla, consul 263 B.C. In this year, with his colleague Manius Otacilius (or Octacilius) Crassus, he gained a brilliant victory over the Carthaginians and Syracusans; the honour of a triumph was decreed to him alone.",
        "To commemorate his Sicilian victory, he caused it to be pictorially represented on the wall of the Curia Hostilia, the first example of an historical fresco at Rome.",
        "Almora is also celebrated as the scene of the British victory which terminated the war with Nepal in April 1815, and which resulted in the evacuation of Kumaon by the Gurkhas and the annexation of the province by the British.",
        "great voices in heaven singing a triumphal song in anticipation of the victory that is speedily to be achieved.",
        "Thus 7-12, which is really a Jewish fragment recounting the victory of Michael over Satan, has to a certain degree been adapted to a Christian environment by the insertion of the b - I 1.",
        "The victory of the warrior Messiah over the two beasts, the Roman Empire and the imperial cultus and the kings of the earth."
    ],
    "definition": [
        "Link/Cite"
    ]
}