{
    "translation": "ערנות, דריכות",
    "uses": [
        "The citizens organized a \" vigilance committee \" and hanged many of the outlaws.",
        "This state of affairs did not escape the vigilance of Nebuchadrezzar.",
        "Vigilance and extra hot fires will have to be kept up when the thermometer falls to 34° or 35° in the parlour or conservatory.",
        "An attempted attack on Antwerp was foiled by the vigilance of the Cardinal Infant.",
        "Marriage required vigilance and maintenance.",
        "In the forcing-houses, from the variable state of the weather, considerable vigilance is required in giving air.",
        "Consular vigilance has also killed the once considerable slave trade.",
        "Through the vigilance of Governor Tryon, however, the Assembly was prevented from sending delegates to the Stamp Act Congress.",
        "trans., 1689), which, notwithstanding the vigilance of the police, found its way into France and produced a deep impression on the Protestant population.",
        "In common with other river towns, the disorderly element in Memphis was large, and the gamblers, robbers and horse thieves were only suppressed by local vigilance committees.",
        "In spite of the vigilance of the warships he escaped on the s4th of GarIbaldi October and landed in.",
        "Even medicine has not escaped its vigilance, as is proved by the prohibition of certain surgical operations.",
        "Towards the end of the long reign the vigilance and energy of the old king diminished.",
        "The Order of the White Falcon or of Vigilance was founded in 1732 and renewed in 1815.",
        "In 1880 a Vigilance Committee was appointed to watch over the restoration of the interior.",
        "About six thousand persons spent the winter in Cheyenne, and disorder was checked only by the organization of a vigilance committee.",
        "Though the new chancellor once more united with this office that of Prussian minister- Chancellor president,, his age, and perhaps also his character, Prince prevented him from exercising that constant activity ~ and vigilance which his two predecessors had displayed.",
        "Through varied instruments - lynch law, popular courts, vigilance committees - order was, however, enforced, better as times went on, until there was a stable condition of things.",
        "Over each of these, as it was restored, he placed a governor, whom he superintended with vigilance and wisdom.",
        "Efficient ventilating can only be effected by the exercise of common sense and vigilance, and care must be taken to avoid cold draughts through the houses.",
        "running into Tobruk and the neighbouring Gulf of Bomba the French fleet eluded British vigilance on its way to Egypt in 1798.",
        "This was the most important movement for good government in its history since the Vigilance Committee of 1856.",
        "As the staff fully foresaw, the enemy would exert greater vigilance than had been the case while the withdrawals had been in progress from the northern areas, these having given the Ottoman authorities warning of what was likely to happen.",
        "In 1851 the first Committee of Vigilance was formed and served from June to September, when it disbanded; it was the nucleus of the second and greater committee, active from May to August of 1856.",
        "The institution of the College of Deputed Councillors might thus be described as a vigilance committee of the states in perpetual session.",
        "Vigilance Committee >>",
        "He served for a time on the staffs of Washington and Putnam in 1776-77, and by his vigilance in the retreat from Long Island he saved an entire brigade from capture.",
        "Such are Pioneer Hall, the home of the Society of California Pioneers (1850), endowed by James Lick; Portsmouth Square, where the flag of the United States was raised on the 8th of July 1846, and where the Committee of Vigilance executed criminals in 1851 and 1856; Union Square, a fashionable shopping centre, decorated with a column raised in honour of the achievements of the United States Navy in the Spanish-American War of 1898;; also the United States Branch Mint, associated with memories of the early mining days (the present mint dates only from 1874).",
        "The management of such places, therefore, requires the most constant vigilance on the part of the workmen, especially in the examination of the working places that have been standing empty during the night, in which gas may have accumulated, to see that they are properly cleared before the new shift commences.",
        "increased and her vigilance was relaxed, and might receive from Babylon and other lands both refugees and some account at least of the writings of Ezekiel and the Second Isaiah.",
        "All the vigilance of the emperor could not restrain the dishonesty and the cupidity of his servants, and no sooner was the strong hand of their ruler removed than they began to acquire territorial power for themselves.",
        "Through Whitgift's vigilance the printers of the tracts were, however, discovered and punished; and in order more effectually to check the publication of such opinions he got a law passed in 1593 making Puritanism an offence against the statute law.",
        "Never for one moment did William lose heart or relax his efforts and vigilance; he felt that with the two maritime provinces secure the national cause need not be despaired of.",
        "88), who describes him as \"of sleepless vigilance in critical emergencies, far-seeing and knowing how to act, but in his relaxation from business more luxurious and effeminate than a woman.\"",
        "The canonists define the degrees of suspicion as \"light\" calling for vigilance, \"vehement\" demanding denunciation, and \"violent\" requiring punishment.",
        "In 882 relations between Abmad and Mowaffaq again became strained, and the former conceived the bold plan of getting the caliph Motamid into his power, which, however, was frustrated by Mowaffaqs vigilance; but an open rupture was the result, as Mowaffaq formally deprived Abmad of his lieutenancy, while Abmad equally formally declared that Mowaffaq had forfeited the succession.",
        "This provision hardly consists with Comte's congratulations to the tsar Nicholas on the \" wise vigilance \" with which he kept watch over the importation of Western books.",
        "For Grade the price of freedom is ' eternal vigilance '.",
        "Of course we must maintain vigilance that the ethic of fairness does not fade.",
        "In the meantime, however, all students and staff need to be aware of the problem and ensure greater vigilance at all times.",
        "constant vigilance remained the order of the day nevertheless.",
        "vigilance at all times.",
        "Pray, My children, a constant vigilance of prayer.",
        "Their presence requires vigilance to exclude them from any counting by programming.",
        "No Internet protection is better than your own front line vigilance.",
        "In the early days, having a kitten means vigilance.",
        "Vigilance as a benefit of intermittent locomotion in small mammals.",
        "This kind of vigilance is a common pattern among physically maltreated youngsters.",
        "mastoid EEG for assessment of vigilance.",
        "slackening of effort or vigilance.",
        "Asserting the importance of this identity, the Lost Cause jeremiad urged constant vigilance to preserve it.",
        "At its previous rate setting meeting in July, the ECB said it would exercise strong vigilance, a code phrase for imminent action.",
        "The Lancashire petition was a qualified pledge of support in return for assurances of the King's continuing vigilance against Papist forces.",
        "The advent of the fiberglass extended fishing rod demands particular vigilance on the part of the cyclist; who should be prepared to dismount.",
        "For Grade the price of freedom is ' eternal vigilance ' .",
        "constant vigilance, I think, is what is needed.",
        "But because they were extremely \" rabid \" the struggle against them demanded utmost vigilance and ruthlessness.",
        "These matters will require continued vigilance in the years ahead.",
        "On the border, we have witnessed increased vigilance on the part of Syrian security forces.",
        "Security has also been improved but the problem of hackers and students misusing the Internet was noted as requiring continuous vigilance.",
        "vigilance on the part of Syrian security forces.",
        "vigilance committees to monitor services and using qualified volunteers.",
        "vigilance behavior of crested terns during which flock size changes occurred.",
        "vigilance in the area.",
        "vigilance of prayer.",
        "Take appropriate steps to enhance staff vigilance: Increase the frequency of patrols or inspections to enforce the highest standards of housekeeping.",
        "Clearly, methods must be found to increase the throughput of passengers without reducing security vigilance.",
        "Cushing was distinguished by his readiness to volunteer, his indefatigability, and by his good fortune, the reward of vigilance and intelligence.",
        "Vigilance and extra hot fires will have to be kept up when the thermometer falls to 34Ã‚° or 35Ã‚° in the parlour or conservatory.",
        "Contracts made by the following persons were invalid: (r) a servant without his master's authority; (2) a monk without authority from his abbot or manager of temporalities; (3) a son subject to his father without the father's authority; (4) an infant, lunatic, or \"one who had not the full vigilance of reason\"; (5) a wife in relation to her husband's property without his authority.",
        "Not, surely, to induce any slackening of effort or vigilance.",
        "The Lancashire petition was a qualified pledge of support in return for assurances of the King 's continuing vigilance against Papist forces.",
        "Constant vigilance, I think, is what is needed.",
        "These include public audits of local accounts, informal vigilance committees to monitor services and using qualified volunteers.",
        "I studied sequences of individual vigilance behavior of crested terns during which flock size changes occurred.",
        "Even an indoor cat may demonstrate an affinity for open windows, so pet owners must exercise vigilance regarding their pet safety measures.",
        "Web cams provide an extra layer of vigilance to keep students, faculty and administrators safe.",
        "This is the typical winter skin scenario, but you can keep skin dewy in winter with some skin care vigilance.",
        "His Letters concerning Toleration laid down the principle which had been maintained by Cromwell, with a wider application than was possible in days when the state was in the hands of a mere minority only able to maintain itself in power by constant and suspicious vigilance.",
        "Three main characteristics of a successful horse-breaker are firmness, good temper and incessant vigilance.",
        "Several attempts had been made to rescue her, which the vigilance of her keeper had rendered abortive.",
        "Hence, among female baboons at Tsaobis, it is no surprise that vigilance primarily serves to reduce the risk of predation.",
        "But reporting it will help your neighbors, as more reports mean more police vigilance in the area."
    ],
    "definition": [
        "Link/Cite",
        "Alert watchfulness.",
        "Close and continuous attention.",
        "Link/Cite"
    ]
}