{
    "translation": "מעיים",
    "uses": [
        "They are especially remarkable for the small size of the body and the extension of viscera into the legs.",
        "In some it is very marked, for example in some viscera, the spleen, the bladder, the ureter, the uterus, the intestine, and especially in the heart.",
        "On the north of the choir are the tombs of Margaret, wife of William I., and her two sons Roger and Henry, together with an urn containing the viscera of St Louis of France, who died in 1270.",
        "Although the liver is a fairly solid organ, it is plastic, and moulds itself to even hollow neighbouring viscera rather than they to it.",
        "The soft integument and limbs of the mesosoma have been removed as well as all the viscera and muscles, so that the inner surface of the terga of these somites with their entopophyses are seen.",
        "B, lateral view, showing viscera: oc, eye-spots; n, nephridia; e, ciliated toes; other letters as above.",
        "which soon become irregular lacunae surrounding the viscera, but in parts - e.g.",
        "Pedal and pleural on each side are connected by a pleuro-pedal connective Each pleural ganglion gives off a long nerve which supplies the viscera, and the two unite posteriorly below the intestine.",
        "Not long afterwards Lord Derby received and in March 1838 transmitted to the same society the trunk and viscera of an Apteryx, which, being entrusted to Sir R.",
        "This is manifested by the muscular walls of the hollow viscera and of the heart, where it is the expression of a continuous liberation of energy in process in the muscular tissue, the outcome of the latter's own intrinsic life, and largely independent of any connexion with the nervous system.",
        "20, will serve to exhibit the disposition of viscera which prevails in the group. The branchial chamber formed by the mantle-skirt overhanging the head has been exposed by cutting along a line extending backward from the letters vd to the base of the columella muscle mc, and the whole roof of the chamber thus detached from the right side of the animal's neck has been thrown over to the left, showing the organs which lie upon the roof.",
        "II) constitutes the greater part of the larva and contains most of the viscera.",
        "There is some confusion of terms here: some writers call the free fold the mantle or pallium, and this is the proper use of the term; but others apply the term to the whole of the dorsal integument, including both the projecting fold and the part covering the viscera.",
        "The poetic afflatus, here, works not so much in accordance with fancy, as with quick viscera.",
        "Images concentrate on the bony landmarks and the major thoracic and abdominal viscera, the musculature and peripheral vasculature.",
        "Indeed surgically creating adhesions between adjacent viscera is an excellent technique to prevent leakage into the abdominal cavity from defects.",
        "It currently includes brain, general neuro, thoracic viscera and the knee.",
        "Feed fresh viscera once a week instead of meaty bones (heart, kidney, lung or liver ).",
        "KS can involve the skin, mucosa or internal viscera (e.g.",
        "viscera in the abdominal cavity.",
        "A crinoid reduced to its simplest elements consists of three principal portions - (i.) a theca or test enclosing the viscera; (ii.) five arms stretching upwards or outwards from the theca, sometimes single, sometimes branching; (iii.) a stem stretching downwards from the theca and attaching it to the sea-floor (see fig.",
        "Feed fresh viscera once a week instead of meaty bones (heart, kidney, lung or liver).",
        "Subcutaneous fat: the major fat depots are immediately beneath the skin, and packed around the viscera in the abdominal cavity.",
        "Trish managed a host of other WWE Superstars, including Kurt Angle, Bubba Ray Dudley, Jeff Hardy, Chris Jericho, Test, Val Venis, and Viscera.",
        "In the event of the host escaping being killed and eaten it is believed that some of these larvae wander about or ultimately make their way to the exterior, possibly through the bronchi; nevertheless it seems to be certain that they can only reach sexual maturity in the nasal passages of some carnivorous animal, and the chance of attaining this environment is afforded when the viscera of the host are devoured by some flesh-eating mammal.",
        "It consists of a definite contractile sac or sacs lying on the dorsal side of the alimentary canal near the oesophagus, and in preparations of Terebratulina made by quickly removing the viscera and examining them in sea-water under a microscope, he was able to count the pulsations, which followed one another at intervals of 30-40 seconds.",
        "From 1816 he published various papers in the Edinburgh Medical and Surgical Journal, which formed the basis of his Pathological and Practical Researches on Diseases of the Brain and Spinal Cord, and of his Researches on the Diseases of the Intestinal Canal, Liver and other Viscera of the Abdomen, both published in 1828.",
        "- Echinoderma with the viscera enclosed in a calcified and plated theca, of which the oral surface is uppermost, and which is usually attached, either temporarily or permanently, by the aboral surface.",
        "Besides the private practice of his profession, he contributed largely to medical knowledge by the publication of several books, mainly on the anatomy of the pancreas and the abdominal viscera, by papers in the Proceedings of the Royal Society and in professional journals, and by editing for a time the Quarterly Medical Journal.",
        "Arsenic and antimony do not form combinations with albumen, but they both greatly depress the central nervous system and circulation; and, if their action be long continued in large doses, they cause fatty degeneration of the viscera and disappearance of glycogen from the liver."
    ],
    "definition": [
        "The soft internal organs of the body, especially those contained within the abdominal and thoracic cavities.",
        "The intestines.",
        "Link/Cite"
    ]
}