{
    "translation": "להתנדב, מתנדב",
    "uses": [
        "The camp ground was manned on a volunteer basis.",
        "I volunteer to sleep there tonight, if the love of my life is willing to come along.",
        "She turned to Ryland, who looked like he wanted to volunteer for disappearance in the witness protection program.",
        "As I passed by the volunteer resident keeper's site, I saw an elderly couple in lounge chairs by a cold fire pit.",
        "He was an enthusiastic and most useful leader of the volunteer movement from its beginning, and a writer, composer and singer of humorous and patriotic songs, some of which, as \"The Three Foot Rule\" and \"They never shall have Gibraltar,\" became well known far beyond the circle of his acquaintance.",
        "In fact, if she confronted him now and then, he might be more inclined to volunteer information before she found out about it.",
        "At the last moment he hesitated, but Crispi succeeded in persuading him to sail from Genoa on the 5th of May 1860 with two vessels carrying a volunteer corps of 1070 strong.",
        "A volunteer force was established in 1904, for service within the Transvaal, or wherever the interests of the country might require.",
        "Mom was \"resting comfortably,\" the only news a night volunteer at the hospital would convey.",
        "In the same year he joined as a volunteer against the Pretender, and was taken prisoner at the battle of Falkirk (1746).",
        "I won't volunteer I heard a siren, but if I'm pressed, I won't deny it either.",
        "But I guess there's no reason to volunteer the information to her.",
        "The entire trip took just over an hour with the driver, a volunteer from Amarillo, Texas who never stopping his constant drawl of friendly conversation, little of which Dean heard.",
        "In connexion with the last, he made a cruise in the Channel fleet, on board the \"Victory,\" as a volunteer under the command of Admiral Sir Charles Hardy.",
        "Entering the navy as a volunteer, he served in the Dutch Wars and became postcaptain in 1673.",
        "Then she added, Every volunteer fire buck and EMT has a noise on his wheels.",
        "When war seemed imminent volunteers from all parts of Italy, especially from Lombardy, had come pouring into Piedmont to enrol themselves in the army or in the specially raised volunteer corps (the cornrnand of which was given to Garibaldi), and to go to Piedmont became a test of patriotism throughout the country.",
        "While we presumed Daniel Brennan and Merrill Cooms had gleaned much about our group from our many conversations, we continued to volunteer nothing concrete.",
        "In 1832 he accompanied the Liberal expedition to Terceira as a volunteer, and was one of D.",
        "There are a military cantonment, the headquarters of the volunteer corps known as the Assam Valley Light Horse; a government high school, a training school for masters; and an aided school for girls.",
        "A'Ran was uncertain what to expect but found himself disappointed she didn't instantly volunteer to stay.",
        "The statement was an open invitation but she was several conversations wiser now, and waited for him to volunteer the rest of the story.",
        "The volunteer forces consist of the Rangoon Port Defence Volunteers, comprising artillery, naval, and engineer corps, the Moulmein artillery, the Moulmein, Rangoon, Railway and Upper Burma rifles.",
        "From the age of 13 he belonged to the Canadian volunteer militia, with which he saw service in 1870 at the time of the Fenian raids.",
        "He resigned from the volunteer service in October 1865, was commissioned lieutenant-colonel of the 26th Infantry in March 1867, served in Texas, mostly in garrison duty, until 1874, and in 1886-1890 (except for brief terms of absence) commanded Fort Leavenworth, Kansas, and the infantry and cavalry school there.",
        "At the outbreak of the Civil War he joined the parliamentary army as a volunteer in the artillery, a branch of the service with which he was constantly and honourably associated.",
        "A delicate balance of local easements, public involvement and volunteer labor was slowly assembled.",
        "On the next day the Sixth Massachusetts Volunteer Infantry started south for the defence of Washington, and was the first fully armed and equipped volunteer regiment to reach the capital.",
        "In 1815 he interrupted his studies at Berlin to serve as a volunteer in the campaign against Napoleon, and was wounded in the battle of Ligny.",
        "At the entry of William and Mary into London he is said to have served as a volunteer trooper \"gallantly mounted and richly accoutred.\"",
        "Owing to a destructive fire at Nicomedia, Pliny suggests the formation of a volunteer fire-brigade, limited to 150 members.",
        "Banks was one of the most prominent of the volunteer officers.",
        "ANHALT-DESSAU (1712-1760), who entered the Prussian army in 1725, saw his first service as a volunteer in the War of the Polish Succession (1734-35), and in the latter years of the reign of Frederick William held important commands.",
        "Afterwards, Davis himself, as president of the Confederate states, was to appoint many volunteer officers.",
        "He first studied theology at Giessen, but after the campaign of 1814, in which, like his brother August, he took part as a Hessian volunteer, began the study of jurisprudence, and in 1818 established himself as Privatdocent of civil law at Giessen.",
        "On being released, the young count obtained leave to accompany as a volunteer the French expedition to Corsica.",
        "In 1916 the Yugoslav Committee had also set itself to recruiting among its compatriots in America, but in this case its success was hampered by many cross currents of republican, clerical, Austrian and Montenegrin feeling: and those who did actually volunteer showed considerable lack of discipline and were not always treated with the necessary tact by the Serbian military authorities.",
        "Another son, Charles King (1789-1867), was also educated abroad, was captain of a volunteer regiment in the early part of the war of 1812, and served in 1814 in the New York Assembly, and after working for some years as a journalist was president of Columbia College in 1849-1864.",
        "Landing at Nice on the 24th of June 1848, he placed his sword at the disposal of Charles Albert, and, after various difficulties with the Piedmontese war office, formed a volunteer army 3000 strong, but shortly after taking the field was obliged, by the defeat of Custozza, to flee to Switzerland.",
        "When the relieving force arrived from Madras under Colonel Clive and Admiral Watson, Hastings enrolled himself as a volunteer, and took part in the action which led to the recovery of Calcutta.",
        "A wave of military enthusiasm arose throughout the empire, and as the formation of a seventh division practically drained the mother-country of trained men, a scheme for the employment of amateur soldiers was formulated, resulting in the despatch of Imperial Yeomanry and Volunteer contingents, which proved one of the most striking features of the South African campaign.",
        "The state furnished four regiments (a total of 5313 officers and men)' to the volunteer army during the Spanish-American War (1898),(1898), the service of the 13th Regiment for more than a year in the Philippines being particularly notable.",
        "After a period of vacillation he deserted Louis and joined the Holy League, which had been formed to expel the French from Italy; but unable to raise troops, he served with the English forces as a volunteer and shared in the victory gained over the French at the battle of the Spurs near Therouanne on the 16th of August 1513.",
        "object of training the able-bodied citizens of Buenos Aires in military exercises and creating a volunteer army, ready for service if called upon, to withstand by force the pretensions of their opponents.",
        "For seven years (1876-1883) he commanded the 10th Middlesex (Artists) Rifle Volunteers, retiring with the rank of honorary colonel, and subsequently receiving the Volunteer Decoration.",
        "When the Civil War broke out, he became a major in a Missouri volunteer regiment and served as chief of staff to Major-General Nathaniel Lyon until the death of that officer.",
        "Among other public buildings are the assembly rooms, St George's hall, the volunteer drill hall, and the Crichton Institution chapel, completed at a cost of 30,000.",
        "In the War of 1812 Sackett's Harbor was an important strategic point for the Americans, who had here a naval station, Fort Tompkins, at the base of Navy Point, and Fort Volunteer, on the eastern side of the harbour.",
        "Their eldest son, Henri Auguste Georges, marquis de La Rochejacquelein, born at Château Citran in the Gironde on the 28th of September 1805, was educated as a soldier, served in Spain in 1822, and as a volunteer in the Russo-Turkish War of 1828.",
        "After serving as a volunteer in the campaign of 1814 he went to Copenhagen to edit the posthumous papers of the Danish archaeologist Georg Zoega (1755-1809), and published his biography, Zoegas Leben (Stutt.",
        "On the outbreak of war in 1866 he assumed command of a volunteer army and, after the defeat of the Italian troops at Custozza, took the offensive in order to cover Brescia.",
        "At Breda he enlisted as a volunteer, and the first and only pay which he accepted he kept as a curiosity through life.",
        "The principal buildings within the parish are the old town hall, now used as a volunteer drill hall and armoury; the county buildings, containing the town hall and court house; the academy; reformatory and the Wigtownshire combination poorhouse.",
        "He was wounded at Busaco, became brevet-major after Fuentes de (Moro, accompanied the stormers of the 52nd light infantry as a volunteer at Ciudad Rodrigo and specially distinguished himself at the storming of Badajoz, being the first to mount the breach, and afterwards showing great resolution and promptitude in securing one of the gates before the French could organize a fresh defence.",
        "He* went to the Spanish War as a volunteer against the urgent wishes of his political advisers, and in spite of the protests of some of his best and most intimate friends.",
        "Volunteer together for community service projects.",
        "Fred introduced the woman, another volunteer.",
        "Besides the troops in barracks, during the drill season there is often a considerable force in camp, both regular troops from other stations and militia and volunteer units, so that, including the regular garrison, sometimes as many as 40,000' troops have been concentrated at the station for training and manoeuvres.",
        "General Sickles was one of the few successful volunteer generals who served on either side.",
        "In 1792 he took part as a volunteer in the campaign of Champagne; in 1793 he assumed, in conformity with the Revolutionary fashion, the pre-name of Atticus, and became secretary to Claviere, then finance minister.",
        "In November 1865 he was honourably mustered out of the volunteer service.",
        "Then the instructor asked for another volunteer.",
        "There are lots of co-ed activities from bowling to humanitarian volunteer work, but the key is to do things that you actually enjoy.",
        "He was educated at the school of the Basilians at Szarogrod, from which in 1787 he ran away in order to enlist as a volunteer in the Polish army.",
        "At the outbreak of the war with Spain he resigned from the Navy Department and raised the first volunteer regiment of cavalry, popularly known as the \"Rough Riders,\" because many of its members were Western cowboys and ranchmen expert in the handling of the rough and often unbroken horses of the Western frontier.",
        "The effect of his exhortations, as well as of his personal character and public acts, upon the standards and spirit of official life in the United States, was a pronounced one in attracting to the federal service a group o men who took up their work of public office with the same spirit of enthusiasm and self-sacrifice that actuates the military volunteer in time of war.",
        "They thought that he should win his crown by military prestige, and he was persuaded to attach himself as a volunteer to the English expedition to Zululand in February 1879.",
        "On the 23rd of August he joined Girolano Ramorino's army-corps as a volunteer, and subsequently formed a confederation of the three southern provinces of Kalisch, Sandomir and Cracow.",
        "He served in the Civil War, on the Union side, from 1862 to 1865, rising in the volunteer service to the regular rank of colonel and the brevet rank of brigadier-general, and, after December 1863, acted as one of the officers of the coloured troops commanded by General William Birney.",
        "The leading of these men was in the hands, as a rule, of regular or ex-regular officers, who made many mistakes in their handling of large masses, but had been taught at West Point and on the Indian frontier to command men in danger, and administer them in camp. The volunteer officers rarely led more than a division.",
        "In Penn Common are a monument erected to the \"First Defenders,\" to commemorate the fact that the \"Ringgold Light Infantry,\" the first volunteer company to report at Washington for service in the Civil War, came from this city; a monument to President McKinley, and one to the volunteer fire companies of the city.",
        "After the breaking out of the Civil War the governor of Ohio, on the 7th of June 1861, appointed him a major of a volunteer regiment, and in July he was sent to western Virginia for active service.",
        "The cause of missions in the universities has been fostered greatly by the Student Volunteer Missionary Movement, initiated in America in 1886, and organized in England in 1892.",
        "Volunteer to be on a fundraising committee.",
        "C. French, and a memorial to the soldiers and sailors of the Civil W'e'ar - a bronze statue, \"The Volunteer\" - by Mrs Theo (Ruggles) Kitson.",
        "The Student Volunteer Movement, already referred to, has had large influence in the United States, where it arose; and its leaders have proved themselves men of rare intellectual and practical capacity.",
        "to Ghent as a volunteer.",
        "During the Civil War he served as a private in the Union army for ninety days in 1861, and two years later took part in the Gettysburg campaign as a volunteer.",
        "Having quarrelled with Flood over \"simple repeal\" Grattan also differed from him on the question of maintaining the Volunteer Convention.",
        "MacNeven, Pieces of Irish History (New York, 1807) containing an account of the United Irishmen; for the volunteer movement Thomas MacNevin, History of the Volunteers of 1782 (Dublin, 1845); Proceedings of the Volunteer Delegates of Ireland 1784 (Anon.",
        "As a volunteer he served in Dormer's regiment at the battle of Preston in 1715, spent some time on the Continent, and in 1717 entered parliament for Seaford, Sussex.",
        "He commanded a volunteer company under Garibaldi in 1859 and 1860, being wounded slightly at Calatafimi and severely at Palermo in the latter year.",
        "He served in the campaign of 1866, and then entered the papal army as a volunteer.",
        "There is also a volunteer naval force.",
        "After some months of preparation, in which he was hampered by administrative confusion and want of resources, he took the field with a picked column, in which George Washington served as a volunteer officer, intended to attack Fort Duquesne (Pittsburg, Pa.).",
        "In 1862 he was with Garibaldi at Aspromonte; in 1866 he commanded a volunteer brigade against Austria; in 1867 he invaded the Papal States from the south, but the defeat of Garibaldi at Mentana put an end to his enterprise.",
        "Dean considered relating to Jonathan his suspicions that Nota had contacted Mrs. Glass but he was hesitant to even mention the Byrne matter to the FBI, nor did he wish to volunteer information on Fred's clandestine trip to Scranton.",
        "Volunteer numbers 4. The MVP is working across 17 boroughs in London, and within the Specialist Crime Directorate as forensic accountants.",
        "A local firm of professional arborists who require no volunteer labor whilst they are on site is carrying out work.",
        "armour out about the history and traditions of the Samurai and see a volunteer get dressed up in replica armor.",
        "Even better news is that his new mom Alison has become one of our volunteer aunties and she's ever such a hard worker.",
        "Look good feel better This is a service run by volunteer beauticians from major cosmetic houses.",
        "beer tents are staffed by volunteer workers, including several UNISON teams from all over the country.",
        "In each of the volunteer's houses a large canister is clearly visible.",
        "Travel expenses would be paid for the volunteer coaches.",
        "A great volunteer opportunity related to your faith.",
        "To search through these databases or look up a death certificate in person or through a volunteer, you'll need to gather as much information as possible about your ancestor.",
        "If you want to do a good deed but don't have the time to spare to commit to volunteer work, donating hair for cancer victims could be the solution.",
        "Volunteer: Spend time with cancer victims by volunteering at local hospitals and care facilities.",
        "A homeschooled child may spend the day doing volunteer work, taking lessons in the arts or taking foreign language classes.",
        "Children usually volunteer with their parents, since there needs to be an adult supervising at all times.",
        "Favorite places for children to volunteer include the zoo, veterinary clinics, libraries, animal shelters and historical centers.",
        "It is not uncommon for these children to volunteer with other homeschooled children and their parents.",
        "They may take classes at a local art center, volunteer with their parents, do community service work at an area rest home and interact with local friends who go to public school.",
        "Less academic ideas include a gardening co-op or a co-op focused on volunteer work.",
        "If that doesn't help you find your next place of employment, check out the Study Abroad, Intern Abroad, Volunteer Abroad, and Teach Abroad tabs.",
        "You may also want to try to get one or more internship while you're in school, or do volunteer work at a hospital or lab, so you can get some first hand experience in the fields that interest you.",
        "If you have been involved in volunteer work, mention this fact as well.",
        "Job opportunities include internships and volunteer services.",
        "I also enjoy volunteering for a local community organization on weekends, and I've been able to help them out with their fundraising a bit in addition to my other duties as a volunteer.\"",
        "You also shed a little light on what you do outside of just your job by mentioning your volunteer work, but even that detail made you look dedicated to what you do.",
        "If you aren't sure where to start looking for charities to check, visit the Find a Volunteer Center page on 1-800-volunteer.org.",
        "If you are seeking employment specific to the cleanup of the 2010 BP oil spill in the Gulf of Mexico, your first course of action should be to call the toll-free BP volunteer and job information hotline at 866-448-5816.",
        "Feel free to ask about appropriate attire if a company representative does not volunteer the information.",
        "Keep in mind that some of these positions require you to work as a volunteer, which means you won't receive a salary, but you may receive travel and living expenses, making the experience worthwhile.",
        "If you enjoy your visit, you can contribute to this non-profit through a financial donation or volunteer time if you're local to the area.",
        "From court ordered community service to needing to fill a graduation requirement - many volunteer simply because they have to.",
        "From beach clean ups to soup kitchen service on Christmas Eve, the average community has dozens of volunteer opportunities available for those looking to serve.",
        "This may involve volunteer coaching your favorite sport, working at your local library or children's recreation program, or teaching a skill you aspired to spend your livelihood on.",
        "Volunteer: Donate your time to a charitable cause, such as a soup kitchen or pet shelter, on Christmas Day.",
        "In addition to singles events, churches often have volunteer opportunities and other chances to meet fellow members.",
        "Volunteer opportunities can be another good way to make local connections.",
        "Take a community education class, join the chamber of commerce, or volunteer for the arts council; whatever your interest, there's sure to be an activity to meet your needs.",
        "If you like socializing, become a volunteer with an organization that does fundraising events that singles would attend.",
        "This organization is a volunteer run, community based, non-profit site.",
        "At the start of the training, the instructor asked for a volunteer.",
        "The instructor brought the volunteer up to the front of the class, asked an easy question, and gave the volunteer a gift.",
        "Again, he brought the volunteer up to the front of the class, asked an easy question, and gave the volunteer a gift.",
        "Even before the instructor could ask for a third volunteer, hands were waving in the air.",
        "If you are looking to bulk up your résumé, take a look at job boards for start-up ezines looking for volunteer contributors.",
        "If you're just starting out, you may want to volunteer your services for a worthy non-profit organization in order to get a few samples for prospective clients.",
        "Volunteer for a favorite cause to spend time with your friends and feel good about yourself afterwards.",
        "If the bride-to-be likes to volunteer to help good causes, consider inviting all of her friends for a joint volunteer effort to maximize herr good efforts.",
        "Plan a corresponding lunch or dinner for before or after the volunteer event.",
        "Boyle has always been active with her church as a volunteer and has sung with local clubs and groups.",
        "Most of these women also volunteer their time to head charitable organizations and run fundraisers.",
        "To dip her toes back into the working world, Taylor accepted a volunteer position at a job training center.",
        "Nicole works as a volunteer at the hospital and offers to help Bryce interpret the symbol he saw in his flashforward.",
        "The menacing attitude of the Volunteer Convention at Dungannon greatly influenced the decision of the government in 1782 to resist the agitation no longer.",
        "Volunteer Canada promotes volunteerism in Canada.",
        "After a person decides that they want to volunteer, there are many opportunities to consider.",
        "You can always personalize to make it a truly cherished poem and memento that will remind your volunteer just how special she is to you.",
        "You can personalize a poem by changing phrases to fit your situation or adding the volunteer's name.",
        "Since each box is created by a volunteer, the contents are unique.",
        "Since people of all ages can help with the Operation Christmas Child project, this volunteer opportunity is a great way to teach children about the importance of helping others.",
        "Young children can help their parents shop for items to place in the shoeboxes, while teenagers and adults can either make monetary contributions or volunteer their time to the project.",
        "In addition, there are volunteer opportunities in both media relations and community relations.",
        "He understood their problem and it helped galvanize him to volunteer to help them.",
        "A combatant in the volunteer corps during the war of 1848, he returned to Brescia after the defeat of Novara, and for a time earned a livelihood by teaching law, but was molested by the Austrian police and forbidden to teach in consequence of his refusal to contribute pro-Austrian articles to the press.",
        "He was enrolled as a volunteer in Apsley's company, then encamped before Genep on the Waal, but his commission was apparently complimentary, his military experience being limited to six days of camp life, during which, however, he took his turn at \"trailing a pike.\"",
        "He left Paris in 1790 for Vienna, and in company with his friend Prince Charles de Ligne joined the Russian army as a volunteer, reaching the Russian headquarters at Bender on the 21st of November.",
        "In 1783 a convention of delegates from all the volunteer corps in Ireland assembled in Dublin for the purpose of procuring a reform in parliament; but the House of Commons refused to entertain the proposition, and the convention separated without coming to any practical result.",
        "He joined Garibaldi in 1866 as a volunteer and fought under him in the Trentino, in 1867 at Mentana and in 1870 in France.",
        "That Kanaris could carry out the venture with a volunteer party not belonging to a regularly disciplined service, not only proved him to be a clever partisan fighter, but showed that he was a leader of men.",
        "He fought as a volunteer in the Franco-German War (1870-I) and then studied at different universities, retaining throughout his subsequent career a good deal of the jovial (burschikos) manner of a German student.",
        "Peter attached himself to it as a volunteer sailorman, \"Peter Mikhailov,\" so as to have greater facility for learning ship-building and other technical sciences.",
        "Meanwhile a reform league had been formed to stop the prevailing misrule and extravagance; it was supported by a volunteer military force, the \" Honolulu Rifles.\"",
        "A Committee of Safety was appointed at a public meeting, which formed a provisional government and reorganized the volunteer military companies, which had been disbanded in 1890.",
        "Meanwhile two companies of volunteer troops arrived and occupied the grounds.",
        "steamer \"Malacca\" on July 13th in the Red Sea by the Russian volunteer cruiser \"Peterburg\" led to a storm of indignation, and the sinking of the \"Knight Commander\" (July 24th) by the Vladivostok squadron intensified the feeling.",
        "In 1755 a volunteer militia had been created and was led with great success by Benjamin Franklin; and in 1756 a line of forts was begun to hold the Indians in check.",
        "During the War of Liberation he served as a volunteer in the cause of freedom, and was present at the capture of Paris.",
        "In 1862 he organized the 109th and the 137th regiments of New York Volunteer Infantry and (Aug.",
        "He was mustered out of the volunteer service in September 1866, but served in the regular army as colonel and brevetmajor-general till 1871.",
        "In the House, as chairman of the committee on military affairs, he did much to prepare the Indiana troops for service in the Federal army; in 1861 he became colonel of the S3rd Indiana Volunteer Infantry, and subsequently took part in Grant's Tennessee campaign of 1862, and in the operations against Corinth and Vicksburg, where he commanded a brigade.",
        "Student Volunteer Missionary Union.",
        "In the unexpected prolongation of the war, volunteer enlistments became too slow to replenish the waste of armies, and in 1863 the government was forced to resort to a draft.",
        "At the Museum he was austere and remote among his companions, but was nevertheless instrumental in 1852 in starting the Volunteer movement.",
        "Melingue, Etienne Marin (1808-1875), French actor and sculptor, was born in Caen, the son of a volunteer of 1792.",
        "Campbell-Bannerman's cabinet as secretary for war, and was the author of the important scheme for the reorganization of the British army, by which the militia and the volunteer forces were replaced by a single territorial force.",
        "Of this $1,416,392 was expended on personal emoluments, and $1,116,548 on other charges connected with the administrative establishments; $1,763,488 was spent on military services, exclusive of expenses connected with the volunteer force; $183,075 on the upkeep and maintenance of existing public works; and $569,884 on new public works.",
        "Practically every Briton of military age in the country was enrolled in the Nyasaland Volunteer Reserve.",
        "He was engaged in mercantile pursuits in Boston when the Civil War began, and he entered the army in September 186r as a lieutenant in the 22nd Massachusetts volunteer infantry.",
        "In 1660 George Monk, marching on London immediately before the Restoration, made his camp on the Common, and in 1 745 a regular and volunteer force encamped here, prepared to resist the Pretender, who was at Derby.",
        "When the American Civil War broke out in 1861, Sigel was active in raising and training Federal volunteer corps, and took a prominent part in the struggle for the possession of Missouri.",
        "Henceforth, for more than ten years he remained in and about Washington, acting as a volunteer nurse in the army hospitals as long as the war lasted, and longer, and then finding employment as a clerk in the government departments, in the meantime adding to and revising his Leaves and publishing two or three editions of them, himself his own publisher and bookseller.",
        "Joining the battalion of Besancon, he took part in the political events of that year, and in 1791 went to the army of the Upper Rhine with a volunteer battalion.",
        "When the Civil War broke out in 1861 he promptly enlisted as a private in the 23rd Ohio Volunteer Infantry.",
        "Newlands, who was of Italian extraction on his mother's side, and fought as a volunteer in the cause of Italian freedom under Garibaldi in 1860, died in London on the 29th of July 1898.",
        "During the war of 1848 he interrupted his studies to serve as a volunteer against Austria, and was wounded at the battle of Rivoli.",
        "After Villafranca he became the organizer-inchief of the expeditions to Sicily, remaining at Genoa after Garibaldi's departure for Marsala, and organizing four separate volunteer corps, two of which were intended for Sicily and two for the papal states.",
        "Establishment and Strength (April I, 1910) The Territorial Force is enlisted to serve at home, but individuals and whole corps may volunteer for service abroad in war if called upon.",
        "This corps never got beyond Newcastle, but young Granby went to the front as a volunteer on the duke of Cumberland's staff, and saw active service in the last stages of the insurrection.",
        "Volunteer brigade; one brigade 4th Div.; 7th Div., main body 8th Div.; one brigade 3rd Div.; main body 6th Div.; 2nd Div.",
        "Main body 3rd Div.; a volunteer brigade; 11th Div.; one brigade 10th Div., and one brigade 6th Div.",
        "In 1847 he went to Mexico as major in a volunteer regiment, but arrived too late for service in the field.",
        "He entered the army as a volunteer in 1800, and received his commission after the battle of Marengo.",
        "There is also a branch of the National Home for Disabled Volunteer Soldiers.",
        "Besides the strictly state institutions, there are a number of private charitable institutions which are assisted by state funds; among these are the eye and ear infirmary at Portland, the Maine state sanatorium at Hebron for the treatment of tuberculosis, and various hospitals, orphanages, &c. The national government has a branch of the national home for disabled volunteer soldiers at Togus, and a marine hospital at Portland.",
        "At this point General Havelock was joined by Sir James Outram, who;would have superseded him in the command had not Outram himself, with unequalled generosity, proposed to accompany Havelock only in his civil capacity as chief commissioner of Oudh and to serve under him as a volunteer.",
        "He was admitted to the bar in Shawneetown, Illinois, in 1832; in the same year served as a volunteer in the Black Hawk War, and in 1835 founded the Shawneetown Democrat, which he thereafter edited.",
        "He was then ordered to the Philippines, where he commanded various districts, and from April 1900 to May 1901, when he was mustered out of the volunteer service, was acting military governor.",
        "There are numerous volunteer corps, which receive a capitation grant from the government.",
        "The Armoury, erected as a riding-school, was the headquarters of a volunteer corps, and is also used for concerts and public meetings.",
        "In the south a small volunteer force of cavalry was eventually raised, but after fighting against the British at Shu`aiba near Basra it returned to Kurdistan owing to the illtreatment it received at the hands of the Turks.",
        "Lord Palmerston proposed and carried the provision of a large sum of, money for the fortification of the coasts; and the volunteer movement, which had its origin in 1859, received a remarkable stimulus in 1860.",
        "At the beginning of the Civil War he resigned to become colonel of the 3rd Maine volunteer regiment, and at the first battle of Bull Run was in command of a brigade.",
        "He served as a volunteer in the FrancoGerman War, being wounded at Nuits on the 28th of December.",
        "There is a small volunteer defence force.",
        "He was the author of The Great Conspiracy: Its Origin and History (1886), a partisan account of the Civil War, and of The Volunteer Soldier of America (1887).",
        "The boy continued his studies at the college of Louis-le-Grand, and in 1757 began his military career as a volunteer in the campaign of Rossbach.",
        "In the autumn of 1876 he took part as a volunteer in the Servian campaign against Turkey, and subsequently joined the Bulgarian irregular contingent with the Russian army in the war of 1877-78.",
        "There is an armed native constabulary; and a volunteer and cadet corps in Suva and Levuka.",
        "Assembly, in order to reduce the number of hostile forces, voted for the exile of all priests who had refused to swear to the Civil Constitution and the substitution of a body of twenty thousand volunteer national guards, under the authority of Paris, for the kings constitutional guard (May 27June 8, 1792).",
        "1899 he was sent to the Philippines as adjutant-general of the Department of Mindanao, and in 1901 was honourably discharged from volunteer service.",
        "Sent by Garibaldi to Tuscany, he attempted to invade the Papal States with a volunteer brigade, but his followers were disarmed and disbanded by Ricasoli and Cavour.",
        "He served as a volunteer for the relief of Haarlem (1573) and again at Leiden (1574).",
        "He had an interview with Garibaldi and appointed him commander of the newly raised volunteer corps, the Cacciatori delle Alpi.",
        "Above all, von Kahr and his Ministry endeavoured to maintain the armed volunteer force, the Einwohnerwehr.",
        "Private donations and an abundance of volunteer labor helped make the skating rink a success.",
        "But thanks to the active involvement of a volunteer group called The Nordic Council, free cross-country ski trails were laid out and maintained.",
        "Two volunteer carpenters have made a portable bookcase for storing our Bible files.",
        "Your local community center or volunteer bureau will also be able to advise you about projects in your area.",
        "canola (oil)rmers have to resort to 2,4-D to control the volunteer canola.",
        "canola (oil)ought in other Saskatchewan farmers to testify who said Roundup resistant volunteer canola had been found growing on their fields.",
        "canola (oil)w between volunteer canola plants was shown to be the manner in which the resistance genes stacked to make the super resistant variety.",
        "Volunteer tasks which are specifically coastal, such as marram planting, are on the whole simple and undemanding and require little equipment.",
        "Trained volunteer counselors comfort, advise and protect children and young people who may feel they have nowhere else to turn.",
        "Volunteer Challenge aims to achieve an active membership, which reflects the composition of the student and staff community it serves.",
        "cones elephants teletubbies etc presentation and said volunteer fire brigade.",
        "The remarkable buildings and archeological remains are scheduled ancient monuments and are actively conserved by volunteer parties of the National Trust for Scotland.",
        "Your role as a volunteer: The variety of conservation projects is as immense as the island continent.",
        "The National rifle Association In 1859, when England feared invasion from France, a volunteer rifle corps was formed.",
        "Included in the fee is a $ 100 cash donation per volunteer.",
        "This was followed by three years as a mathematics teacher educator for Volunteer Services Overseas in Dominica in the Caribbean.",
        "The Earl of Chester's volunteer fire brigade was formed.",
        "She is a volunteer firefighter in her hometown of Siler City, North Carolina.",
        "firemanspan>volunteer firemen of those days were paid the sum of three shillings on each occasion they turned out for training.",
        "forearm of a volunteer was injected with L-NMMA.",
        "volunteer fundraisers - can you do a stall for us at local events?",
        "The Volunteer Team We aim to hold regular volunteer team get-togethers where you can find out about any new developments at the Hospice.",
        "glidegeant Roberts was awarded a gliding scholarship at 611 Volunteer Gliding Squadron (VGS) at Watton airfield.",
        "BG asked all the volunteer helpers to answer his email re: manning the stall at the Food Festival.",
        "card stud hi wish to volunteer point off the the video game.",
        "hideous limbo between having applied for a great volunteer position and waiting to hear back from them.",
        "home-care volunteer service for patients and their families.",
        "I met my sister, Charlotte, who was working as a Volunteer for the Cinema, tearing tickets and selling ice cream.",
        "Outside the academic environment, Lancelot has been a VSO volunteer in Thailand, a contact karate instructor, and a school governor.",
        "kibbutz Volunteer - John Carson's experiences of kibbutz life.",
        "They also have volunteer placements in a more ad hoc manner usually lasting between 6-8 weeks.",
        "All of our Memorandum and Articles of Associations and Partnership Agreements were reviewed and approved by a volunteer U.K. lawyer.",
        "I'm now stuck in that hideous limbo between having applied for a great volunteer position and waiting to hear back from them.",
        "Actually, I'd rather volunteer for frontal lobotomy, thank you.",
        "The band discussed which of them would now stand on a rake, who would volunteer to plummet down an open manhole.",
        "It is also less easy to recruit mentors to volunteer outside office hours.",
        "The new volunteer peer mentors have a day out of class to undergo training in the school library.",
        "Biggest prize pool blue cheese mousse volunteer fire brigade wpt texas hold.",
        "observant to notice what another new volunteer on site is doing!",
        "Modeling the persistence of volunteer oilseed rape (Brassica napus ). Ecological Modeling.",
        "In practice this means offering payment to the volunteer other than exact payment of expenses or offering some perks.",
        "All AEF pilots are regular or Volunteer Reserve RAF pilots.",
        "What do you expect to be doing during your volunteer placement?",
        "Sustrans volunteer rangers will be helping highway authorities to maintain the route.",
        "Please complete our volunteer application form, quoting the reference, to apply for this placement.",
        "Volunteer positions with; schools, orphanages, animal shelters, wildlife rehabs, rainforest conservation organizations, agro-forestry projects and others.",
        "We believe our defense forces should comprise fully professional volunteer armed forces, supplemented by volunteer part-time reservists.",
        "Most volunteer reservists are committed to about 30 days ' training a year.",
        "rhino volunteer project.",
        "No, the public can join the rotary or volunteer with an agency.",
        "All Rotarians are being encouraged to give a minimum of 10 hours of volunteer rotary service in keeping with their professional or vocational skills.",
        "servicemannial government also used volunteer servicemen from 1942 to solve the growing problem of soldier shortages in the Japanese army.",
        "stalwart volunteer at the sanctuary.",
        "In 1998 also, I was a volunteer steward on the festival camp site.",
        "One time 6000 King George V volunteer Brian Dodd rubs down a frame stretcher cover.",
        "To help you with any concerns or problems that you may have surrounding volunteering the volunteer tool-kit has been developed.",
        "The beer tents are staffed by volunteer workers, including several UNISON teams from all over the country.",
        "trainee counselors now receive additional support and supervision with four recent graduates continuing to volunteer.",
        "travel expenses would be paid for the volunteer coaches.",
        "They need a volunteer treasurer to join our Board of Trustees.",
        "While I was there a volunteer brought in a large and delicious looking trifle she had prepared.",
        "epidemic typhus is only likely to affect volunteer workers who come into close contact with locals.",
        "untien untying the rope, the volunteer finds that his celebrity date is no longer in the stack of cards.",
        "volunteer bureau 's website.",
        "volunteer helpers.",
        "volunteer mentors for over 1,400 16-21 year olds leaving care.",
        "She has volunteered at numerous events including being the volunteer co-ordinator at Durham Sport Youth Games 2003.",
        "volunteer counselors who are trained at Trinity in the skills of bereavement support.",
        "volunteer U.K. lawyer.",
        "For the more energetic why not think of becoming a conservation volunteer?",
        "International Association for Volunteer Effort promotes, celebrates, and strengthens volunteerism worldwide.",
        "We will collect and store any personal data that you may volunteer whist using our services (e.g. registration or placing an order ).",
        "Canceled nature reserve workday The practical volunteer workday due to take place at Adel Dam on Tuesday 1st August has been canceled.",
        "Cushing was distinguished by his readiness to volunteer, his indefatigability, and by his good fortune, the reward of vigilance and intelligence.",
        "In 1870 he formed a fresh volunteer corps and went to the aid of France, defeating the German troops at Chatillon, Autun and Dijon.",
        "17), the attacks continued with increasing fury (nearly 1000 whites losing their lives) until the 23rd of September, when hastily-raised volunteer forces under Colonel H.",
        "The natives, at ease in their locations, did not volunteer in sufficient numbers, and recourse was had to coolie labour from India.",
        "In November 1777 he was appointed volunteer aide-de-camp to William Alexander (\" Lord Stirling \"), with the rank of major, and thereby lost his rank in the Continental line; but in the following year, at Washington's solicitation, he received a commission as lieutenant-colonel in a new regiment to be raised in Virginia.",
        "With every year of war the number of confiscations of property increased in the Yugoslav provinces, as in Bohemia and Transylvania - vengeance upon the families at home being widely used in order to deter Slav, Italian or Rumanian prisoners from enlisting in the various volunteer corps in process of formation on the Russian, Balkan and Italian fronts.",
        "Their eldest son, Henri Auguste Georges, marquis de La Rochejacquelein, born at ChÃ¢teau Citran in the Gironde on the 28th of September 1805, was educated as a soldier, served in Spain in 1822, and as a volunteer in the Russo-Turkish War of 1828.",
        "of the city is the central branch of the National Home for disabled volunteer soldiers, with its beautifully ornamented grounds, about 1 sq.",
        "The regular army has always been small, and in time of war reliance has been upon volunteer forces (see Army).",
        "He passed his early life on a farm, enlisted as a private in the 89th Ohio Volunteer Infantry in July 1862, served throughout the Civil War, for part of the time as an aide on the staff of General H.",
        "Introduced to Marshal Ney, he served in the campaign of Austerlitz as a volunteer aide-de-camp on Ney's personal staff.",
        "When war was declared, and fortune at first went against the colonists, Paine, who was then serving with General Greene as volunteer aide-de-camp, wrote the first of a series of influential tracts called The Crisis, of which the opening words, \"These are the times that try men's souls,\" became a battle-cry.",
        "He served subsequently as a volunteer aide on the staff of Gen.",
        "He used his influence to secure amnesty for Lafitte and his followers upon their offer to fight for the city, and in 1814-1815 acted as adviser and volunteer aide-de-camp to General Jackson, who was his personal friend.",
        "He was war correspondent for the Gazette in 1861-62, serving also as volunteer aide-de-camp (with the rank of captain) to General Thomas A.",
        "They live under the care of volunteer puppy walkers who introduce the young pups to different sights, sounds and smells.",
        "Under normal crop rotation any \" volunteer \" GM rapeseed plants which appeared would be tackled by spraying with another herbicide next spring.",
        "Most volunteer Reservists are committed to about 30 days ' training a year.",
        "On this project you can help save endangered wildlife in Zimbabwe by working on a black rhino volunteer project.",
        "No, the public can join the Rotary or volunteer with an agency.",
        "All Rotarians are being encouraged to give a minimum of 10 hours of volunteer Rotary service in keeping with their professional or vocational skills.",
        "The Volunteer Fire Station, consists of a concrete slab sectional garage set back off the main road running through the town.",
        "The colonial government also used volunteer servicemen from 1942 to solve the growing problem of soldier shortages in the Japanese army.",
        "The trailer had been specially made by Robert Barnett, a stalwart volunteer at the sanctuary.",
        "An Indymedia volunteer was also arrested during the raid on suspicion of incitement to criminal damage.",
        "Trainee counselors now receive additional support and supervision with four recent graduates continuing to volunteer.",
        "Epidemic typhus is only likely to affect volunteer workers who come into close contact with locals.",
        "Upon untying the rope, the volunteer finds that his celebrity date is no longer in the stack of cards.",
        "The volunteer is asked to verbalize any feelings or sensations which they might experience during the test.",
        "The guide is available on the volunteer bureau 's website.",
        "The business employs eight people and also has a number of volunteer helpers.",
        "The Initiative and its network has found volunteer mentors for over 1,400 16-21 year olds leaving care.",
        "She helps run a team of 22 volunteer counselors who are trained at Trinity in the skills of bereavement support.",
        "We will collect and store any personal data that you may volunteer whist using our services (e.g. registration or placing an order).",
        "How could I help contribute to your volunteer project?",
        "The pottery class instructor asked for a volunteer to knead the clay in a demonstration.",
        "Hissuperlative efforts in volunteer work were rewarded with a plaque at the annual ceremony.",
        "I was so determined to change my karma that I decided to quit smoking and volunteer at the homeless shelter.",
        "She may volunteer to sit on her potty while you are on yours!",
        "There are several volunteer organizations which seek donations of preemie clothes.",
        "Volunteer at a local food kitchen, nursing home, or other community institution.",
        "Guests can create their own gift certificates by printing out tickets for volunteer baby sitting, house cleaning, yard cutting, and other services.",
        "The Rosetta Project-This volunteer based website is indexed by age and interest reading levels and has a nice selection of read-to-me books available.",
        "You can also go back to school and volunteer for a worthy cause.",
        "The company refurbishes these cell phones and donates them to volunteer organizations.",
        "While a career in face painting is not exactly a lucrative one, you can perhaps find steady work (even if just volunteer) at churches, festivals, and school functions.",
        "If your camera has a focus lock, use it to center the focus on your staging item or volunteer, then proceed to take the portrait.",
        "Some of the volunteer opportunities include assisting in the classes, crops, registrations and greeting participants.",
        "Volunteer to help out: The organization always needs people to help keep things running smoothly.",
        "If group members live nearby, they can pick up their packages at the volunteer's home.",
        "If you find yourself constantly saying yes to all invitations, extra work and volunteer situations, chances are you are also feeling very stressed and over committed.",
        "To get more enjoyment from your work: Get involved with recreational opportunities at your workplace or find ways to get your employer involved with the community through volunteer efforts.",
        "Certified teachers, college students, or other experts who volunteer their time to answer questions and assist students usually staff them.",
        "Make the call from a quiet spot so you have don't have any problems hearing the hotline volunteer.",
        "Volunteer work can sometimes turn into a paying job for teens.",
        "Many of these places will take you on as a volunteer then watch to see how responsible you are while on site.",
        "Volunteer programs- such as working at a historical center, museum, animal shelter or hospital.",
        "These volunteer positions might not be full-time, but they will give you something to do, allow you to help other people and leave you with a good bit of free time for hanging out with friends.",
        "Encourage your son or daughter to seek out positive role models, such as a teacher or local volunteer worker.",
        "Study hard, volunteer your time to charities, read great books, give back, mentor, stand up straight, and walk tall.",
        "There's nothing better than volunteer work to give you some perspective on what is really important in life.",
        "You can get out of the house and either work part -time (showing maturity and willingness to financially contribute to your education, a very adult thing to do) or volunteer for a charity part-time.",
        "Be prompt and follow through on your commitments, whether you volunteer once a week or once a month.",
        "Keep a record of your volunteer experience, including hours worked, positions held, and any awards won.",
        "Volunteer activities can be fun especially with friends.",
        "If you are looking for ways to volunteer and be more involved in an organization that makes a difference in people's lives, consider involvement in the American Cancer Society summer high school internship.",
        "According to the American Cancer Society website, this organization is a nation-wide, volunteer group that is dedicated to eliminating cancer as a health problem.",
        "These divisions and offices have numerous volunteer programs for everything from running events to patient service programs and many other options for getting involved.",
        "Internship and volunteer opportunities are out there and a great way to participate and make a difference in your community.",
        "You are also helping to create fun events that students want to attend, such as dances, carnivals, volunteer opportunities, fundraising, and much more.",
        "Make sure to send this note to peers, as well as teachers and adult and teen friends the teen knows through church, extracurricular activities, or volunteer work.",
        "She was a volunteer with Recording for the Blind and Dyslexic, a non-profit group that makes audio recordings.",
        "About halfway through that four-year program I started doing some volunteer work as a radio newsman for the campus radio station.",
        "The sale typically lasts around a week, with special shopping nights for those who contribute to the sale and those who volunteer to work the sale as well.",
        "Don't forget the value of first-hand experience, whether you volunteer at a soup kitchen or create a public relations campaign for your sorority.",
        "Internships, job shadowing, and volunteer work let you get a feel for what a particular career would be like before you make a full-time commitment.",
        "FSU's Office of Leadership & Civic Engagement attempts to connect students with leadership opportunities, volunteer experiences, and activities that impact social change.",
        "If you volunteer with this national service organization, you receive a monetary stipend, plus you get an award you can use toward your education expenses upon completion of your service.",
        "They must rely heavily on donations of money, supplies, and volunteer work.",
        "Most of the people who run the rescue groups volunteer their time.",
        "Some trainers offer paid apprenticeships, some will allow you to work on a volunteer basis, and others may employ you.",
        "When possible, a volunteer meets with the prospective guardians to make certain they are aware of the needs of a this breed and make suggestions regarding caring for their new dog.",
        "If you cannot find that, see who might volunteer their back yard in exchange for everybody else bringing a treat for kids and dogs.",
        "This volunteer rescue group gives refuge to surrendered or abandoned bulldogs, rehabilitates those dogs that need training and finds new forever homes for those dogs in their care.",
        "To volunteer your dog, the animal must also have a health certificate issued by a veterinarian.",
        "The labeling is a volunteer process and not all fair trade organizations are FLO participants.",
        "Are there volunteer opportunities to take advantage of?",
        "Seniors can contact their local schools to volunteer.",
        "Volunteer organizations: From the Red Cross to a local arts program, there are often numerous opportunities for seniors to volunteer within their community.",
        "You could even choose to provide lessons for children or volunteer to work on community theater projects.",
        "Check the directory for your state's games to learn how to compete or volunteer.",
        "If you have the time and energy to spare, volunteer your time with an organization you admire and want to see succeed.",
        "Other volunteer opportunities abound at hospitals, care centers, service organizations and civic clubs.",
        "What better way to meet this need than to participate in a volunteer program?",
        "Schools - The Foster Grandparent Volunteer Association and the Grandparents Association offer the elderly an opportunity to give back to the community by serving as volunteers in local schools.",
        "For many of these children, this may be the only contact they have with senior citizens, and these volunteer organizations are blessings for everyone involved.",
        "Bridges Volunteer Program - The Bridges Volunteer Program is a wonderful service that coordinates elderly volunteers to work in the classroom as tutors in one-on-one situations with children.",
        "Over 20 percent of those surveyed stated that pursuing volunteer work will also be part of their plans.",
        "You do not have to be a participant to volunteer for the Senior Games; anyone at any age may volunteer.",
        "Typically the communities are very supportive and entire families will come out to volunteer and support the athletes.",
        "Volunteer together at a community garden, community center, local greenhouse, or elementary school.",
        "Another popular part time activity for seniors is volunteer work.",
        "Joining clubs, societies, or even getting involved as a volunteer in the community can reveal a whole new web of social networking that might have been previously closed off.",
        "A number of volunteer organizations and opportunities welcome senior volunteers.",
        "Retired Senior Volunteer Program, or RSVP, is America's largest volunteer network for people age 55 and older.",
        "Senior Corps matches experienced seniors 55 and older with volunteer opportunities.",
        "The centers match their participants with volunteer tutoring and mentoring activities in their area.",
        "Senior volunteers and students develop bonds that may last beyond the volunteer placement period.",
        "If you are a pet lover and are physically able, volunteer at an animal shelter.",
        "If so, use those skills and volunteer at an organization that could benefit from your services.",
        "Seniors may want to offer their help to others in volunteer roles.",
        "If you are searching for a place to volunteer, but are unsure about what's available in your area, use this site to search.",
        "Also read our article, Volunteer Programs for Retired Seniors.",
        "The U.S. government has many resources for seniors interested in activities, programs and volunteer opportunities.",
        "While the program is generally a volunteer position, some individuals qualify to earn a tax-free hourly stipend.",
        "Peace Corps-seniors travel to developing nations to volunteer.",
        "Many active seniors find that volunteer work is a satisfying endeavor, allowing them to feel needed and appreciated in their community.",
        "The Women's Volunteer Service for Civil Defense prepared and delivered meals to individuals and soldiers, earning the name, \"Meals on Wheels\".",
        "Unfortunately, some homebound seniors rarely have daily interaction with others, so a Meals on Wheels volunteer checking on them is a vital element to their wellbeing.",
        "Organizations that may participate include local chapters of volunteer organizations, such as the American Red Cross, Senior Corps, and Foster Grandparents.",
        "Many towns have volunteer programs to help seniors and transportation is just one of their services.",
        "If you are currently considering a career change, and you want your dream job, see if you can get some volunteer experience in the industry.",
        "After all, volunteer work is a great thing to put on your resume, especially if it relates to the position where you are applying.",
        "Sometimes volunteer work may satisfy this need.",
        "If you work or volunteer at a senior center or a nursing home, you may find yourself thinking, \"I need craft ideas for senior citizens.\"",
        "If that doesn't put you off - and really, let's be serious, it should - then try to get a job as a video game tester or even volunteer as a beta tester.",
        "If you are a seasoned connoisseur or if you know that your tastes are outstanding, you may opt to volunteer as a wine judge.",
        "This is based on self-reporting from volunteer participants in the survey, however, so as with all surveys, the results should be taken with a grain of salt.",
        "Students were classified into four groups based on their participation in sports and other activities, such as clubs, volunteer work, band, choir, or music lessons: neither activity, both, other activities only, and sports only.",
        "This experience may later qualify the volunteer for training that may lead to new employment in the childcare field.",
        "These children appear to be timid and shy and represent about 20 percent of volunteer Caucasian samples.",
        "They appear fearless and sociable and represent about 40 percent of volunteer samples.",
        "To make this plan work all you need is to find a volunteer to work the grill cooking up burgers to order.",
        "Perhaps you will want to join a club or volunteer somewhere.",
        "USGenWeb Project is an all volunteer organization dedicated to keeping genealogy research free.",
        "Since it is volunteer effort, site quality may vary.",
        "Random Acts of Genealogical Kindness, or RAOGK, is a volunteer website that connects genealogist in different areas.",
        "Library patrons are encouraged to use the resources as well as the services of the paid and volunteer staff who are always ready to provide direction to the various resources and to answer questions.",
        "The family trees in the database have been posted by volunteer genealogists wanting to publish their research.",
        "USGenWeb, a volunteer project for all counties and states in the United States.",
        "USGenWeb is a volunteer genealogy organization with a website for all counties and states in the United States.",
        "Always look for a woman under her maiden and married names, especially in the volunteer submissions.",
        "USGenWeb is a volunteer project to keep genealogy on the Internet free.",
        "The TXGenWeb Project is part of the USGenWeb, a volunteer genealogy project.",
        "The Ohio GenWeb is part of the USGenWeb Project, a volunteer network of free genealogy websites.",
        "PAGenWeb is part of the USGenWeb volunteer genealogy project.",
        "After searching the website, you can ask a global volunteer to perform a Random Act of Genealogical Kindness to take photos of headstones or research records in the area they have volunteered to work.",
        "You can ask a global volunteer to perform a Random Act of Genealogical Kindness by searching cemeteries and records where they live.",
        "You can hire a genealogy researcher to help you find these records, or you can call the local library to see if they perform volunteer lookups.",
        "If you don't have access to a knowledgeable volunteer, it may be worth paying to have your site designed by a professional designer.",
        "You can also visit a website such as Volunteer Match to find openings in your region without hardly any effort at all.",
        "If so, make an effort to keep your social life in order by finding time to network with other freelancers, volunteer in your community, and get out with your friends on a regular basis.",
        "A Volunteer Steering Committee of the center runs the Baltimore Area Celiac Support Group for Maryland residents.",
        "This can drive her to volunteer for many humanitarian projects and devote much of her life to helping others achieve their dreams.",
        "This sense of duty will drive her to rescue an abandoned puppy, volunteer at a soup kitchen or collect blankets for a homeless shelter.",
        "Even if your child is not destined to be famous, many homeschoolers take advantage of college classes, volunteer opportunities and internships that really help set them apart.",
        "They may charge to give assistance on their individual Websites, but they will volunteer their time for free homework help to build their clientele.",
        "Learning to volunteer is a life lesson that should be taught young.",
        "Rhine invented a series of simple cards, originally called Zener cards after the Swiss scientist who created them and now usually referred to as ESP cards, to test psychic abilities in volunteer subjects.",
        "Typical ESP experiments include one volunteer as the telepathic \"sender\" and one volunteer as the clairvoyant \"receiver\".",
        "The following summer, Tim's older brother, a Peace Corp volunteer who had just returned from a two-year job in South Africa, listened to the stories from his younger brother about the teasing.",
        "Volunteer to be the designated driver for your friends occasionally and you'll save a bundle.",
        "Christmas charity collections, typically done through volunteer \"bell ringers\" at local malls in November and December, are also part of the Salvation Army's mission.",
        "Look for free or low-cost entertainment options for your family, such as going on a hike, visiting the library, or completing volunteer work.",
        "At the facility she meets Pablo (Greg Serano, Legally Blonde), a volunteer at the center who happens to co-own Wildfire.",
        "In addition to her acting, Michelle Stafford is a regular volunteer for organizations such as Citizens Commission on Human Rights and The Hollywood Education and Literacy Project.",
        "Gina Tognoni (ex-Dinah, GL, Kelly, OLTL) - Tognoni played Sam Nelson, a love interest for Gina's brother Owen and a dedicated volunteer focused on making the world a better place.",
        "Blair continues working on her Yale admission, so Serena takes the opportunity to volunteer her friend to hang out with the daughter of a Yale donor, to score some points.",
        "In fact, companies have sprung up that match students and charity projects needing volunteer labor.",
        "Habitat for Humanity welcomes volunteers in points throughout the world and companies, such as I-to-I match travelers with volunteer projects aboard.",
        "Some studios take on new instructors on an as-needed or volunteer basis, just to see if styles and personalities are compatible.",
        "Often, people seeking employment or volunteer positions ask people who know them for character references.",
        "We've worked together and planned activities on such volunteer projects as our employer's United Way Campaign, the ALS Walk for Hope and the Everybody Wins reading mentorship program.",
        "The functional resume format works for people desiring to enter a new field and for people with unpaid volunteer experience, because the format focuses on experience and skills.",
        "What volunteer experiences have you had?",
        "Cinderella is an avid volunteer in the community, working with the Humane Society and Habitat for Humanity.",
        "Retired executives volunteer their time to provide free and confidential business advice to business owners and those who are thinking about starting businesses.",
        "There are SCORE offices, staffed with volunteer retired executives and business leaders, located around the country.",
        "Make a list of every job you have ever held, including volunteer and part-time work during school.",
        "For example, someone who increased sales by 80 percent in one quarter or who raised more money than any other volunteer deserves an additional comment in the recommendation letter.",
        "She might need the letter by a specific deadline in order to apply for a job or volunteer position.",
        "If you do not complete the letter within the specified timeline, you could ruin the person's chances for a promotion, change of jobs or new volunteer position.",
        "For example, if you want to go into nursing, you'd include volunteer work at your neighborhood clinic and list what responsibilities you held in that position rather than listing detailed information about your involvement in sports.",
        "Other information: Community involvement, volunteer work, or any additional information applicable to the job.",
        "Offer related experience - List any other work, volunteer or internship experience here that is related to teaching skills and ability, leadership skills, organizational and time management skills.",
        "Your hobbies, interests, volunteer work and other activities outside of the nine to five, can provide valuable clues to what you might be good at as an entrepreneur.",
        "You may also list any experience you have that is related to teaching, such as volunteer positions or internships.",
        "The aforementioned SBA offices and SCORE, a business organization of retired business owners who volunteer their time, may be able to guide your writing efforts, but you'll still need to draft the plan yourself.",
        "You can even build your professional network by doing volunteer work for charitable organizations in your community.",
        "Make sure to have a clear contract for the choreographer, even if he or she is a volunteer.",
        "Partner with a volunteer fire department and host a powder puff game.",
        "School mascots can help coordinate volunteer efforts that connect the school with community.",
        "In addition to cheering for the Nuggets, the cheerleaders regularly participated in volunteer events around Denver as passionate advocates for community outreach and development.",
        "Churches are not immune to natural disasters and crimes, and especially in a state like California, it is important to have adequate insurance coverage for the church building and the people who work and volunteer there.",
        "Setting the party later in the evening and serving appetizers is one alternative, or offering an earlier party focusing on volunteer work or other activities is another.",
        "The party could serve food at a soup kitchen, organize a door-to-door food drive, or help volunteer at a humane society, library, children's hospital, or other facility.",
        "The adults hosting the party can volunteer to chaperone the children as they travel around the neighborhood trick-or-treating and then drop them off at home.",
        "The two largest IRS assistance programs are the Volunteer Income Tax Assistance Program (VITA) and Tax Counseling for the Elderly (TCE).",
        "As the war raged on longer than anyone expected, the Confederate War Department formulated a system to issue uniforms and other equipment needed for the Confederate volunteer regiments.",
        "Their first missions included the seizure of Federal warehouses and arsenals.The volunteer troops were regular people, mostly farmers, before the start of the Civil War.",
        "A young drummer by the name of Willie Johnston, age 11, served as the drummer of Company D, 3rd Vermont Volunteer Infantry.",
        "Gratacap, a New York City volunteer fireman and luggage designer, is responsible for the helmets' durability and ability to resist rotting thanks to the treatment he had learned to use on leather luggage that was used on the ocean.",
        "It was in the early 1800's, however, when a volunteer fireman in New York City named Henry Gratacap created one of the most enduring designs for personal protective equipment ever created: the \"eight comb\" fire helmet.",
        "Volunteer - If you want to do more to help animals in the Bay Area, there are many programs that you can participate in with the help of the Marin Humane Society.",
        "You can foster an animal, be an advocate, or volunteer at many of the outreach facilities that the humane society runs.",
        "Whether you are a volunteer, donor, director or just someone with an interest in philanthropy, we welcome you to make comments on articles that will benefit the entire Charity community.",
        "Donating blood must be done as a volunteer because any blood received from a paid donor cannot be used in human transfusions.",
        "Whether you walk, volunteer or donate money, any gesture will be appreciated."
    ],
    "definition": [
        "A person who performs or offers to perform a service voluntarily: an information booth staffed by volunteers; hospital volunteers.",
        "A person who chooses to enter a branch of the military without being drafted or forced to do so by law.",
        "Law A person who works without pay or assumes an obligation to which he or she is not a party or otherwise interested.",
        "Botany A cultivated plant growing from self-sown or accidentally dropped seed.",
        "Being, consisting of, or done by volunteers: volunteer firefighters; volunteer tutoring.",
        "Botany Growing from self-sown or accidentally dropped seed. Used of a cultivated plant or crop.",
        "To give or offer to give voluntarily: volunteered their services; volunteer to give blood.",
        "Informal To compel (someone) to do something: We were volunteered to do the dishes.",
        "To perform or offer to perform a service of one's own free will.",
        "To choose to enter military service of one's own free will.",
        "To do charitable or helpful work without pay: Many retirees volunteer in community service and day care centers.",
        "Link/Cite",
        "One who enters into, or offers for, any service of his/her own free will, especially when done without pay.",
        "(military) One who enters into military service voluntarily, but who, when in service, is subject to discipline and regulations like other soldiers; -- opposed to conscript; specifically, a voluntary member of the organized militia of a country as distinguished from the standing army.",
        "(law) A person who acts out of his own will without a legal obligation, such as a donor.",
        "(botany, agriculture) A plant that grows spontaneously, without being cultivated on purpose; see volunteer plant in Wikipedia.",
        "A native or resident of the American state of Tennessee.",
        "(intransitive) To enlist oneself as a volunteer.",
        "(intransitive) To do or offer to do something voluntarily.\nto volunteer for doing the dishes",
        "To offer.\nto volunteer an explanation",
        "(intransitive, botany) To grow without human sowing or intentional cultivation.",
        "(informal) To offer the services of (someone else) to do something.\nMy sister volunteered me to do the dishes.",
        "Link/Cite"
    ]
}