{
    "translation": "וולגרי, גס",
    "uses": [
        "Avoid vulgar errors; cherish universal sympathy.",
        "\" The vulgar almost imagine him as a finite thing.\"",
        "Returning to Paris, he became professor of vulgar Arabic in the school of living Oriental languages in 1821, and also professor of Arabic in the College de France in 1833.",
        "But this seems an unwarrantable concession to the vulgar opinion that two bodies cannot co-exist in the same place.",
        "Thus the sacrament which was intended to be a bond of peace, became a chief cause of dissension and bloodshed, and was often discussed as if it were a vulgar talisman.",
        "As early as the 13th century the vulgar tongue was already well established at Siena, being used in public documents, commercial records and private correspondence.",
        "In the same spirit he investigated the generation of eels, which were at that time supposed, not only by the ignorant vulgar, but by \"respectable and learned men,\" to be produced from dew without the ordinary process of generation.",
        "Latin was the language of his political treatise, De Monarchia, and even that of his defence of the vulgar tongue, De Vulgari Eloquio.",
        "His ambition had nothing in common with the vulgar eagerness for place and pay and social standing.",
        "It was not only that his intellect revolted against the narrowness of party, his whole being repudiated its clamorous and vulgar excesses.",
        "In the effort to escape from the vulgar, words of Sanskrit origin have been freely adopted and many Cambodian words are also used.",
        "Perhaps the vulgar regarded these men as temporary reincarnations of those whom they thus represented.",
        "His first book on the subject was The Sceptical Chemist, published in 1661, in which he criticized the \"experiments whereby vulgar Spagyrists are wont to endeavour to evince their Salt, Sulphur and Mercury to be the true Principles of Things.\"",
        "royal memory on the subject by petitioning the king on the 19th of December 1 534 \" that His Majesty would vouchsafe to decree, that the Scriptures should be translated into the vulgar tongue.",
        "The preface to Wright's edition consists of a translation of the preface to the Descriptio, together with the addition of the following sentences written by Napier himself: \" But now some of our countreymen in this Island well affected to these studies, and the more publique good, procured a most learned Mathematician to translate the same into our vulgar English tongue, who after he had finished it, sent the Coppy of it to me, to bee seene and considered on by myselfe.",
        "A good deal is also told of them in the vulgar and gossiping but useful work of Captain A.",
        "Various computations were made at different times, from Biblical sources, as to the age of the world; and Des Vignoles, in the preface to his Chronology of Sacred History, asserts that he collected upwards of two hundred different calculations, the shortest of which reckons only 3483 years between the creation of the world and the commencement of the vulgar era and the longest 6984.",
        "This epoch therefore precedes that of the vulgar era by nine months and seven days.",
        "Hence his scorn of the doctrine of the resurrection of the body held then in a very crude form, and his ridicule of any attempt to raise the vulgar masses from their degradation.",
        "The first grand characteristic of Hippocratic medicine is the high conception of the duties and status of the physician, shown in the celebrated \"Oath of Hippocrates\" and elsewhere - equally free from the mysticism of a priesthood and the vulgar pretensions of a mercenary craft.",
        "Nothing can rightly compel a simple and brave man to a vulgar sadness.",
        "He was not the author of the Histoire ecclesiastique (1580), sometimes ascribed to him; nor, probably, of the vulgar skit published under the name of Benedict Panavantius (1551) .",
        "For the great mass of the people Zoroaster's doctrine was too abstract and spiritualistic. The vulgar fancy requires sensuous, plastic deities, which admit of visible representation; and so the old gods received honour again and new gods won acceptance.",
        "The letters to Vettori paint a man of vigorous intellect and feverish activity, dividing his time between studies and vulgar dissipations, seeking at one time distraction in low intrigues and wanton company, at another turning to the great minds of antiquity for solace.",
        "The independence of his conduct as a judge, though not unmixed with the baser elements of prejudice and vulgar love of authority, has partly earned forgiveness for the harshness which was so prominent in his sturdy character.",
        "But the storm overwhelmed him: sober Catholics felt that his vulgar extravagances had prejudiced Catholic doctrine, and Miltitz, who was sent from Rome to deal with the situation, administered to him a severe castigation.",
        "In Sicily, Greek, Arabic, Latin and its children were the tongues of distinct nations; French might be the politest speech, but neither Greek nor Arabic could be set down as a vulgar tongue, Arabic even less than Greek.",
        "The pettiest princeling had his army, his palaces, his multitudes of household officers; and most of them pampered every vulgar appetite without respect either to morality or to decency.",
        "The year of her death (1380) was that of the birth of St Bernardino Albizzeschi (S Bernardino of Siena), a popular preacher whose sermons in the vulgar tongue are models of style and diction.",
        "Elsewhere to a remarkable degree the Arabic language has extinguished the Berber tongue, though no doubt in vulgar Tunisian a good many Berber words remain.",
        "He poses too much as a fine gentleman, and is so anxious not to be taken for a pedant of the vulgar scholastic kind that he falls into the hardly more attractive pedantry of the aesthete and virtuoso.",
        "The descent in meaning from that which is shared alike by several to that which is inferior, vulgar or low, is paralleled by the uses of \"common.\"",
        "- The language of Tibet bears no special name, it is merely known as \" The Speech of Bod or Tibet,\" namely, Bod-skad (pronounced Bho-kd), while the vernacular is called P'al-skad or \" vulgar speech,\" in contradistinction to the rje-sa or \" polite respectful speech \" of the educated classes, and the ch'os-skad or \" book language,\" the literary style in which the scriptures and other classical works are written.",
        "The \" vulgar and more general story,\" as Ashmole calls it, is that of the countess of Salisbury's garter.",
        "The first session was tumultuous; party feeling ran high, and scurrilous and vulgar epithets were bandied to and fro.",
        "Though written in Latin, its discourses were doubtless intended to be delivered in the vulgar tongue; the clergy, however, were often too indolent or too ignorant for this, although by more than one provincial council they were enjoined to exert themselves so that they might be able to do so.'",
        "It is a vulgar error to suppose that you have tasted huckleberries who never plucked them.",
        "Hence comes the modern use of the word for a low-born or vulgar person, particularly one with an unpleasant, surly or miserly character.",
        "I must confess to a weakness for a well turned heel - nothing too high or too vulgar.",
        "At the same time he clarified the conception of elements and compounds, rejecting the older notions, the four elements of the \" vulgar Peripateticks \" and the three principles of the \" vulgar Stagyrists,\" and defining an element as a substance incapable of decomposition, and a compound as composed of two or more elements.",
        "His main offence was that he attacked the monks and clergy, and that he advocated the reading of the Scriptures by the people in the vulgar tongue.",
        "Though Meyerbeer wrote much that is intrinsically more dull and vulgar than the overture to Rienzi, he never combined such serious efforts with a technique so like that of a military bandmaster.",
        "The step from Rienzi to Der fliegende Hollander is without parallel in the history of music, and would be inexplicable if Rienzi contained nothing good and if Der fliegende Hollander did not contain many reminiscences of the decline of Italian opera; but it is noticeable that in this case the lapses into vulgar music have a distinct dramatic value.",
        "Though Wagner cannot as yet be confidently credited with a satiric intention in his bathos, the fact remains that all the Rossinian passages are associated with the character of Daland, so as to express his vulgar delight at the prospect of finding a rich son-in-law in the mysterious Dutch seaman.",
        "His reputation as a rake and gambler was so well established at the very beginning of his career that when he was dismissed from office in 1774 there was a general belief among the vulgar that he had been detected in actual theft.",
        "- The Christian or vulgar era, called also the era of the Incarnation, is now almost universally employed in Christian countries, and is even used by some Eastern nations.",
        "What does distinguish Hebrew prophecy from all others is that the genius of a few members of the profession wrested this vulgar but powerful instrument from baser uses, and by wielding it in the interest of a high morality rendered a service of incalculable value to humanity.",
        "Though an alchemist, Boyle, in his Sceptical Chemist (1661), cast doubts on the \" experiments whereby vulgar Spagyrists are wont to endeavour to evince their salt, sulphur and mercury to be the true principles of things,\" and advanced towards the conception of chemical elements as those constituents of matter which cannot be further decomposed.",
        "Demotic.Demotic Egyptian seems to represent approximately the vulgar speech of the Saite ~period, and is written in.",
        "This notice attracted Swift's attention, and in January 1708 he issued predictions for the ensuing year by Isaac Bickerstaff, written to prevent the people of England being imposed upon by vulgar almanac makers.",
        "Avoid flooding the room with silly, vulgar, or commercial comments.",
        "There's a time and place for vulgar and just plain dirty talk; you'll know when you've reached that point, and if you're not sure, you probably haven't.",
        "This kind of tongue on tongue kiss action is associated with the French who many people believed were highly sexualized, vulgar people.",
        "Women should always assert themselves when possible and seek help if their tattoo (or any other physical feature) begins to warrant threats, slurs, or other forms of vulgar behavior.",
        "While you can't get away with anything vulgar, a fun, sassy cheer might be great for a camp atmosphere.",
        "This look can be a lot more versatile, and some crotchless styles only feature a small hidden slit so they don't look vulgar.",
        "They soon discovered that the name Mighty Joe Young was already taken, and so they switch to a somewhat vulgar name including the name Shirley Temple.",
        "Editions of the text of the Scriptures are permitted for purposes of study; translations of the Bible into the vulgar tongue have to be approved, while those published by non-Catholics are permitted for the use of scholars (Nos.",
        "The Neuagyptische Grammatik (1880) dealt with texts written in the vulgar dialect of the New Kingdom (Dyns.",
        "1873, p. 31 I) which describes\" responsibility \" or (sic) \" moral desert in the vulgar sense\" as \" horrid figments of the imagination.\"",
        "In England, English, French, Latin, were the three tongues of a single nation; they were its vulgar, its courtly and its learned speeches, of which three the courtly was fast giving way to the vulgar.",
        "Nevertheless, or rather for this very reason, its symbols found their way into the rising literature of the vulgar tongues, and helped to quicken the fancy of the artists employed upon church buildings and furniture.",
        "It is a mistake to regard the Latin of Plautus as \"vulgar\" Latin.",
        "It is singular enough that Glanvill who had not only shown, but even exaggerated, the infirmity of human reason, himself provided an example of its weakness; for, after having combated scientific dogmatism, he not only yielded to vulgar superstitions, but actually endeavoured to accredit them both in his revised edition of the Vanity of Dogmatizing, published as Scepsis scientifica (1665, ed.",
        "The Kyogen needs no elaborate description: it is a pure farce, never immodest or vulgar.",
        "The word \"herd\" is also applied in a disparaging sense to a company of people, a mob or rabble, as \"the vulgar herd.\"",
        "Middle and Late Egyptian.These represent the vulgar speech of the Middle and New Kingdoms respectively.",
        "This Old Coptic, as it is termed, was still almost entirely free from Greek loanwords, and its strong archaisms are doubtless accounted for by the literary language, even in its most vulgar forms, having moved more slowly than the speech of the people.",
        "The popular Lucidarius also appeared in the vulgar tongue.",
        "In undertaking these works Nicholas was moved by no vulgar motives, his idea being \"to strengthen the weak faith of the people by the greatness of that which it sees.\"",
        "Before he died a tide of intellectual life was rising all about him; yet he failed to recognize it, declined to give Lessing even the small post of royal librarian, and thought Gotz von Berlichingen a vulgar imitation of vulgar English models.",
        "It is true that down to the 15th century there were many Teutonic Scots who had difficulty in expressing themselves in \" Ynglis,\" and that, at a later date, the literary vocabulary was strongly influenced by the Latin habit of Scottish culture; but the difficulty was generally academic, arising from a scholarly sensitiveness to style in the use of a medium which had no literary traditions; perhaps also from medieval and humanistic contempt of the vulgar tongue; in some cases from the cosmopolitan circumstance of the Scot and the special nature of his appeal to the learned world.",
        "It is not till the middle of the r 5th century that we encounter any works seriously undertaken in the vulgar: before that time there is nothing but an occasional letter (e.g.",
        "If the work begun by Allan Ramsay, continued by Fergusson and completed by Burns, were matter for separate treatment, it would be necessary to show not only that the editorial zeal which turned these writers to the forgotten vernacular and to \" popular \" themes was inspired by the general conditions of reaction against the artificiality of the century; but that it was because these poets were Scots, and in Scotland, that they chose this line of return to nature and naturalness, and did honour, partly by protest, to the slighted efforts of the \" vulgar \" muse.",
        "Thus the name which once denoted the good genius who bestowed the precious gift of water upon man was adopted to this use in vulgar Latin under the form Catamitus.",
        "Except perhaps the silversmiths, no one was conscious of being engaged in \"art metal-working,\" yet the average is neither vulgar nor in bad taste, and the larger works are both dignified and suited to their architectural surroundings.",
        "For, though that celebrated personage would have liked to be called, not \" sophist \" but \" political philosopher,\" and tried to fasten the name of \" sophist \" upon his opponents the Socratics, it is clear from his own statement that he was commonly ranked with the sophists, and that he had no claim, except on the score of superior popularity and success, to be dissociated from the other teachers of political rhetoric. It is true that he was not a political sophist of the vulgar type, that as a theorist he was honest and patriotic, and that, in addition to his fame as a teacher, he had a distinct reputation as a man of letters; but he was a professor of political rhetoric, and, as such, in the phraseology of the day, a sophist.",
        "Pointing out that the sophists of that dialogue \" profess Eis ap€riffs E7rt,u XELav 7rporpNiaL by means of dialogue,\" that ' they challenge the interlocutor inr w Xoyov,\" that \" their examples are drawn from common objects and vulgar trades,\" that \" they maintain positions that we know to have been held by Megarians and Cynics,\" he infers that \" what we have here presented to us as ' sophistic ' is neither more nor less than a caricature of the Megarian logic \"; and further, on the ground that \" the whole conception of Socrates and his effect on his contemporaries, as all authorities combine to represent it, requires us to assume that his manner of discourse was quite novel, that no one before had systematically attempted to show men their ignorance of what they believed themselves to know,\" he is \" disposed to think that the art of disputation which is ascribed to sophists in the Euthydemus and the Sophistes (and exhaustively analysed by Aristotle in the HEpi originated entirely with Socrates, and that he is altogether responsible for the form at least of this second species of sophistic.\"",
        "In England no treaties were published before the 17th century, such matters being thought \" not fit to be made vulgar.",
        "In familiar, if vulgar, dialects, A tends in the same direction.",
        "In the vulgar dialect already mentioned, the sound begins as a more open sound than in the cultivated pronunciation, so that no is really pronounced as naou.",
        "But these men were accounted magicians by the vulgar; and, while the one eventually assumed the tiara, the other was incarcerated in a dungeon.",
        "We do not need to be reminded that Beatrice's adorer had a wife and children, or that Laura's poet owned a son and daughter by a concubine, in order to perceive that the mystic passion of chivalry was compatible in the middle ages with commonplace matrimony or vulgar illegitimate connexions.",
        "It is, however, important as the first specimen of a chronicle written not for the learned but for the instruction of the monks and the common people, in the language of the vulgar, with an admixture of Latin and Oriental words.",
        "But it would be difficult to mention the name of any European king whose private life shows such a record of vulgar vice unredeemed by higher aims of any kind.",
        "From this it will be manifest that the figures of Zoroasters religion are purely abstracrions; the concrete gods of vulgar belief being set aside.",
        "It is a piece of vigorous invective, displaying, like all his subsequent writings, an astonishing command of Latin, and much brilliant rhetoric, but full of vulgar abuse, and completely missing the point of the Ciceronianus of Erasmus.",
        "On the 6th of October 1382 the crown licence in mortmain was issued, on the loth-13th of October the site was conveyed, and on the 20th of October 1382 \"Sancte Marie collegium\" or in vulgar tongue \"Seinte Marie College of Wynchestre by Wynchestre\" was founded for a warden and \"70 pore and needy scholars studying and becoming proficient in grammaticals or the art and science of grammar.\"",
        "Fleury, Rabelais is a sober reformer, an apostle of earnest work, of sound education, of rational if not dogmatic religion, who wraps up his morals in a farcical envelope partly to make them go down with the vulgar and partly to shield himself from the consequences of his reforming zeal.",
        "Meanwhile his fame as a poet in the Latin and the vulgar tongues steadily increased, until, when the first draughts of the Africa began to circulate about the year 1339, it became manifest that no one had a better right to the laurel crown than Petrarch.",
        "He withdrew from vulgar applause, conscious that his narrative would be considered \"disappointing to the ear,\" yet he recast the materials out of which he constructed it in order to lift that narrative into the realm of pure literature.",
        "His insatiable researches into natural fact brought upon him among the vulgar some suspicion of practising those magic arts which of all things he scouted and despised.",
        "The severe training through which he had passed had given him such an experimental knowledge of all the modes of religious melancholy as he could never have gathered from books; and his vigorous genius, animated by a fervent spirit of devotion, enabled him not only to exercise a great influence over the vulgar, but even to extort the half-contemptuous admiration of scholars.",
        "Fractions other than decimal fractions are usually called vulgar fractions.",
        "Apart from this extravagant eulogy, it is absurd to regard Apollonius merely as a vulgar charlatan and miracle-monger.",
        "But he had that quality which Aristotle places high among the virtues - the noble mean of Magnificence, standing midway between the two extremes of vulgar ostentation and narrow pettiness.",
        "The Muses carried off the second prize in 405, Aristophanes being first with the Frogs, in which he accuses Phrynichus of employing vulgar tricks to raise a laugh, of plagiarism and bad versification.",
        "It is a more obvious, if perhaps a more vulgar, criticism of the great development to say that it was too simply intellectual - seeking clear-cut definitions and dogmas without measuring the resources at the command of Christians or the urgency of their need for such things.",
        "That pleasure is not the real absolute good, was no ground for not including it in the good of concrete human life; and after all only coarse and vulgar pleasures were indissolubly linked to the pains of want.",
        "Still more 1 It is highly characteristic of Platonism that the issue in this dialogue, as originally stated, is between virtue and vice, whereas, without any avowed change of ground, the issue ultimately discussed is between the philosophic life and the life of vulgar ambition or sensual enjoyment.",
        "But though Plato holds this inseparable connexion of best and pleasantest to be true and important, it is only for the sake of the vulgar that he lays this stress on pleasure.",
        "Shaftesbury had conclusively shown that these were not in the vulgar sense selfish; but the very stress which he lays on the pleasure inseparable from their exercise suggests a subtle egoistic theory which he does not expressly exclude, since it may be said that this \" intrinsic reward \" constitutes the real motive of the benevolent man.",
        "His erudition was large but ill-digested; his knowledge of the ancient authors, if extensive, was superficial; his style was vulgar; he had no brilliancy of imagination, no pungency of epigram, no grandeur of rhetoric. Therefore he has left nothing to posterity which the world would not very willingly let die.",
        "He was not indeed aware how deeply he had committed himself; otherwise he would have observed that his argument, if valid against the Many of the vulgar, was valid also against the One of Parmenides, with its plurality of attributes, as well as that, in the absence of a theory of predication, it was useless to speculate about knowledge and being.",
        "The - This, the first document in the vulgar tongue in the bur,Q~ oath, history of France and Germany, was merely a mutual contract of protection for the two armies, which nevertheless did not risk another battle.",
        "Married to a woman of loose morals, and afterwards to a devout Italian, he was gross and vulgar in his appetites and pleasures.",
        "In this way, by a theory which, according to Averroes, involves the negation of science, the Moslem theologians believed that they had exalted God beyond the limits of the metaphysical and scientific conceptions of law, form and matter; whilst they at the same time stood aloof from the vulgar doctrines, attributing a causality to things.",
        "The very various periods named make it probable that the periodical return of the phoenix belongs only to vulgar legend, materializing what the priests knew to be symbolic. Of the birds of the heron family the gorgeous colours and plumed head spoken of by Pliny and others would be least inappropriate to the purple heron (Ardea purpurea), with which, or with the allied Ardea cinerea, it has been identified by Lepsius and Peters (Alteste Texte des Todtenbuchs, 1867, p. 51).",
        "The applause of the vulgar was mingled with the derision of the court party.",
        "The special development of the vulgar Latin tongue in Spain, and the formation of the three linguistic types just enumerated, were promoted by political circumstances.",
        "It is agreed on all hands that Castilian is one of the two branches of the vulgar Latin.",
        "One and the same vulgar tongue, diversely modified in the lapse of time, has produced Castilian and Portuguese as two varieties, while Catalan, the third language of the Peninsula, connects itself, as has already been pointed out, with the Gallo-Roman.",
        "Some nominative formsDis (anciently Dios, and in the Castilian of the Jews Dlo), Cdrias, Mdrcos, sastre (s a r t 0 r) have been adopted instead of forms derived from the accusative, but the vulgar Latin of the Peninsula in no instance presents two forms (subjective and objective case) of the same substantIve.",
        "The vulgar Latin of Spain has kept the pluperfect indicative, still in current use vs a secondary form of the conditional (cantdra, yendira, pariiira), and, what is more remarkable still, as not occurring anywhere elle, the future perfect (canidre, vendiire, pcriiire, formerly canliro, vendilro, partiro).",
        "The vulgar Latin of the Peninsula, moreover, has preserved the 2nd pars.",
        "Many peculiarities isf pronunciation, however, are commonly called Andalusian which are far from being confined to Andalusia proper, but are met with in the vulgar speech of many parts of the Castilian domain, both in Europe and in America.",
        "Though short o changed in the Latin of the last age of the Roman republic to u in unaccented syllables always (except after u whether vowel or consonant), and sometimes also in accented syllables, this was not equally true of vulgar Latin, as is shown by the Romance languages.",
        "You didn't think it was vulgar this morning in the shower.",
        "The new King's coarse and often vulgar sense of humor caused much astonishment at the refined English court.",
        "Of, like, or befitting a churl; boorish or vulgar.",
        "God have mercy on those in charge for allowing these vulgar deviants inside the door of your church buildings.",
        "disdainful manner, \" Come, my dear, let us leave these vulgar creatures.",
        "distaste for anything as vulgar as a League.",
        "The tablet's exaggerated entasis is vulgar, it should be hardly visible but nonetheless correct to eliminate optical illusions The tablet is brutal.",
        "galleon's production of The White Devil created a vulgar world of gaudy images and suffocating misogyny.",
        "In High street could be heard singers, accompanied by a harp and violin, bawling out in vulgar strains snatches of indecent songs.",
        "He will be a completely gross, vulgar farmer, totally inattentive to appearances, and thinking of nothing but profit and loss.",
        "Even tho it's content may hinder on the offensive and vulgar in some parts, its all in good jest and absolutely hilarious.",
        "WARNING: Not suitable for anyone easily offended by vulgar songs with rude words!",
        "Hahn is one of those French composers such as Charpentier and FaurÃ© who value clarity and good taste in preference to vulgar ostentation.",
        "Counting upon the immediate revolutionary effect of Fascist repressions and material privations presents a very good example of vulgar historical materialism.",
        "profanity filter which protects their staff from receiving mail containing any vulgar words.",
        "tad vulgar?",
        "It must remembered that at that time using granite for the facade was considered vulgar.",
        "She had always been a little vulgar, a little crude.",
        "No inappropriate (e.g. vulgar, offensive etc) user names.",
        "vulgar materialism; not a happy subject.",
        "vulgar tongue, oh!",
        "This could be seen at its crassest in the vulgar bourgeois economists, but the vulgar bourgeois economists, but the vulgar Marxists soon followed in their footsteps.",
        "vulgar prejudice by the Irish government.",
        "vulgar joke at this point.",
        "vulgar speech.",
        "However there was a rather vulgar sketch with a female dancer cleaning a toilet.",
        "Did you suppose we are so vulgar as to use money here?",
        "It has burning, golden eyes. ' The Doctor: ' Discussing money's very vulgar don't you think?",
        "The city is all gold and crystal and ivory, but not vulgar or garish or tacky.",
        "Benny Hill was a typical, slightly rude, slightly vulgar comic.",
        "Permalink | 3 comment(s) Bowed out By Charlotte Higgins / Back-row blogger 11:46am Are curtain calls just a little bit vulgar?",
        "More than you'd think [November 17] Isn't it all just a tad vulgar?",
        "There's something authoritative about the familiar chunky design, but nothing vulgar.",
        "Hydrangeas are often considered too vulgar by some people.",
        "I'm sad to say that the over-commercialised \" I want \" nature of Christmas in the Western World has never seemed more vulgar.",
        "A classical education and the instincts of family pride saved him from both the greed and the vulgar display which marked the typical \"nabob,\" the self-made man of those days.",
        "It was this rationalistic treatment of the sacred writings which helped to confound the Cartesians with the allegorical school of John Cocceius, as their liberal doctrines in theology justified the vulgar identification of them with the heresies of Socinian and Arminian.",
        "Vulgar materialism sneers at the problem; duty is a fraud or hobgoblin, a mere superstition.",
        "During the 18th century deism spread widely, though its leaders were \" irrepressible men like Toland, men of mediocre culture and ability like Anthony Collins, vulgar men like Chubb, irritated and disagreeable men like Matthew Tindal, who conformed that he might enjoy his Oxford fellowship and wrote anonymously that he might relieve his conscience \" (A.",
        "The literary language has embodied many of its ingredients from the Old Javanese, as spoken in Java at the time of the fall of Majapahit (15th century), while the vulgar dialect has kept free from such admixture.",
        "Those of them who tried to have their own way and came into conflict with the authorities had always to yield in the long run, and they were liable to be treated very unceremoniously, so that the vulgar adage, \" If the prince is bad, into, the mud with him!\"",
        "Asura indicates the more sublime and awful divine character, for which man entertains the greater reverence and fear: daiva denotes the kind gods of light, the vulgar - more sensuous and anthropomorphic - deities.",
        "The dialogue is entitled, The Book of Divine Doctrine, given in person by God the Father, speaking to the mind of the most glorious and holy virgin Catherine of Siena, and written down as she dictated it in the vulgar tongue, she being the while entranced, and actually hearing what God spoke in her.",
        "That the dangers of heresy might be avoided, laymen were forbidden to argue about matters of faith by Pope Alexander IV., an oath \"to abjure every heresy and to maintain in its completeness the Catholic faith\" was required by the council of Toledo (1129), the reading of the Scriptures in the vulgar tongue was not allowed to the laity by Pope Pius IV.",
        "They not unnaturally showed a tolerant spirit on the whole toward existing institutions, including the ecclesiastical abuses, and, in general, cared little how long the vulgar herd was left in the superstitious darkness which befitted their estate, so long as the superior man was permitted to hold discreetly any views he pleased.",
        "The most moderate form of the censure presents him in the odious light of a trimmer; the vulgar and venomous assailant is sure that Erasmus was a Protestant at heart, but withheld the avowal that he might not forfeit the worldly advantages he enjoyed as a Catholic. When by study of his writings we come to know Erasmus intimately, there is revealed to us one of those natures to which partisanship is an impossibility.",
        "At Valangay, where he was sent as a prisoner of state, he sank contentedly into vulgar vice, and did not scruple to applaud the French victories over the people who were suffering unutterable misery in his cause.",
        "In the I3th century the name given to the vulgar tongue of eastern Spain was Calaknesch (Caalizni,scr~s) or Catald (Cata lanus)the idiom of the Catalans.1 By Catalanesch or Catal was understood, essentially, the spoken language and the language of prose, while that of poetry, with a large admixture of Provenal forms, was early called Lemosi, Limosi or language of LimousinCatalan grammarians, and particularly the most celebrated of them, Ramon Vidal de Besalfl, having adopted Lemosi as the generic name of the language of the troubadours.",
        "These grammarians carefully distinguish the vulgar speech, or pla Catald, from the refined Irobar idiom, which originally is a modified form of Provenal.",
        "The grandeur of Thebes was a vulgar grandeur.",
        "Others did not like that tone and said it was stupid and vulgar.",
        "More than you 'd think [November 17] Is n't it all just a tad vulgar?",
        "Finally, there is \" The American Way of Life \", or vulgar materialism; not a happy subject.",
        "When the Papists denied the use of the scripture in the vulgar tongue, oh !",
        "This could be seen at its crassest in the vulgar bourgeois economists, but the vulgar Marxists soon followed in their footsteps.",
        "The decision to hold the referendum is a cynical exploitation of vulgar prejudice by the Irish government.",
        "Now I think I need a rather vulgar joke at this point.",
        "The answers to his questions were in the thick, vulgar speech.",
        "It has burning, golden eyes. ' The Doctor: ' Discussing money 's very vulgar do n't you think?",
        "There 's something authoritative about the familiar chunky design, but nothing vulgar.",
        "I 'm sad to say that the over-commercialised \" I want \" nature of Christmas in the Western World has never seemed more vulgar.",
        "For better or for worse, much of what is deemed \"college humor\" is immature and/or vulgar.",
        "It features over 500 versions of Pantera songs including the complete tabs for the albums Cowboys From Hell, Far Beyond Driven, Vulgar DIsplay of Power, The Great Southern Trendkill and several others.",
        "Graphic or vulgar tee shirts do not belong at work.",
        "This may be disturbing for retirees who grew up in a different era, i.e. before language became more vulgar and invitations for coupling more explicit.",
        "The roster of enemies has been updated as well with plenty of new baddies, including a ferocious looking green imp called the Vulgar and another monster that's an enhanced version of the original Hell Knight.",
        "Two specific types of complex motor tics that often cause parents concern are copropraxia, in which the tic involves a vulgar or obscene gesture, and echopraxia, in which the tic is a spontaneous imitation of someone else's movements.",
        "The term \"butt floss\" is often used as a description, and although it sounds a bit vulgar, it is fairly accurate.",
        "These stores will provide a wide range of sizes and styles that fall into the tween swimsuit category, while also staying away from some of the more vulgar logos.",
        "Not everyone will appreciate an off-color or vulgar gift, and the gift should be something they will find funny rather than embarrassing."
    ],
    "definition": [
        "a. Crudely indecent: a vulgar joke.\nb. Deficient in taste, consideration, or refinement: “that vulgar jockeying for position around the bedside of the gravely ill” ( Susan Sontag )\nc. Given to crudity or tastelessness, as in one's behavior: “He relentlessly vilified the studio executives as vulgar, ignorant hoodlums” ( Marion Meade )\nd. Offensively excessive in self-display or expenditure; ostentatious: the huge vulgar houses and cars of the newly rich.",
        "Spoken by or expressed in language spoken by the common people; vernacular: the technical and vulgar names for an animal species.",
        "Of or associated with the great masses of people; common.",
        "vul′gar·ly\nadverb",
        "vul′gar·ness\nnoun",
        "Link/Cite",
        "Debased, uncouth, distasteful, obscene.",
        "(classical sense) Having to do with ordinary, common people.",
        "Link/Cite"
    ]
}