{
    "translation": "אפודה",
    "uses": [
        "He removed his waistcoat and shirt.",
        "The sadari or waistcoat is worn by women as well as men.",
        "This meant that Tikhon was not handing him the waistcoat he wanted.",
        "After washing himself, he changed into the waistcoat left on the bed.",
        "Above these are generally worn a waistcoat without sleeves, and a long vest of silk, called e.",
        "A sleeveless waistcoat generally made of silk is called a sadari; when it has half sleeves it is called nimastin; the full-sleeved waistcoat worn in winter padded with cotton is called mirzai.",
        "At a time when Ralph Waldo Emerson could write to Thomas Carlyle, \"We are all a little wild here with numberless projects of social reform; not a reading man but has a draft of a new community in his waistcoat pocket,\" - the Brook Farm project certainly did not appear as impossible a scheme as many others that were in the air.",
        "The modern oriental open waistcoat finds its fellow in the jacket or bolero from ancient Crete, and seems to have been distinctively Aegean.",
        "He wore green velvet trousers, a canary-coloured waistcoat, low shoes, silver buckles, lace at his wrists, and his hair in ringlets.\"",
        "It consisted of a short skirted coat with rows of metal buttons, a tricoloured waistcoat and red cap, and became the popular dress of the Jacobins.",
        "Whereas the European wears his waistcoat under his coat, the Indian wears his over his anga or chapkan (not over the achkan).",
        "But instead of all that--here he was, the wealthy husband of an unfaithful wife, a retired gentleman-in-waiting, fond of eating and drinking and, as he unbuttoned his waistcoat, of abusing the government a bit, a member of the Moscow English Club, and a universal favorite in Moscow society.",
        "Wearing a waistcoat over his cotton shirt, Ferapontov was standing before his shop which opened onto the street.",
        "His landlord, who in a waistcoat and a pointed cap, pitchfork in hand, was clearing manure from the cowhouse, looked out, and his face immediately brightened on seeing Rostov.",
        "He had just finished dressing for his ride, and wore a blue uniform, opening in front over a white waistcoat so long that it covered his rotund stomach, white leather breeches tightly fitting the fat thighs of his short legs, and Hessian boots.",
        "Pierre took off his coat, waistcoat, and left boot according to the Rhetor's instructions.",
        "Speranski, wearing a gray swallow-tail coat with a star on the breast, and evidently still the same waistcoat and high white stock he had worn at the meeting of the Council of State, stood at the table with a beaming countenance.",
        "In the Barbargia the men have a white shirt, a black or red waistcoat and black or red coat, often with open sleeves; the cut and decorations of these vary considerably in the different districts.",
        "Thus at Ozieri the men wear ordinary jackets and trousers with a velvet waistcoat; the shepherds of the Sulcis wear short black trousers without kilt and heavy black sheepskin coats, and the two rows of waistcoat buttons are generally silver or copper coins.",
        "Ferapontov came out after her, but on seeing Alpatych adjusted his waistcoat, smoothed his hair, yawned, and followed Alpatych into the opposite room.",
        "a tight waistcoat without sleeves, fastened in front with small silk buttons and loops, (4) an over-waistcoat called shaya-sadriya instead of the anga, with sleeves, and slits at the sides (probably of Arab origin).",
        "He explained, corrected or commented till the clock struck nine; then, with the little finger of the right hand brushing from his coat and waistcoat the shower of superfluous snuff which had fallen on them, he pocketed his snuff-box, and resuming his hat, he as silently as when he came in made his exit by the door which I rushed to open for him.\"",
        "The dress of the lower orders is the shirt and drawers, and waistcoat, with an outer shirt of blue cotton or brown woollen stuff; some wear a kaftan.",
        "He is dressed in a nice waistcoat and carrying a large pocketwatch.",
        "The women of the lower orders have trousers of printed or dyed cotton, and a close waistcoat.",
        "Had on light mixed gray coat and waistcoat with metal buttons, corduroy breeches, round hat and plated shoe buckles if not altered.",
        "broadcloth frock coat and waistcoat, with light-coloured trousers, and immaculate collar and cuffs.",
        "Nice touch Grooms might want to wear a waistcoat matching the fabric of the brides wedding dress.",
        "embroidered silk waistcoat.",
        "He wears a yellow waistcoat and breeches, buff gauntlets and no sash.",
        "He was generally in evening dress - black pantaloons (tight) and a white waistcoat, with Blue Ribbon and Garter.",
        "He then gave every tin a random push, and put the die in his waistcoat pocket.",
        "As well as the Union Jack waistcoat, Prince William also favored one in blue with large white polka dots.",
        "His somewhat portly figure always sported a white waistcoat with a gold watch and chain.",
        "Blue jacket, waistcoat, shirt, waist belt buckle, sporran chain, sporran chain, sporran, hoses, garter flashes, shoes.",
        "strait waistcoat.",
        "visibility waistcoat is available for any employe on request to help encourage cycling to work.",
        "The light on the lanterns fell on his beaming face; the golden buttons shone on his embroidered silk waistcoat.",
        "Gentlemen are required to wear either black or gray morning dress, including a waistcoat, with a top hat.",
        "I just wanted to make a waistcoat to match my shoes.",
        "had a good waistcoat given me by John Turner Tailor &c Aug. 2nd.",
        "I tied my jacket on the pack, and walked in my knitted waistcoat.",
        "waistcoat era and 1970s.",
        "A matching waistcoat can be made for £ 75, in which case there is no need for a belt to be worn.",
        "And all the women in Derby Was looking for his skin To make a fancy waistcoat For that was just the thing.",
        "My favorite is my bright yellow helmet, complimented by a yellow reflective waistcoat.",
        "If the weather was cool they added a colored waistcoat.",
        "Dressed in black, but with a bright red waistcoat, Essex executed at the Tower of London on February 25, 1601.",
        "waistcoat with metal buttons, corduroy breeches, round hat and plated shoe buckles if not altered.",
        "A free high visibility waistcoat is available for any employe on request to help encourage cycling to work.",
        "fishing vests Our river fishing waistcoat is unique in the UK and provides 50N of buoyancy, ideal for river or boat fishing inland.",
        "The pantaloons worn by modern females, with short tunic and waistcoat, are not found among the Bedouin (e.g.",
        "of Dillmann's commentary on Ex.-Lev.) leaves it uncertain whether it covered the back, encircling the body like a kind of waistcoat, or only the front; at all events it was not a garment in the ordinary sense, and its association with the sacred lots indicates that the ephod was used for divination (cf.",
        "At the same time his love of the marvellous found gratification in the wonders of the Arabian Nights, and it is further characteristically related of him that he used to carry continually in his waistcoat pocket a miniature copy of Ossian, passages from which he frequently recited with \"sonorous elocution and vehement gesticulation.\"",
        "(See Radioactivity.) The action of radium on human tissues was unknown until 1901, when, Professor Becquerel of Paris having incautiously carried a tube in his waistcoat pocket, there appeared on the skin within fourteen days a severe inflammation which was known as the famous \"Becquerel burn.\"",
        "What's that mess? she said, pointing to his waistcoat.",
        "I want five hundred rubles, and taking out her cambric handkerchief she began wiping her husband's waistcoat.",
        "\"Sergey Kuzmich--From all sides-\" he said, unbuttoning the top button of his waistcoat.",
        "Pray do not put me in a strait waistcoat.",
        "Had a good waistcoat given me by John Turner Tailor &c Aug. 2nd.",
        "They produced many of the brooches during the white waistcoat era and 1970s.",
        "Fishing vests Our river fishing waistcoat is unique in the UK and provides 50N of buoyancy, ideal for river or boat fishing inland.",
        "Waist covering: This can be a cummerbund made to match the jacket facings or a waistcoat made in the same material as the jacket; silk is equally acceptable.",
        "This was worn over a long, white linen shirt with a high collar and a hip-length waistcoat (called a vest in modern America).",
        "A cummerbund or waistcoat is acceptable as well.",
        "No man would consider himself dressed unless he was wearing trousers, a waistcoat over his shirt and a coat.",
        "Country Life jacket, which has a rear vent, horn buttons and can be part of a suit with a matching waistcoat, trousers and cap.",
        "Throughout the century, men's daily wear consisted of a shirt, breeches or trousers, a waistcoat and a coat.",
        "It was briefly so short in front that the bottom of the waistcoat could be seen.",
        "Although by the 1840s, coats hung more loosely from the waist, they still fit tightly on the torso over the equally snug waistcoat and shirt.",
        "It was during the 1880s that formal wear changed from always being a tail coat and trousers with a dark waistcoat to the dinner jacket or tuxedo.",
        "A waistcoat or vest works marvelously worn over this combination.",
        "The Hatter needs only his distinctive hat and a coat, while the Rabbit should have white ears, a waistcoat, coat and pocket-watch.",
        "You can also get more elaborate, earlier costumes, such as a bodice and skirt for girls and breeches, waistcoat and jacket for boys.",
        "Men wear long trousers, frock coats, high-necked shirt, waistcoat and top hat.",
        "Formal dress uniforms add a white waistcoat that has gold buttons and mother of pearl studs and cuff links for men, and gold ones for the women.",
        "Bow-Tie and White Waistcoat worn for any occasion considered white tie.",
        "In fact, the term \"weskit\" is a word that developed from the English pronunciation of the word \"waistcoat.\""
    ],
    "definition": [
        "A garment formerly worn by men under a doublet.",
        "Chiefly British A short, sleeveless, collarless garment worn especially over a shirt and often under a suit jacket; a vest.",
        "waist′coat′ed\nadjective",
        "Link/Cite",
        "An ornamental garment worn under a doublet.",
        "(chiefly UK) A sleeveless, collarless garment worn over a shirt and under a suit jacket.",
        "Link/Cite"
    ]
}