{
    "translation": "דעך, התמעט",
    "uses": [
        "But his power waned steadily after about 1903.",
        "While the prestige of the schismatics waned, Eugenius IV.",
        "Sadness had long since waned, leaving only a hole that'd never be filled.",
        "Owing to the uncompromising character of the Mahommedan religion and the contemptuous attitude of the dominant race, the subject nationalities underwent no process of assimilation during the four centuries of Turkish rule; they retained not only their language but their religion, manners and peculiar characteristics, and when the power of the central authority waned they still possessed the germs of a national existence.",
        "The Truce of God was most powerful in the 12th century, but with the 13th its influence waned as the kings gradually gained control over the nobles and substituted the king's peace for that of the Church.",
        "The industry waned rapidly toward the middle of the 19th century, but was renewed upon the discovery of the high-grade ores in the S.V.",
        "Afterwards his fortunes waned, and he died at Bristol on the 10th of August 1680.",
        "The government tended to become more and more autocratic and to rely wholly on the all-powerful police, the spies and the priests; and, although the king showed some independence in foreign affairs, his popularity waned; the desire for a constitution was by no means dead, and the survivors of the old Carbonari gathered round Carlo Poerio, while the Giovane Italia society (independent of Mazzini), led by Benedetto Musolino, took as its motto \" Unity, Liberty and Independence.\"",
        "The enthusiasm of the allies (numbering about seventy) waned rapidly before the financial exigencies of successive campaigns, and it is abundantly clear that Thebes had no interest save the extension of her power in Boeotia.",
        "\" Kepler's \" nova in Ophiuchus broke out in 1604 and attained a brightness greater than that of Jupiter; it likewise gradually waned, and disappeared after about fifteen months.",
        "If they had waited till his popularity had waned, they might have had some chance of success, but in anger and resentment they struck too soon.",
        "It was not till the 18th century that the importance of mummy in all its forms waned, and in some of the least progressive quarters of central Europe it survived even to the middle of the 19th.",
        "His love for Cambridge never waned, and his own benefactions took the form of scholarships, fellowships and lectures.",
        "waned considerably.",
        "From this time the power of the Ashanti over the coast tribes waned, and in 1831 the king was obliged to purchase peace from Mr George Maclean, then administrator of the Gold Coast, at the price of 600 oz.",
        "Indeed, in the years between 1840 and 1850, during which the movement waxed and waned, no fewer than forty-one phalanges were founded, of which some definite record can be found.",
        "In the next century Edam was a great shipbuilding centre, and nearly the whole of Admiral de Ruyter's fleet was built here; but in the same century the harbour began to get blocked up, and the importance and industrial activity of the city slowly waned.",
        "However, Brereton 's enthusiasm for public life seems to have rapidly waned.",
        "What he might have done is revived an interest that was flagging after the Arts and Crafts style had waned in popularity.",
        "When its influence waned in the mid 18th century, local merchants rose to power and took control.",
        "Other cats, once the introduction period has waned into a routine, will become friends and playmates.",
        "Popularity waned after World War II, when more potent antibacterial agents were discovered, but interest grew in the 1970's along with the natural health and wellness movement.",
        "It's a look whose popularity has not waned in the least, so it can easily be considered a classic.",
        "While interest has waxed and waned over the years, there was a resurgence in 1933 when anecdotal evidence brought the monster back to the front page.",
        "Over the next ten years, Rachel's love for Mac never waned and although she found happiness with an old enemy, Mac remained her true love.",
        "In the 1960's enthusiasm for nylons waned a bit when pantyhose hit store shelves.",
        "Too much of a good thing was apparently still too much, and ratings eventually waned.",
        "Feelings with regard to the Vulcans waxed and waned between gratitude for their friendship and resentment for their perceived containment of the human spirit.",
        "waned in popularity.",
        "Meanwhile he had been a second time converted to Catholicism, but his influence at court waned, and he retired from public life in 1605.",
        "After the defeat of the Turks at Vienna in 1683, their influence in Transylvania waned, and in 1699, by the peace of Carlowitz, the Porte acknowledged the suzerainty of Leopold I.",
        "Llangeitho became the Jerusalem of Wales, and Rowland's popularity never waned until his physical powers gave way.",
        "Thus it was that Baldwin waxed while Bohemund waned.",
        "As he grew older his metaphysical optimism waned.",
        "In 1853, owing to the withdrawal by Denmark of its customs privileges, its trade waned.",
        "Accordingly Pius soon drew back, and his popularity waned.",
        "Then followed a time of great ethnical confusion in South Africa, during which tribes flourished, split up and disappeared; but ere this the culture represented by the ruins in Rhodesia had waxed and waned.",
        "waned somewhat; they no longer attend trade shows but should do.",
        "So the popularity of sundials gradually waned through the 1800s.",
        "However, Brereton's enthusiasm for public life seems to have rapidly waned.",
        "Its fortunes have since waned due to the demise of local industry, much of which has disappeared.",
        "waned in the mid 18th century, local merchants rose to power and took control.",
        "With the passing of time the early enthusiasm waned, the expectation of the immediate return of Christ was widely given up, the conviction of the Spirit's presence became less vivid, and the conflict with heresy in the 2nd century led to the substitution of official control for the original freedom (see below).",
        "My sense of duty to the nation would have waned with each tirade of criticism over the years.",
        "Owners are looking to retire and interest has waned somewhat; they no longer attend trade shows but should do.",
        "In Britain, this strain dominant in the environmental movement of the early 1970s has waned considerably.",
        "The Indian trend has waned considerably, with Moroccan and Middle Eastern styles successfully replacing it.",
        "While its popularity once again waned during the 1990s, the fedora was resurrected in the 2000s by a new generation who found great favor in its retro-inspired design.",
        "Professional ballroom dance competitions have waxed and waned in popularity over the years.",
        "Avoid intercourse until the symptoms have waned and use lubricants when sexual activity resumes.",
        "In the decade since, Bridget's appeal has never waned and she is still very much sought after by the fashion houses of Milan, Paris and New York.",
        "As WWF restructured into World Wrestling Entertainment, the popularity of wrestling action figures has not waned.",
        "From what's hot for the current holiday season to old favorites that have never waned in popularity, get reliable information on toys for boys and girls of all ages.",
        "From Monopoly Here and Now World edition and The Muppets to many other pop culture, film, sports and television varieties, the charm of Monopoly has not waned.",
        "My feelings for you have waned in intensity.",
        "Women's terry robes are incredibly comfortable and ever since the fabric was first made available to the general public in the late nineteenth century, its demand has never waned.",
        "Interest in Skinner waned after his winning turn on the show, however.",
        "Japanese influence waned."
    ],
    "definition": [
        "simple past tense and past participle of wane",
        "(woodworking) Having wanes, i.e. rounded corners caused by lack of wood, often showing bark.",
        "Link/Cite"
    ]
}