{
    "translation": "בחמימות",
    "uses": [
        "She smiled warmly when Adrienne walked in.",
        "She smiled warmly up at him.",
        "In 1870 Lavigerie warmly supported papal infallibility.",
        "\"Laney, good to see you,\" he said warmly, clapping him on the arm.",
        "Marie Antoinette warmly patronized him.",
        "Clara smiled warmly as she stiffly emerged from her car.",
        "\"Dan,\" Brady greeted his friend warmly and shook his hand.",
        "He welcomed warmly the entrance of the Americans into the war in the spring of 1917.",
        "They kissed warmly, not just a hello kiss.",
        "His lips pressed warmly against hers briefly and then he drew back to look into her eyes.",
        "Alex had been taking her to church for a long time, so they were greeted together warmly and everyone asked how repairs were coming along on her house.",
        "His hands slid down her arms and his palms touched hers warmly as his fingers laced through hers.",
        "His hand covered hers warmly and then he caressed her arm.",
        "This project was warmly encouraged by Abel, who contributed much to the success of the venture.",
        "of Cambridge honoris causa, and when he visited the United States on a lecturing tour was warmly received at various places of learning.",
        "(q.v.) the Persian king; 3 his gifts and letters, however, were contemptuously rejected, and from that time, as it seems, he threw himself warmly into the Roman cause.",
        "Bennigsen, who had chosen the position, warmly displayed his Russian patriotism (Kutuzov could not listen to this without wincing) by insisting that Moscow must be defended.",
        "When Prince Andrew went in the two princesses, who had only met once before for a short time at his wedding, were in each other's arms warmly pressing their lips to whatever place they happened to touch.",
        "Later, she lay in bed, tucked warmly under the covers as his boots clicked away from her on the hardwood floor - down the hall and into the den.",
        "But he expressed himself warmly in favour of active cooperation with other nations of the world, and by accepting the invitation to participate in interAllied councils indicated that he would avoid a policy of isolation.",
        "He smiled warmly when he met her gaze, a twinkle of amusement deepening the amber color to brown.",
        "Dressed warmly, she left her room and stood in the brightly lit, spacious hallway, not at all certain how to leave the stronghold.",
        "Dean wished he'd taken time to dress more warmly as he hurried down the penstock path toward where Shipton's severed line had been tethered.",
        "His fingers caressed her palm warmly and then he brushed the hair away from her cheek.",
        "In doctrine the church is Calvinistic, but its preachers are far from being rigid in this particular, being warmly evangelical, and, in general, distinctly cultured.",
        "He practised law in New York and Philadelphia, was chosen mayor of Philadelphia in 1828, and in 1829 was appointed by President Jackson, whom he had twice warmly supported for the presidency, United States attorney for the eastern district of Pennsylvania, a position long held by his father.",
        "Du Bourg and others ventured warmly to defend the Protestants in the parlement of Paris in the very presence of the king and of the cardinal of Lorraine.",
        "The acceptance of the principle of complete independence, once more warmly advocated by Metternich, seemed now essential if Greece was not to become, like the principalities, a mere dependency of Russia.",
        "Aetius welcomed him warmly and sent him back a friend and foederatus.",
        "\"Uncle\" wrapped Natasha up warmly and took leave of her with quite a new tenderness.",
        "Thomas Moore, who warmly eulogizes Emmet, with whom he was a student at Trinity College, records that one day when he was playing on the piano the melody \"Let Erin remember,\" Emmet started up exclaiming passionately, \"Oh, that I were at the head of 20,000 men marching to that air!\"",
        "Hannah warmly greeted her friends, four coiffed women in expensive clothing with diamonds the size of her thumbnail on their ring fingers.",
        "He was warmly welcomed in the United States, which he visited in 1872, but the lectures on Ireland which he delivered there caused much dissatisfaction.",
        "In his account, however, of the quarrel between Casimir and Olesnicki concerning the question of priority between the cardinal and the primate of Poland he warmly embraced the cause of the former, and even pronounced Casimir worthy of dethronement.",
        "Young Count Toll objected to the Swedish general's views more warmly than anyone else, and in the course of the dispute drew from his side pocket a well-filled notebook, which he asked permission to read to them.",
        "Condorcet's statement that Turgot corresponded with Smith is disproved by a letter of Smith to the duc de la Rochefoucauld, published in the Economic Journal (March 1896), p. 165, in which he says, \"But tho' I had the happiness of his acquaintance: Turgot owed his appointment to the ministry to Maurepas, the\" Mentor \"of Louis XVI., to whom he was warmly recommended by the abbe Very, a mutual friend.",
        "When the last-named joined the Church of Rome he was warmly congratulated by Dellinger on the step he had taken.",
        "Johnson, of whose various and often merely churlish remarks on Garrick and his doings many are scattered through the pages of Boswell, spoke warmly of the elegance and sprightliness of his friend's conversation, as well as of his liberality and kindness of heart; while to the great actor's art he paid the exquisite tribute of describing Garrick's sudden death as having \" eclipsed the gaiety of nations, and impoverished the public stock of harmless pleasure.\"",
        "These decrees were issued together with a pastoral letter of Bishop de' Ricci, and were warmly approved by the grand-duke, at whose instance a national synod of the Tuscan bishops met at Florence on the 23rd of April 1787.",
        "He warmly advocated the insertion in the Reconstruction Acts of a provision ensuring the early termination of military government; and he opposed the impeachment of President Johnson, though he voted for conviction on the trial.",
        "His fingers slipped under her shirt, warmly working at the muscles in her back.",
        "At Leiden, Utrecht, Groningen, Franeker, Breda, Nimeguen, Harderwyk, Duisburg and Herborn, and at the Catholic university of Louvain, Cartesianism was warmly expounded and defended in seats of learning, of which many are now left desolate, and by adherents whose writings have for the most part long lost interest for any but the antiquary.",
        "The attitude of Labour internationalism was maintained by Mr. Henderson out of office, and he warmly espoused the Labour policy of the latter part of 1918, to take the Labour men out of the Government and appeal for support on a Labour platform, in conjunction with the pacifist wing of the party.",
        "Welles supported President Johnson in his quarrel with Congress, took part in the Liberal Republican movement of 1872, and returning to the Democratic party, warmly advocated the election of Samuel J.",
        "The claim of sacredness made for it was warmly contested by some Jewish scholars.",
        "These specific differences revealed different religious tendencies,' the one type being more warmly Evangelical, the other more \" rational \" and congenial in temper with 18th-century Deism.",
        "Pierre, in order to make Boris' better acquaintance, promised to come to dinner, and warmly pressing his hand looked affectionately over his spectacles into Boris' eyes.",
        "He was warmly received by the Gileadites, and the first battle destroyed the party of Absalom, who was himself captured and slain by Joab.",
        "The piece was warmly received at Dresden on the 2nd of January 1843; but its success was by no means equal to that of Rienzi.",
        "The chancellor, at home, took his son's part, while Salvius was warmly supported by Christina, who privately assured him of her exclusive favour and encouraged him to hold his own.",
        "He warmly supported the Catholic missionary bishop of Holland, Rovenius, in his contests with the Jesuits, who were trying to evangelize that country without regard to the bishop's wishes.",
        "Ohrig, an Amsterdam merchant who sympathized warmly with the cause of the emigrant farmers, reached port Natal, and its supercargo, J.",
        "French revolutionary doctrines had become ominously popular, and no one sympathized with them more warmly than Lord Edward Fitzgerald, who, fresh from the gallery of the Convention in Paris, returned to his seat in the Irish parliament and threw himself actively into the work of opposition.",
        "He was on friendly terms with many who were not Jews, and was so warmly devoted to his slave Tabi that when the latter died he mourned for him as for a beloved member of his own family.",
        "He first devoted his attention to painting, but afterwards took up the serious study of music. He entered the Paris Conservatoire, but did not remain there long, because he had espoused too warmly the cause of Wagner against his professor.",
        "This was read a second time without a division, but in committee Gladstone enjoyed some signal triumphs over his late solicitor-general, Sir William Harcourt, who had warmly espoused the cause of the government and the bill.",
        "Corps for disobedience, the king thanked Manteuffel warmly for the part he had played, and then turned to the young brigadier who had disobeyed orders and congratulated him on having twice distinguished himself in the first fortnight of the war.",
        "In the beginning of 1679 he stood for Guildford, and was warmly supported by William Penn, with whom he had long been intimate, and to whom he is said (as is now thought, erroneously) to have afforded assistance in drawing up the constitution of Pennsylvania.",
        "He sympathized warmly and actively with the French revolutionary doctrines, expostulating with Burke on his vehement denunciation of the same.",
        "He must have given general satisfaction, for even before Parker's death two persons so different as Burghley and Dean Nowell independently recommended Grindal's appointment as his successor, and Spenser speaks warmly of him in the Shepherd's Calendar as the \"gentle shepherd Algrind.\"",
        "The city was warmly in favour of the adoption of the federal constitution of 1787; even Samuel Adams was rejected for Congress because he was backward in its support.",
        "Cicero's De Officiis abounds in the kind of question afterwards so warmly discussed by Dr Johnson and his friends.",
        "farther east, in the elevated region of San Angelo dei Lombardi and Bisaccia, the inhabitants are always warmly clad, and vines grow with difficulty and only in sheltered places.",
        "The nurse smiled warmly.",
        "Rachel glanced up as Adrienne entered the kitchen, and smiled warmly.",
        "She pushed a bowl of mashed potatoes toward Adrienne and smiled warmly.",
        "She smiled up at him warmly.",
        "Her heart did a flip-flop and she turned her hand over so that her palm touched his warmly.",
        "\"And you, Sirian,\" she responded less warmly.",
        "Megan forced the anger to the back of her mind and greeted the couple warmly.",
        "The woman smiled warmly.",
        "Public opinion was now keenly excited; he received an ovation from the Munich students, and the king, to whom he owed his appointment, supported him warmly.",
        "His style, especially in the parts belonging to \" J,\" is graphic and picturesque, the descriptions are vivid and abound in detail and colloquy, and both emotion and religious feeling are warmly and sympathetically expressed in it.",
        "Dean Stanley owed something to Ewald and spoke warmly of him, but the Preface to the History of the Jewish Church in which he does so bears eloquent testimony to the general attitude towards Old Testament criticism in 1862, of which we have further proof in the almost unanimous disapprobation and far-spread horror with which Colenso's Pentateuch, pt.",
        "Leipoldt (Leipzig, 1907), may also be warmly recommended; it is clear and methodical, and does not make the common mistake of assigning too much to secondary causes; the author does not forget that he is dealing with a sacred book, and that he has to show why it was held sacred.",
        "Like the mass of the nation, he grew more Protestant as time wore on; he was readier to persecute Papists than Puritans; he had no love for ecclesiastical jurisdiction, and he warmly remonstrated with Whitgift over his persecuting Articles of 1583.",
        "This erroneous estimate was formed when he had seen the Descriptio but had not read it; and his opinion was very different when he became acquainted with the nature of logarithms. The dedication of his Ephemeris for 1620 consists of a letter to Napier dated the 28th of July 1619, and he there congratulates him warmly on his invention and on the benefit he has conferred upon astronomy generally and upon Kepler's own Rudolphine tables.",
        "Finding no help, he travelled through Austria and Turkey to Russia, where he was warmly received, but was dismissed with rich presents, at the demand of the Spanish ambassador, backed up by France.",
        "But he refused to advance farther and to put himself resolutely at the head of his party, although warmly acclaimed by it, and courage failing him, he returned to England, settling first in London, then in Holyrood Palace at Edinburgh and afterwards at Hartwell.",
        "¦ A movement set on foot at the instance of Edward Atkinson, the well-known Boston economist, and warmly supported by the Massachusetts State Board of Trade, seeks to establish by treaty neutral zones from the ports of North America to the ports of Great Britain and Ireland and the continent of Europe, within which zones steamship and sailing vessels in the conduct of lawful commerce should be free to pass without seizure or interruption in time of war.",
        "The bishop of Utrecht supported him warmly, and got him to preach against concubinage in the presence of the clergy assembled in synod.",
        "Toll, was warmly approved of by the king.",
        "In 1542 he warmly supported the privileges of the Commons in the case of George Ferrers, member for Plymouth, arrested and imprisoned in London, but his conduct was inspired as usual by subservience to the court, which desired to secure a subsidy, and his opinion that the arrest was a flagrant contempt has been questioned by good authority.",
        "From Sheffield Lodge, twelve years later, she applied to the archbishop of Glasgow and the cardinal of Guise for some pretty little dogs, to be sent her in baskets very warmly packed, - \"for besides reading and working, I take pleasure only in all the little animals that I can get.\"",
        "Here his bent towards historical study was warmly encouraged, and in 1660 he was made a tutor in the seminary of Buzenval, Jansenist bishop of Beauvais.",
        "These essays Butler, to whom he had sent a copy of his Treatise, but with whom he had failed to make personal acquaintance, warmly commended.",
        "Moreover, Sweden, and other states which were now members of the Empire, warmly supported it; and the house of Habsburg, on which it reflected a certain splendour, would not willingly have let it die.",
        "Although a warmly patriotic Roman, he does full justice to the merits of the barbarian enemies of the empire, particularly the Ostrogoths; although the subject of a despotic prince, he criticizes the civil and military administration of Justinian and his dealings with foreign peoples with a freedom which gives a favourable impression of the tolerance of the emperor.",
        "In this view the British agent was warmly supported by Lord Rosebery, then secretary of state for foreign affairs.",
        "He and his wife utilized the interval to make a trip round the world, being most warmly received in Australia, and returning by way of India.",
        "On the 7th of November at Leicester Lord Rosebery insisted that what the country wanted was not fiscal reform but commercial reform, and he appealed to the free-trade section of the Unionist party to join the Liberals in a united defence, - an appeal incidentally for Liberal unity which was warmly seconded ten days later by Sir Henry Campbell-Bannerman.",
        "Goethe afterwards spoke warmly of the life of Schiller, and desired it to be translated into German.",
        "Though Jeffrey had no intellectual sympathy with Carlyle, he accepted some articles for the Review and became warmly attached to Mrs Carlyle.",
        "Unlike most men of the ruling classes in England, he warmly championed the cause of the North, and his pamphlets, especially one entitled Does the Bible sanction American Slavery?",
        "Here he gave himself up unreservedly to the new impressions which crowded on him, and he was soon at home among the German artists in Rome, who welcomed him warmly.",
        "He bore Wolsey no ill-will, and warmly congratulated him two years later when warlike adventures were abandoned at the peace of London.",
        "In December 1807 he warmly seconded Jefferson's suggestion of an embargo and vigorously urged instant action, saying: \"The president has recommended the measure on his high responsibility.",
        "He retired into private life, but in 1908 was warmly welcomed on a visit to England, where the closest relations now existed with France.",
        "Prince Oscar of Sweden was one of the earliest adherents of cellular imprisonment, and at his urgent representation penitentiary reform was warmly espoused in 1841.",
        "The work was warmly assailed by Drepanius Florus, canon of Lyons, and Prudentius, and was condemned by two councils - that of Valence in 855, and that of Langres in 859.",
        "In his youth, as duke of Anjou, he was warmly attached to the Huguenot opinions, as we learn from his sister Marguerite de Valois; but his unstable character soon gave way before his mother's will, and both Henry and Marguerite remained choice ornaments of the Catholic Church.",
        "The result of the inquiries by the commission and the Lister Institute led to a protracted controversy with regard to the responsibility of Mr Haffkine's laboratory, and to his subsequent treatment by the government of India; and the leading bacteriologists in England warmly took up his cause.",
        "The main issue was the policy of continuing the United States Bank, which in 1811 Clay had opposed, but in 1816 and always subsequently warmly favoured.",
        "It is urged, indeed, that the author of Chronicles could not have imagined a prophet to have sympathized with such a king as Zedekiah so warmly as is implied by Lamentations iv.",
        "Steinkel was born in Vestergotland and was warmly attached to the Christian religion.",
        "On the outbreak of the Dano-Prussian War of 1848-49, Sweden sympathized warmly with Denmark.",
        "The king himself perceived in the compromise a means of solving the conflicting questions, and warmly approved it.",
        "In 389 he conducted a campaign in Acarnania, but two years later the Peace of Antalcidas, which was warmly supported by Agesilaus, put an end to hostilities.",
        "typified in the declaration of \" equal rights to all civilized men \" - or that of the opposite system (as warmly advocated by the Natal delegates as by those from the exBoer republics), which would keep the native races in permanent inferiority, cannot here be discussed; it may be stated, however, that the admittance of Kaffirs to the franchise in the Cape had not been attended with the evil consequences feared.",
        "With the Liberal reaction and strong reform movement which characterized the earlier years of Alexander II.'s reign (1855-1881) he thoroughly sympathized, and for some time he warmly advocated the introduction of liberal institutions of the British type, but when he perceived that the agitation was assuming a Socialistic and Nihilist tinge, and that in some quarters of the Liberal camp indulgence was being shown to Polish national aspirations, he gradually modified his attitude until he came to be regarded by the Liberals as a renegade.",
        "The classical purity of his style, the eloquence of his speeches, the skill with which he depicted the play of emotion, and his masterly portraiture of great men, are all in turn warmly commended, and in our own day we question if any ancient historian is either more readable or more widely read.",
        "When Galileo visited Rome in December 1615 he was warmly received by Bellarmine, and the high regard in which he was held is clearly testified in Bellarmine's letters and in Galileo's dedication to the cardinal of his discourse on \"flying bodies.\"",
        "The doctor illuminatus was venerated throughout Catalonia and afterwards throughout Spain, as a saint, a thinker and a poet; but his doctrines were disapproved by the powerful Dominican order, and in 1376 they were formally condemned in a papal bull issued at the instance of the inquisitor, Nicolas Emeric. The authenticity of this document was warmly disputed by Lull's followers, and the bull was annulled by Martin V.",
        "Here in his account of the rise and progress of the Neapolitan laws and government, he warmly espoused the side of the civil power in its conflicts with the Roman Catholic hierarchy.",
        "The doctrinal Articles, on the other hand, he warmly praised and defended.",
        "When Coligny came to court, he received him very warmly, and seemed at first to accept the idea of an intervention in the Netherlands against the Spaniards.",
        "By Sir Roderick Murchison and his other staunch friends Livingstone was as warmly welcomed as ever.",
        "But he kept aloof from the \" Diehard \" movement, and warmly defended his leader, Mr. Balfour, from the reproaches cast upon him.",
        "2, on behalf of Lord Lansdowne and their colleagues, tendering to Mr. Asquith the unhesitating support of the Opposition in any measures necessary to support France and Russia; and he warmly welcomed Sir E.",
        "He was warmly supported by the residents, but being a Whig in politics he was opposed by the non-residents, and beaten by a large majority.",
        "Administrative reform was, next to peace with the colonies, the part of the scheme of the new ministry to which the king most warmly objected.",
        "To all his three wives, in spite of numerous infidelities, he seems to have been warmly attached; and this is perhaps the best trait in a character otherwise more remarkable for arrogance and heat than for any amiable qualities.",
        "He warmly supported the admission of women students to University College.",
        "They too committed atrocities and sacked the churches, but they were more warmly welcomed than before by the people, who had experienced Austro-Aretine rule.",
        "returned, warmly welcomed by nearly everybody, for French rule had proved oppressive, especially on account of the heavy taxes and the drain of conscription.",
        "In the Civil War of the 17th century, Lindsey for the most part declared for the king, and the Royalist cause was warmly supported by the earl of Lindsey, Viscount Newark, Sir Peregrine Bertie and the families of Dymoke, Heneage and Thorold.",
        "Maura was warmly supported in Congress by the Cuban home rulers and by some far-sighted Liberals and Republicans.",
        "Probably it was ahead of the times, for not until nearly twenty years later was any prominence given to it, when Samuel Wagner, founder and editor of the American Bee Journal, became impressed with Mehring's invention and warmly advocated it in his paper.",
        "warmly espoused the introduction of Eastern blood into England.",
        "To this obsession he sacri 1 He warmly supported the Alien and Sedition Laws of 1798 (in their final form).",
        "At the end of 1855, while the allied troops were still in the East, Victor Emmanuel visited Paris and London, where he was warmly welcomed by the emperor Napoleon III.",
        "Warmly dressed and well-armed, Jenn nonetheless felt the predawn chill tickle her neck.",
        "The Directors of the two new centers warmly welcomed the announcement.",
        "The lucky person was Jack Burgess who also was warmly applauded by the audience.",
        "They warmly commended the bravery of the rescue workers.",
        "All members are therefore warmly encouraged to visit, support and participate in the new bulletin board.",
        "Most of all, however, I warmly congratulate all the new Silks.",
        "This book is firmly theological, warmly devotional, and eminently practical.",
        "You are warmly invited to ' Wedding Cake Dreams ' - a performance revealing the bizarre rituals of marriage divination by Jen Walke.",
        "Spours and Hodgson believe it should be warmly embraced by further education for a number of reasons.",
        "The Protocol has been warmly endorsed by the President of the Family Division.",
        "Like his cousin, the Town Clerk, he warmly espoused the side of the Covenanters.",
        "The proposal for the recognition of existing teaching excellence is warmly applauded.",
        "She greeted us warmly and ushered us into the majlis, a huge, carpeted room festooned with large red pillows.",
        "glowing warmly in the afternoon sunlight.",
        "Group warmly welcomed the initiative in involving the public in this planning application.",
        "Graduates are warmly invited to attend both of these events.",
        "This has been warmly received by jockeys, trainers and connections of horses as the track is now fairer and produces much less kickback.",
        "Come wrapped up warmly to watch the annual Perseid meteor shower.",
        "We arrived midday at the end of May in basking heat and were warmly welcomed and shown to our beautiful and vast suite.",
        "The first street formed was called Mosley Street, in compliment to the alderman of that name, who warmly patronized this excellent improvement.",
        "He was warmly received, particularly in his slow, beautifully sculpted solo.",
        "sketchy information, would be warmly welcomed.",
        "Any further details about the Rowley Regis Home Guard, to add to the above rather sketchy information, would be warmly welcomed.",
        "I warmly shake your hand and remain devotedly yours.",
        "Though rejected by the Jesuits, who found peripatetic formulae a faithful weapon against the enemies of the church, Cartesianism was warmly adopted by the Oratory, which saw in Descartes something of St Augustine, by Port Royal, which discovered a connexion between the new system and Jansenism, and by some amongst the Benedictines and the order of Ste Genevieve.",
        "The views of Malpighi were warmly welcomed on philosophical grounds by Leibnitz, 4 who found in them a support to his 1 The Exercitationes de generatione animalium, which Dr George Ent extracted from him and published in 1651.",
        "He warmly advocated both the Munitions bill and the Registration bill, and had no hesitation in taking the further step of compulsory service, asserting, on the first Military Service bill, that the choice was between compulsion and defeat, and on the second bill, that the first had brought in more men than was expected and, therefore, that there was every reason to anticipate the success of the second.",
        "Attracted to Paris by the fame of the university, he took part in the many disputes between the orders and the secular priests, and warmly defended the latter.",
        "Mr. Harding's interest in agricultural problems was keen; in his first message he asked special protection for agricultural interests, and in his second he declared that something more than protection must be given the farmers, advocating warmly the encouragement of cooperative marketing plans.",
        "The choice was cordially approved by the leaders of the Liberal party, and warmly recognized at a farewell dinner presided over by Mr Asquith (March 28th, 1897).",
        "Into the prosecution of the Popish Plot Sidney threw himself warmly, and was among those who looked to Monmouth, rather than to Orange, to take the place of James in the succession, though he afterwards disclaimed all interest in such a question.",
        "He was warmly welcomed by Louis XV., and ere long he was again vigorously intriguing in Paris, and even in Madrid.",
        "It was warmly supported from outside by the Social Democrats, who held only i 1 seats in the House; inside, the Christian Socialists or Lueger party were favourable on the whole as they hoped to gain seats at the expense of the German Progressives and German Populists and to extend their own organization throughout the empire.",
        "Essex warmly espoused Bacon's cause and earnestly pressed his claims upon the queen; but his impetuous, pettish pleading tended to retard the cause.",
        "He was a friend of Calpurnius Piso, and was implicated in his profligacy by Cicero (in Pisonem, 29), who, however, praises him warmly for his philosophic views and for the elegans lascivia of his poems (cf.",
        "She went up to her and kissed her warmly.",
        "Part of a limited edition collection of warmly scented body splashes, Orange is a summer scent destined to be a longtime favorite.",
        "The cooler months of fall and winter are the time to wrap up warmly!",
        "White Stag jeans were warmly welcomed as a quality name brand by those loyal to the brand, and customers new to the brand were well satisfied, too.",
        "Brain Age has been very warmly received by both the conventional and unconventional video game industry.",
        "For the remaining parent, it is important to cuddle and care for the infant or toddler warmly, frequently, and consistently.",
        "When you are called back to speak with the hiring manager, greet him or her warmly.",
        "Once the baby is born, wrap him up warmly, or, better yet, place him on your stomach/breast with a blanket over him.",
        "You might also want to dress warmly, since the San Francisco Bay can be a chilly place at night.",
        "You could use a pattern for any hood and turn an old towel into a hood that was attached to a beach towel and thus could wrap the child up warmly and conveniently.",
        "Dress warmly if the temperatures are low.",
        "Dressing warmly, making sure your house is properly insulated, and lowering your thermostat a few degrees are all sensible ways to save money on heating bills.",
        "The Doubletree Guest Suites Times Square greets all guests warmly upon arrival with a warm chocolate chip cookie.",
        "The book is written in a non-judgmental tone with large doses of sassiness and has been warmly embraced by women the world over.",
        "Cynthia glanced up and smiled warmly.",
        "His dark eyes lit up when he saw her and he smiled warmly.",
        "Robertson and Adam Smith), and warmly recognized the worth of his opponents (e.g.",
        "In 1594 he was promoted to the office of attorney-general, despite the claims of Bacon, who was warmly supported by the earl of Essex.",
        "On the night of the first representation, which was warmly received, Picard, the manager, threw himself into the arms of his elated friend, exclaiming, \"You have saved us!",
        "Young and Hartley expressed their approbation not less warmly.",
        "and Robert of Artois, his brother-in-law, who, after having warmly supported the disinheriting of Edward III., had been convicted of deceit in a question of succession, had revenged himself on Philip by burning his waxen effigy, and had been welcomed with open arms at Edwards court.",
        "The writings of Johnson were warmly praised."
    ],
    "definition": [
        "In a manner that maintains warm temperature.\nBe sure to dress warmly today!",
        "In a warm, friendly manner.",
        "Link/Cite"
    ]
}