{
    "translation": ".1 פסולת\n.2 בזבוז",
    "uses": [
        "What a waste of five years.",
        "Gabe didn't waste time.",
        "The reactor area, the storage and logistical areas, and the hazardous waste areas appeared untouched.",
        "He wouldn't be caught dead with a bouquet of wildflowers and there was no way he was going to waste money on flowers that would wither and die within a week.",
        "Reluctantly, he agreed to waste his Sunday with Vinnie and learned from Sackler that a uniformed officer had delivered Vinnie's clothes earlier.",
        "I can't afford to waste the buck.",
        "After a zillion years sleeping on the floor, I won't waste another night outside a real bed.",
        "Just you light out and make for that rock, Jim; and don't waste any time about it, either.",
        "You earned the trip, even though it's a waste of time.",
        "Is it OK to dump nuclear waste in the ocean?",
        "It would be such a terrible waste to impair a mind like his.",
        "\"What a waste,\" Nina said.",
        "Then don't waste any more of my time.",
        "Silk, raw, thrown, waste and cocoons - - - 4,738 4,807 6,090",
        "Only one thing made him different than before in that moment, and talking would have been a waste of precious time.",
        "Much as I crave revenge, I'll turn away and not waste my time assaulting his castle again.",
        "In the industrial regions of northern France cattle are stall-fed with the waste products of the beet-sugar factories, oil-works and distilleries.",
        "Why waste time beating around the bush?",
        "It was a royal preserve, and remains for the most part an uncultivated waste, but it is also a rich coalfield, and there are mines in every direction.",
        "It's not as if I wasn't in police work long enough to know that, but Billy's death was such a god-awful waste of a young life.",
        "He was determined not to waste a single minute of his time with Elisabeth.",
        "That evening, Jackson and Elisabeth stayed up late as they had for the previous full moon, neither wanting to waste precious time together sleeping.",
        "That's all I can say; if you can't buy it, it's a waste of my time to try and sell it.",
        "She wouldn't waste her time wondering about fidelity.",
        "\"Other than a nice drive in the country,\" Dean said, \"I suspect today's going to be a waste of time for you.\"",
        "In this case, I didn't waste my time trying.",
        "He says this Baratto thing is too hot to waste time.",
        "If we get started on this Cooms guy's offer, we'll waste all day.",
        "\"Why, so as not to lay waste the country we were abandoning to the enemy,\" said Prince Andrew with venomous irony.",
        "Don't waste time, damn it!",
        "\"Don't waste good film on someone who buys her clothes at an outlet mall,\" Toni said to Laurencio.",
        "I must not waste any more time.",
        "It seems a waste of time to hang these for less than a month.",
        "But the election is uncontested and we don't have any bucks to spare, so I don't see any reason to waste money.",
        "I did not for a moment feel confined, and the walls seemed a great waste of stone and mortar.",
        "As powerful and patient as he was, he wouldn't hesitate to lay waste to anything between them.",
        "Won't all people (or at least most people) waste their lives on narcissistic, hedonistic pleasure?",
        "Silk and waste silk, manu factures of..",
        "The town was several times plundered by the Danes in the 9th century; it was laid waste by Dermot O'Brien in 1071, and was burned in 1137.",
        "He filled Fred in on his conversation with Cece Baldwin and tried to dismiss the entire case as a waste of time.",
        "Why did she waste the breath discussing this matter with Katie?",
        "But I am a prince, and it is foolish for princes to waste their time with such things.",
        "I'd talk to the guy if I thought it would accomplish something but he'll just say he didn't do it and it would be a waste of a phone call.",
        "It seems like such a waste that... but, I can't do anything about it anyway.",
        "I'm not about to waste my best material on a machine!",
        "All the roads were hidden, not a single landmark was visible, only a waste of snow with trees rising out of it.",
        "Crumpled in the waste paper basket was a small piece of white paper with a telephone number.",
        "Her throat quivered with convulsive sobs and, afraid of weakening and letting the force of her anger run to waste, she turned and rushed headlong up the stairs.",
        "Let's not waste any of it in a stuffy studio.",
        "Dean reluctantly agreed it was a clever idea even though he thought it was a waste of time.",
        "Don't waste any more time on it—just get the report fin­ished.",
        "For a moment Mom's face was as clear as if she were standing there, saying \"waste not, want not.\"",
        "As we hastened through the long grass toward the hammock, the grasshoppers swarmed about us and fastened themselves on our clothes, and I remember that my teacher insisted upon picking them all off before we sat down, which seemed to me an unnecessary waste of time.",
        "Why should we live with such hurry and waste of life?",
        "Life's too short to waste a night like this.",
        "He would not waste men and arrows if his intent were not serious.",
        "But I must not waste my time wishing idle wishes; and after all my ancient friends are very wise and interesting, and I usually enjoy their society very much indeed.",
        "The landscape consists for the most part of waste stretches of heath, occasionally slightly overlaid with high fen.",
        "Since there is no waste of energy upon the whole, this represents the loss of energy in the primary wave.",
        "On all sides there were waste spaces with only stoves and chimney stacks still standing, and here and there the blackened walls of some brick houses.",
        "We shared our sadness at the waste of two barely emerging lives with the remainder of the celebratory bourbon.",
        "The footless larvae are elongate, worm-like and very active; they feed upon almost any kind of waste animal matter, and when full-grown form a silken cocoon.",
        "If it weren't for the joy of hearing the usual glowing report, the conference would almost be a waste of time – almost.",
        "She said she did not consider a degree of any real value, but thought it was much more desirable to do something original than to waste one's energies only for a degree.",
        "This choice allows people to dine without the waste and added paper products used in bagging and wrapping items to go from a restaurant.",
        "I don't want to waste any more time second-guessing God.",
        "This foe confounding Thy land, desiring to lay waste the whole world, rises against us; these lawless men are gathered together to overthrow Thy kingdom, to destroy Thy dear Jerusalem, Thy beloved Russia; to defile Thy temples, to overthrow Thine altars, and to desecrate our holy shrines.",
        "amount of waste it sends to landfill.",
        "He doesn't get that I'm not going to waste my time mourning when I can live.",
        "It was a waste of time dwelling on a future she didn't have.",
        "Its load of land waste (see I.",
        "Raw zinc (including waste).",
        "Otherwise, don't waste my time.",
        "ash tray for all surplus waste.",
        "beverage industry generated the largest quantity of waste in the sector, 140,000 tons.",
        "Larry up to his waste in water trying to save his fellow bikers.",
        "The first job was to empty the kitchen waste bin into the compost bin on the plot.",
        "For example, place a waste bin for aluminum cans next to every regular rubbish bin.",
        "How can I stop grass cuttings from sticking to the bottom of my green-lidded garden waste bin?",
        "biodegradable waste you have produced behind you.",
        "biogas from landfill waste has been harnessed in sites around the world.",
        "biogas from anaerobic digestion of sewage or animal waste.",
        "Waste paper, not included in this chart, is also a good substrate for generating biogas.",
        "biogas made from waste such as slurry.",
        "Crop waste is being used to make biomass briquettes for the stoves, providing an extra income to farmers.",
        "bulky, heavy waste to be moved with minimal risk.",
        "Food waste from the kitchen caddy should be emptied into the larger storage bin for collection.",
        "An alcove in the east wall held another waste chute.",
        "But for a long period past the freshwater streams (which predominate) have been used for irrigation to such a degree that very little of the precious water is allowed to run to waste into the lake basins; so that these latter receive only a few salt streams, which deposit on their surface the salt they contain and then evaporate.",
        "greater part of the open country lying waste for fear of the Arab marauders.",
        "waste a man's spirit without softening or enlarging it.",
        "From the time when they began to cast bronze statues, Japanese experts understood how to employ a hollow, removable core round which the metal was run in a skin just thick enough for strength without waste of material; and they also understood the use of wax for modelling purposes.",
        "amalgam waste that has contacted human body fluids is handled.",
        "The survey for the Truckee-Carson system was begun in 1902, with the object of utilizing the waters flowing to waste in western Nevada for the irrigation and reclamation of the adjacent arid regions in Churchill, Lyon and Storey counties.",
        "- To its mineral wealth Nevada owes its existence as a state; but for the richness of its veins of gold and silver ore it would be still little more than an arid waste.",
        "In 259 Odenathus, the Palmyrene adventurer whose memory has been eclipsed by that of his wife Zenobia, laid Nehardea waste for the time being, and in its neighbourhood arose the academy of Pumbedita (Pombeditha) which became a new focus for the intellectual life of Israel in Babylonia.",
        "In its charities Cleveland has carried far the principle of coOperation, seeking to obviate through a welfare federation the waste in soliciting contributions.",
        "He instituted wheatless days and meatless days, and urged the avoidance of all waste.",
        "Pine stumps and waste limbs are utilized, notably at Hattiesburg, for the manufacture of charcoal, tar, creosote, turpentine, &c. Fisheries Fishing is a minor industry, confined for the most part to the Mississippi Sound and neighbouring waters and to the Mississippi and Yazoo rivers.",
        "The warmth, shelter and abundant food in the nests, due both to the fresh supplies brought in by the ants and to the large amount of waste matter that accumulates, must prove strongly attractive to the various \" guests.\"",
        "70, and the country laid waste in the succeeding years.",
        "It is true that he looked upon general society as a waste of time and that he disliked poetry as \"misrepresentation\"; but he intensely enjoyed conversation, gave good dinners and delighted in music, in country sights and in making others happy.",
        "Now, I say there is nothing more dangerous and disadvantageous to the buyer than land so left waste and out of heart; and therefore Cato counsels well to purchase land of one who has managed it well, and not rashly to despise and make light of the skill and knowledge of another.\"",
        "The territory of the \" township \" consisted of arable land, meadow, pasture and waste.",
        "Rough grazing could also be had on the outlying waste lands.",
        "\" The minority of James V., 'the reign of Mary Stuart, the infancy of her son, and the civil wars of her grandson Charles I., were all periods of lasting waste.",
        "He realized that with the enclosure of the waste lands and the absorption of small into large ho] dings, the commonfield farmer must migrate to the town or become a hired labourer; but he also realized that to feed a rapidly growing industrial population, the land must be improved by draining, marling, manuring and the use of better implements, in short by the investment of the capital which the yeoman farmer, content to feed himself and his own family, did not possess.",
        "But in nothing was this so apparent as in agriculture; the high prices of produce holding out a great inducement to improve lands then arable, to reclaim others that had previously lain waste, and to bring much pasture-land under the plough.",
        "The smaller branches and the waste portion of the trunks, left in cutting up the timber, are exported as fire-wood, or used for splitting into matches.",
        "Further incursions made by the Danes in 998 and in 1015 under Canute probably resulted in the destruction of the priory, on the site of which a later house was founded in the 12th century as a cell of the Norman abbey of Lysa, and in the decayed condition of Wareham in 1086, when 203 houses were ruined or waste, the result of misfortune, poverty and fire.",
        "(iii.) The improper user of the premises to the injury of the reversioner is waste (q.v.).",
        "No means are known so far for preventing this great waste.",
        "- This is important especially in the Iong-stapled cottons, unevenness leading to waste in manufacture, and consequently to a lower price for the cotton.",
        "Natural gas is largely used in the United States, and for some time, owing to defective methods of storage, delivery and consumption, great waste occurred.",
        "The processes of soap manufacture may be classified (a) according to the temperatures employed into (I) cold processes and (2) boiling processes, or (b) according to the nature of the starting material - acid or oil and fat - and the relative amount of alkali, into (1) direct saturation of the fatty acid with alkali, (2) treating the fat with a definite amount of alkali with no removal of unused lye, (3) treating the fat with an indefinite amount of alkali, also with no separation of unused lye, (4) treating the fat with an indefinite amount of alkali with separation of waste lye.",
        "to become a candidate for the throne of Poland; for the engagements into which he entered in order to secure the support of the emperor Charles VI.; for the shameless and ill-timed tergiversations of Saxony during the wars of the Austrian Succession; for the intrigues which entangled the electorate in the alliance against Frederick the Great, which led to the Seven Years' War; and for the waste and want of foresight which left the country utterly unprepared to resist the attack of the king of Prussia.",
        "3) occurs as a garden escape in waste ground.",
        "This second writer singles out three of the Maccabean priest kings for attack, the first of whom he charges with every abomination; the people itself, he declares, is apostate, and chastisement will follow speedily - the temple will be laid waste, the nation carried afresh into captivity, whence, on their repentance, God will restore them again to their own land, where they shall enjoy the blessedness of God's presence and be ruled by a Messiah sprung from Judah.",
        "As these waste places have been gradually brought under the plough, in England and Scotland particularly, the haunts and means of subsistence of the linnet have been curtailed, and hence its numbers have undergone a very visible diminution throughout Great Britain.",
        "The Conqueror in revenge burnt the town and laid waste the country between the Humber and Tees.",
        "The excitement, extravagance and waste.",
        "while a class of peasant proprietors was created; its numbers being increased by the custom that, if any man reclaimed a piece of waste land, it became his own property after ten years.",
        "It is not expected that military expenditure can be much reduced, except in the direction of supply contracts, which have been the cause in the past of iniquitous waste of means.",
        "Trautenau is the centre of the Bohemian linen industry and has factories for the manufacture of paper and for the utilization of the waste products of the other mills.",
        "The great fire of 1842 (5th-8th of May) laid in waste the greatest part of the business quarter of the city and caused a temporary interruption of its commerce.",
        "In working downwards in open quarries and in tortuous shafts and passages much of the mica is damaged, and a large amount of labour is expended in hauling waste material to the surface.",
        "Since the mineral occurs in definite veins, a more satisfactory and economical method of working would be that adopted in metalliferous mines, with a vertical shaft, cross-cuts, and levels running along the strike of the vein: the mica could then be extracted by overhead stopping, and the waste material used for filling up the worked-out excavations.",
        "The slag is a waste product, and the flue-dust, collected by special devices in dust-chambers, is briquetted by machinery, with lime as a bond, and then resmelted with the ore-charge.",
        "Seven years later the Bokharians razed the city to the ground, broke down the dams, and converted the district into a waste.",
        "Hence in performing a cycle there is a waste of energy corresponding to what has been termed hysteresis-loss.",
        "They have appeared independently in connexion with a change in the excretion of nitrogenous waste in Arachnids, Crustacea, and the other classes of Arthropoda when aerial, as opposed to aquatic, respiration has been established - and they have been formed in some cases from the mesenteron, in other cases from the proctodaeum.",
        "In some anthracite collieries in America the small coal or culm and other waste are washed into the exhausted workings by water which gives a compact mass filling the excavation when the water has drained away.",
        "This loss .is proportionately greater in thin than in thick seams, the same quantity being cut to waste in either case.",
        "The roof of the excavation is supported as the coal is removed, by packing up the waste material, and by a double row of props, 2 ft.",
        "at the back, the proportion of waste being very considerably diminished as compared with the system of holing by hand.",
        "long and from 3 to 5 wide, and carried past a line of pickers stationed along one side, who take out and remove the waste as it passes by, leaving the clean coal on the belt.",
        "The smaller duff is separated by vibrating or rotating screens into a great number of sizes, which are cleaned by washing in continuous current or pulsating jigging machines, where the lighter coal rises to the surface and is removed by a stream of water, while the heavier waste falls and is discharged at a lower level, or through a valve at the bottom of the machine.",
        "In these districts and others the number has become much reduced, owing doubtless in part to the fatal practice of catching the birds just before or during the breeding-season; but perhaps the strongest cause of their growing scarcity is the constant breaking-up of waste lands, and the extirpation of weeds (particularly of the order Compositae) essential to the improved system of agriculture; for in many parts of Scotland, East Lothian for instance, where goldfinches were once as plentiful as sparrows, they are now only rare stragglers, and yet there they have not been thinned by netting.",
        "Its germ is to be found in the temporary camp on Chobham Ridges, formed in 1853 by Lord Hardinge, the commander-in-chief, the success of which convinced him of the necessity of giving troops practical instruction in the field and affording the generals opportunities of manoeuvring large bodies of the three arms. He therefore advised the purchase of a tract of waste land whereon a permanent camp might be established.",
        "As to the proprietors Franklin succeeded in 1760 in securing an understanding that the assembly should pass an act exempting from taxation the unsurveyed waste lands of the Penn estate, the surveyed waste lands being assessed at the usual rate for other property of that description.",
        "The natives are ordinarily under the direct rule of their own recognized chiefs, but in all the organized districts the governor alone has the power of life or death, of levying taxes, of carrying on war, of controlling waste lands and forests, and of administering justice to non-natives.",
        "The king was secured a minimum civil list of £1500 a year out of the native revenues; pensions were accorded to other members of the Buganda royal family; the salaries of ministers and governing chiefs were guaranteed; compensation in money was paid for removing the king's control over waste lands; definite estates were allotted to the king, royal family, nobility and native landowners; the native parliament or \" Lukiko \" was reorganized and its powers were defined; and many other points in dispute were settled.",
        "He was too good a soldier to waste his reserves and only brought up a few units of the second line to help the disordered brigades of the first.",
        "In literature the second half of the 17th century is a sterile waste of forbidding theology; and its life, judged by the present day, singularly sombre.",
        "In 1856 President Ignacio Comonfort invited tenders for drainage works conditional on the use of waste waters for irrigation purposes, and the plan executed consists of a canal and tunnel 43 m.",
        "It would appear, however, that the production of power alcohol within the British Empire from waste materials, which can be collected and treated at low cost, offers the best chance of the solution of the problem of the supply to the United Kingdom of an alternative liquid fuel for internal-combustion engines.",
        "In Sweden, where wood pulp is made in enormous quantities, the manufacture of alcohol from the waste sulphite lyes is carried on, and it was estimated that in 1920 the probable capacity was in the neighbourhood of 8,000,000 gal.; the actual production, however, amounted to about 2,750,000 gal.",
        "The mysticism which took hold on Persia in the middle ages spread:also to Bokhara, and later, when the Mongol invasions of the 13th century laid waste Samarkand and other Moslem cities, Bokhara, remaining independent, continued to be a chief seat of Islamitic learning.",
        "There is lack of unity in plan and grouping, and an enormous waste of material as compared with available room.",
        "The archaeologist recovers his specimens from waste places, cave deposits, abandoned villages, caches, shell-heaps, refuse-heaps, enclosures, mounds, hut rings, earthworks, garden beds, quarriesï¿½ and workshops, petroglyphs, trails, graves and cemeteries, cliff and cavate dwellings, ancient pueblos, ruined stone dwellings, forts and temples, canals or reservoirs.",
        "But the freedom of trade promoted dangerous relations with the Indians, and an attempt of Kieft to collect a tribute from the Algonquian tribes in the vicinity of Manhattan Island and other indiscretions of this officer provoked Indian hostilities (1641-1645), during which most of the outlying settlements were laid waste.",
        "In 1895 began a marked commercial revival, mainly due to the steady conversion of the colony's waste lands into pasture; the development of frozen meat and dairy exports; the continuous increase of the output of coal; the invention of gold-dredging; the revival and improvement of hemp manufacture; the exploiting of the deposits of kauri gum; the reduction in the rates of interest on mortgage money; a general rise in wages, obtained without strikes, and partially secured by law, which has increased the spending power of the working classes.",
        "Arable land and gardens occupy 55.6% of the area, meadows and pastures 12.9%, forests 21.7%, and the rest is mostly waste.",
        "So long as bridge building was an empirical art, great waste of material was unavoidable.",
        "had amounted to £50,000 only; and in asking L70,000 the government had judged that things could be done with suitable luxury, but without waste.",
        "32) regarded the space it presided over as so much waste land, provisionally occupied by the \" Claws \" of the Scorpion, but readily available for the apotheosis of Augustus.",
        "Such estates have increased greatly in number and extent, not only in Java but elsewhere, since the agrarian law of 1870, under which it became possible for settlers to obtain waste lands on hereditary lease for 75 years.",
        "But the diet, with almost incredible short-sightedness, refused to waste a penny on an undertaking which, they argued, concerned only Lithuania, and it was not as king of Poland, but as grand-duke of Lithuania, and with purely Lithuanian troops, that Sigismund, in 1561, occupied Livonia.",
        "A conflagration laid the buildings waste in 1716, and their present aspect is largely due to Peter the Great.",
        "These contributions to the literature of Shakespeare are full of curious matter, but on the whole display a great waste of erudition, in seeking to show that papers which had been proved forgeries might nevertheless have been genuine.",
        "The contest, however, especially for the waste.",
        "Bradford, which is mentioned as having belonged before 1 066, with several other manors in Yorkshire, to one Gamel, appears to have been almost destroyed during the conquest of the north of England and was still waste in r086.",
        "C. Lister (Lord Masham) introduced the silk and velvet manufacture, having invented a process of manipulating silk waste, whereby what was previously treated as refuse is made into goods that will compete with those manufactured from the perfect cocoon.",
        "of Paderborn is a sandy waste called the Senne.",
        "But the greater part is a dreary stretch of barren, undulating uplands, intersected by tiny streams and passing gradually into the vast level waste of treeless (anc. Axylon) plain that runs S.",
        "But in jumping a gate, or a flight of rails, as ordinarily situated, there is no width to be covered, and to make a horse go through the exertion of jumping both high and wide when he need only do one is to waste his power, added to which to ride fast at timber, unless very low with a ditch on the landing side, is highly dangerous.",
        "The rivers of the mountain belt, normally dividing and subdividing in apparently fnsequent fashion between the hills and spurs, generally follow open valleys; there are few waterfalls, the streams being as a rule fairly well graded, though their current is rapid and their channels are set with coarse waste.",
        "The till is presumably made in part of preglacial soils, but it is more largely composed of rock waste mechanically comminuted by the crccpiiig ice sheets; although the crystalline rocks from Canada and some of the more resistant stratified rocks south of the Great Lakes occur as boulders and stones, a great part of the till has been crushed and ground to a clayey texture.",
        "Average annual removal of waste from entire basin, th in.",
        "The intermont basins which so strongly characterize the Rocky Mountain system are areas which have been less uplifted than the enclosing ranges, and have therefore usually become the depositories of waste from the surrounding mountains.",
        "Many of the intermont plainsthese chiefly in the north-appear to be heavily aggraded with mountain Waste; while others-these chiefly in the southare rock-floored and thinly veneered with alluvium.",
        "When, the region was broken into fault blocks and the blocks were uplifted and tilted, the back slope of each block was a part of the previously eroded surface and the face of the block was a surface of fracture; the present form of the higher blocks is more or less affected by erosion since faulting, while many of the lower blocks have been buried under the waste of the higher ones.",
        "Here the less uplifted blocks are now heavily aggraded with waste from the dissected ranges: the waste takes the form of huge alluvial fans, formed chiefly by occasional boulder-bearing floods from the mountains; each fan heads in a ravine at the mountain base, and becomes laterally confluent with adjacent fans as it stretches several miles forward with decreasing slope and increasing fineness of material.",
        "If this be true, the southern district will furnish a good illustration of an advanced stage of the cycle of arid erosion, in which the exportation of waste from enclosed depressions by the wind has played an important part.",
        "such case the washing of the centripetal slopes of the depressions by occasional sheetfloods (widespreading sheets of turbid running water, supplied by heavy short-lived rains) has been efficient in keeping the rock floor at even grade toward a central basin, where the finest waste is collected while waiting to be removed by the winds.",
        "The total production of coal from 1814 (the year in which anthracite was first mined in Pennsylvania) to 1908 amounted to 7,280,940,265 tons, which represented an exhaustionadding 50% for waste in mining and preparationof 11,870,049,900, or four-tenths of I% of the supposed original supply.",
        "At the same time that the per capita consumption thus rose in 1907 to 5~6 tons, the waste was estimated by the National Conservation Commission at 3~0 tons per capita.",
        "This waste, however, is decreasing, the coal abandoned in the mine having averaged, in the beginning of mining, two or three times the amount taken out; and the chief part of the remaining waste is in imperfect combustion in furnaces and fire-boxes.",
        "ft.; and the Waste at an equal amountmore than 1,000,000,000 of cub.",
        "The leading imports in 1909 were as follows, indicating in each case, when not evidently unnecessary, the value of finished manufactures and of unmanufactured materials: Silk (manufactured, $32,963,162; unmanufactured, $75,512,401); hides and skins, other than fur skins ($103,758,277); sugar and molasses ($91,535,466); fibres, vegetables and textile grasses (manufactured, $33,511,696; unmanufactured, $54,860,698); coffee ($86,524,006); chemicals ($86,401,432); cotton (manufactured, $68,380,780; raw and waste, $1 5,421,854); rubber (manufactured, $1,462,541, unmanufactured, $83,682,013); wool (manufactured, $22,058,712; unmantifactured, $55,530,366); and wood (manufactured, $43,620,591; unmanufactured, $13,584,172).",
        "Round it the Palaeozoic sands and clays, largely derived from its own waste, were deposited as nearly horizontal beds, in many places still almost undisturbed.",
        "The rocks underlying it have been subjected to successive foldings and crumplings by forces acting chiefly from the direction of the Atlantic Ocean, with alternating prolonged periods of waste and denudation.",
        "On the one hand, it is apt to take refuge in an uncritical acceptance of the traditional readings, and, on the other hand, to produce a crop of hesitant and mutually destructive conjectures which a reader naturally resents as a needless waste of his time.",
        "It flourishes in light soils and is one of the few trees that will grow amongst heather; owing to the large number of \"winged seeds\" which are readily scattered by the wind, it spreads rapidly, springing up where the soil is dry and covering clearings or waste places.",
        "The principal manufacture is cotton goods; among the other products are lumber, flour, cotton waste, cotton-seed oil and cake, ice, silk, boilers and engines, and general merchandise staples.",
        "Consequently there were large tracts of untilled \" waste \" land; but these rapidly responded to fertilization and rotation of crops, often yielding Boo to 1200 lb of cotton per acre, and Georgia in 1899 used more fertilizers than any other state in the Union.",
        "Of all generals Wellington was the last to waste a single trained man, and the sight of the breaches of Badajoz after the storm for a moment unnerved even his iron sternness.",
        "The greater part of the soil is of inferior quality, and much that is susceptible of cultivation is still lying waste.",
        "Northallerton (Alvetune, Allerton) is said to have been a Roman station and afterwards a Saxon \"burgh,\" but nothing is known with certainty about it before the account given in the Domesday Survey, which shows that before the Conquest Earl Edwin had held the manor, but that the Normans had destroyed it so utterly that it was still waste in 1086.",
        "Under favourable conditions it is estimated that i r kilogrammes of fresh cocoons give 1 kilogramme of raw silk for commerce, and about the same quantity for waste spinning purposes.",
        "Here we must distinguish between the reeled silk and the spun or waste silk manufactures.",
        "It is only floss, injured and unreelable cocoons, the husks of reeled cocoons, and other waste from reeling, with certain wild silks, which are treated by the spun silk process, and the silk thereby produced loses much of the beauty, strength and brilliance which are characteristic of the manufactures from reeled silk.",
        "Its expansion and importance may be seen from the fact that the imports of waste, knubs, &c., which in 1860 was 1506 cwts., reached in 1905 a record of 72,055 cwts.",
        "Sri.) The Spinning of \" Silk Waste.\"",
        "The term silk waste includes all kinds of raw silk which may be unwindable, and therefore unsuited to the throwing process.",
        "Before the introduction of machinery applicable to the spinning of silk waste, the refuse from cocoon reeling, and also from silk winding, which is now used in producing spun silk fabrics, hosiery, &c., was nearly all destroyed as being useless, with the exception of that which could be hand-combed and spun by means of the distaff and spinning wheel, a method which is still practised by some of the peasantry in India and other Eastern countries.",
        "The supply of waste silk is drawn from the following sources: (I) The silkworm, when commencing to spin, emits a dull, lustreless and uneven thread with which it suspends itself to the twigs and leaves of the tree upon which it has been feeding, or to the straws provided for it by attendants in the worm-rearing establishments: this first thread is unreelable, and, moreover, is often mixed with straw, leaves and twigs.",
        "(2) The outside layers of the true cocoon are too coarse and uneven for reeling; and as the worm completes its task of spinning, the thread becomes finer and weaker, so both the extreme outside and inside layers are put aside as waste.",
        "reelable thread, and in joining the ends, there is unavoidable waste.",
        "The same term - gum-waste--is applied to \" waste \" made in the various processes of silk throwing; but manufacturers using threads known technically as organzines and trams call the surplus \" manufacturer's waste.\"",
        "The different qualities of \" waste,\" of which there are many, vary in colour from a rich yellow to a creamy white; the chief producing countries being China, Japan, India, Italy, France and the countries in the Near East; and the best-known qualities are: steam wastes, from Canton; knubs, from China and from Italy and other Western countries; frisons, from various sources; wadding and blaze, Shanghai; china, Hangchow; and Nankin buttons; Indian and Szechuen wastes; punjum, the most lustrous of wastes; China curlies; Japan wastes, known by such terms as kikai, ostue, &c.; French, Swiss, Italian, China, Piedmont, Milan, &c. There are yellow wastes from Italy, and many more far too numerous to mention.",
        "The waste silk is put into large kilns and covered with hot water (temperature t70° F.).",
        "In this process the silk waste is put into strong, open-meshed cotton bags, made to hold (in accordance with the wish of individual spinners) from i lb to 5 lb in weight.",
        "When the waste contains any large percentage of worm or chrysalis, it is taken to a \" cocoon beater,\" a machine which has a large revolving disk on which the silk is put, and while revolving slowly is beaten by a leather whip or flail, which loosens the silk and knocks out the wormy matter.",
        "The foregoing processes are all peculiar to the silk waste trade, no other fibre having to go through such processes, nor needing such machinery.",
        "The measures by which the government of India chiefly endeavours to reduce the liability of the country to famine are the promotion of railways; the extension of canal and well irrigation; the reclamation of waste lands, with the establishment of fuel and fodder reserves; the introduction of agricultural improvements; the multiplication of industries; emigration; and finally the improvement where necessary of the revenue and rent systems. In times of famine the function of the railways in distributing the grain is just as important as the function of the irrigation-canals in increasing the amount grown.",
        "The former is a long narrow valley, with a rich fringe of cultivation bordering the river; the latter is a wide open alluvial plain, cultivated only on one side, and for the rest rough stony waste.",
        "Stevenson wrote: \" The history of the ` Kaimiloa ' is a story of debauchery, mutiny and waste of government property.\"",
        "Kamenets was laid waste by the Mongol leader Batu in 1240.",
        "Agdistis in repentance prevailed upon Zeus to grant that the body of the youth should never decay or waste.",
        "Andalusia consists of a great plain, the valley of the Guadalquivir, shut in by mountain ranges on every side except the S.W., where it descends to the Atlantic. This lowland, which is known as Andalucia Baja, or Lower Andalusia, resembles the valley of the Ebro in its slight elevation above sea-level (300-400 ft.), and in the number of brackish lakes or fens, and waste lands (despoblados) impregnated with salt, which seem to indicate that the whole surface was covered by the sea at no distant geological date.",
        "The tendency to spin finer counts has been to some extent counteracted by the development of the flannelette trade, for which heavy wefts are used, and there has been again a tendency lately to use \"condensor\" or waste wefts, which has worked to the disadvantage of the spinners of the regular coarse counts spun at Royton and elsewhere.",
        "Raising-cloths are of various kinds and may be merely mediums with a heavy weft, or \"condensor\" weft made from waste yarns.",
        "Northern Tibet is an arid waste, subject to intense heat in summer and intense cold in winter.",
        "The surrounding country is partly cornland, partly waste, and is inhabited by wandering Arabs.",
        "In this passage he deprecates current physiognomical speculations, saying that he might criticize them but feared to waste time and become tedious over them.",
        "Owing to the frequency of earthquakes, many houses were built of wood, and in 1847 fully a quarter of the city was laid waste by fire.",
        "Theoretically 36 parts by weight of carbon are oxidized in the production of 54 parts of aluminium; practically the anodes waste at the same rate at which metal is deposited.",
        "Peruvian guano is obtained from the excreta of South American sea-birds, and fish guano from the waste of fish.",
        "the Millstone Grit contains fragments of chert which can only have come from the waste of the earlier limestones.",
        "Heath (Erica tetralix) and ling (Calluna vulgaris) cover all the waste sandy regions in the eastern division of the country.",
        "This divergence is partly explained by the difference of soil - which in Drente comprises the maximum of waste lands, and in South Holland the minimum - and partly also by the greater facilities which the seaward provinces enjoy of earning a subsistence, and the greater variety of their industries.",
        "Waste lands are chiefly composed of the barren stretches of heaths found in Drente, Overysel, Gelderland and North Brabant.",
        "It lies near the river Don, in a low, flat district, which was formerly a marshy waste, resembling the fens of the eastern counties.",
        "Very soon after this, in 1832, the work of heating the blast was done by means of the waste gases, at Wasseralfingen in Bavaria.",
        "which should flow over a waste weir initially r in.",
        "Like the Siemens furnace, described in § 99, they have two distinct phases: one, \" on gas,\" during which part of the waste gas of the blast-furnace is burnt within the stove, highly heating the great surface of brickwork which for that purpose is provided within it; the other, \" on wind,\" during which the blast is.",
        "waste pieces of steel and iron melted together on the \" open hearth,\" i.e.",
        "31, has three advantages - (1) that the temperature is adjusted with absolutely no consumption of fuel; (2) that the waste of iron due to the oxidation of the outer crust of the ingot is very slight, because the little atmospheric oxygen initially in the pit is not renewed, whereas in a common heating furnace the flame brings a constant fresh supply of oxygen; and (3) that the ingot remains upright during solidification, so that its pipe is concentrated at one end and is thus removable.",
        "In the intermittent system the waste heat can, it is true, be utilized either for raising steam (but inefficiently and inconveniently, because of the intermittency), or by a regenerative method like the Siemens, Fig.",
        "These preparations are in some cases expensive, and there is generally a considerable percentage of waste.",
        "The smaller and uneven pieces of heads and legs are made up into linings, so there is absolutely no waste.",
        "In 1700 it was bombarded by the united fleets of England, Holland and Sweden; in 1728 a conflagration destroyed 1640 houses and five churches; another in 1795 laid waste 943 houses, the church of St Nicolas, and the Raadhus.",
        "At first he tried law, but was unable to give his mind to a study which appeared to him to be merely a barren waste of technical jargon.",
        "The art of irrigation is so well understood that the water supply is at times exhausted, no river water being allowed to run to waste.",
        "Inorganic and other waste matters are stored in the leaf-tissue and thus got rid of by the plant.",
        "The tithes of tithable cattle pasturing in any waste or common ground, whereof the parish is not certainly known, were made payable to the parson of the parish where the cattle dwell by a statute of Edward VI.",
        "' The modern statistics of the commonwealth may be more accurately kept, and there may be less waste in use, but it is not supposed that there is any diminution in the free use of the beverage which has always characterized the antipodean colonist.",
        "Though there is great waste of labour, he can apply his labour when he likes; no permission is required from a government official; no one has to be bribed.",
        "In other cases tanks are fed from neighbouring streams, and the greatest ingenuity is displayed in preventing the precious water from going to waste.",
        "In the unexpected prolongation of the war, volunteer enlistments became too slow to replenish the waste of armies, and in 1863 the government was forced to resort to a draft.",
        "Besides the ordinary waste of the shores, there have been extensive inundations by the sea within the historic period, the gulf of the Doliart having been so caused in the year 1276.",
        "Raw lead (including waste) 1,427 1,470 525 568",
        "Raw tin (including waste) 2,357 2,581 787 688",
        "The labouring man's pig is his bank, and is fed on scraps, small potatoes and waste products.",
        "Messina laid waste the lands of Taormina, because Taormina would not obey the bidding of Messina.",
        "After lying waste for three years, it was rebuilt in 1429.",
        "Private ownership was not interfered with, but all waste lands became the property of the crown, and no non-native could acquire title except as from the government.",
        "Below lies the city with its ancient walls and lofty towers, its gardens and squares, its palaces and its mosques, with their delicately-carved domes and minarets covered with fantastic tracery, the port of Bulak, the gardens and palace of Shubra, the broad river studded with islands, the valley of the Nile dotted with groups of trees, with the pyramids on the north horizon, and on the east the barren cliffs, backed by a waste of sand.",
        "The low sandy shore of the Delta, slowly increasing by the annual deposit of silt by the river, is mostly a barren area of sand-hills and salty waste land.",
        "Under improved conditions the area of cultivated land, or land in process of reclamation, had risen in 1906 to 5,750,000 acres, while another 500,000 acres of waste land awaited reclamation.",
        "The Cave report showed that Egypt suffered from the ignorance, dishonesty, waste and extravagance of the East and from the vast expense caused by hasty and inconsiderate endeavours to adopt the civilization of the West.",
        "The cultivation of buckwheat on these grounds has decreased, and large areas which were formerly thus treated now lie waste.",
        "Drente took part in the revolt of the Netherlands, and being a district covered by waste heath and moor was, on account of its poverty and sparse population, not admitted into the union as a separate province, and it had no voice in the assembly of the states-general.",
        "Fields were laid waste, villages burnt, large numbers of people carried into captivity; and on one occasion the capital was itself in danger.",
        "Numerous small irrigation channels lead off from them, by means of which a considerable area of waste land has been brought under cultivation.",
        "But the town offered a vigorous resistance, and the Athenians were obliged to sail away after a siege of twenty-six days, during which they had laid the island waste.",
        "The drying of the slurry is generally effected by the waste heat of the kilns, so that while one charge is burning another is drying ready for the next loading of the kilns.",
        "In each case the clinker which has just been burned and is fully hot serves to heat the air-supply to the compart ment where combustion is actu ally proceeding; in like manner the raw materials about to be burned are well heated by the waste gases from the compartment in full activity before they them selves are burned.",
        "The farming is, however, chiefly pastoral, nearly one-third of the county is common or waste land, and its number of sheep (mainly of the Radnor Forest breed) far exceeds that of any other county in Wales.",
        "Coleridge seemed to him to be ineffectual as a philosopher, and personally to be a melancholy instance of genius running to waste.",
        "The long screes or talus-slopes at the foot of every crag and cliff bear witness to the continual waste.",
        "\" We made a waste,\" said Archbishop Leighton, \" and stocked it with owls and satyrs,\" the detested \" curates.\"",
        "This principle is in constant action; it regulates the colour, the figure, the capacities and instincts; those individuals in each species whose colour and covering are best suited to concealment or protection from enemies, or defence from inclemencies or vicissitudes of climate, whose figure is best accommodated to health, strength, defence and support; whose capacities and instincts can best regulate the physical energies to self-advantage according to circumstances - in such immense waste of primary and youthful life those only come to maturity from the strict ordeal by which nature tests their adaptation to her standard of perfection and fitness to continue their kind by reproduction.\"",
        "TIMBER, the term given to wood cut and shaped for building purposes, or growing wood suitable for such purposes; in English law the tenant for life may not cut such trees (see Waste).",
        "It is a waste, destitute of water and with but scanty vegetation.",
        "The most interesting of all the non-Arab communities in the country, however, is without doubt the Samaritan sect in Nablus (Shechem); a gradually disappearing body, which has maintained an independent existence from the time when they were first settled by the Assyrians to occupy the land left waste by the captivity of the kingdom of Israel.",
        "The third and last stage in the progress of the art of casting was the employment of a core, generally of clay, round which the metal was cast in a mere skin, only thick enough for strength, without waste of metal.",
        "In steam boilers artificial galvanic couples are often set up by the suspension of zinc plates in the boiler, so that the corrosion of the zinc may preserve the steel boiler plates from waste.",
        "Recovery of sulphur from alkali waste.",
        "In the former case, the first reaction is produced in castiron pans or \" pots,\" very heavy castings of circular section, fired from below, either directly or by the waste heat from the mufflefurnace.",
        "Moreover it is of a most disagreeable kind, as the waste \"still-liquor,\" containing very much free hydrochloric acid and even some free chlorine, forms a most deleterious impurity when finding its way into drains or watercourses, apart from the intolerable nuisance caused by the escapes of chlorine from the stills and otherwise, which cannot be at all times avoided.",
        "This additional lime, which is called the \" basis,\" certainly takes up hydrochloric acid in the next stage of the process, but that causes no more waste of acid than the incomplete action on native manganese ore, mentioned before.",
        "This may consist of a steam injector by means of which air is made to bubble through the liquid, which produces both the required agitation and the heating, and at the same time oxidizes at least part of the sulphides; but this method of agitation causes a great waste of steam and at the same time a further dilution of the liquor.",
        "The latter rests on a brick pillar; the remaining part of the sloping bottom is heated, either by the waste fire from a black-ash furnace or by a special fireplace.",
        "The solution of calcium chloride is run to waste, the ammonia is re-introduced into the process.",
        "The reversible character of the principal reaction has the consequence that a considerable portion of the sodium chloride (up to 33%) is lost, being contained in the waste calcium chloride solution which issues from the ammonia stills.",
        "It is true that all the chlorine combined with the sodium is lost partly as NaC1 and partly as CaC1 2; none of the innumerable attempts at recovering the chlorine from the waste liquor has been made to pay, and success is less likely than ever since the perfection of the electrolytic processes.",
        "Brugsch, Reise nach dent grossen Oase el-Khargeh in der Libyschen Waste (Leipzig, 1878); H.",
        "It is a waste, elevated, desolate region that the route traverses, and the road itself is only open at certain seasons of the year.",
        "In Burma, where the large waste area is being gradually brought under cultivation, there has been an almost uninterrupted increase in the area of the rice crop, and the rice export is one of the main industries of the province.",
        "As cultivation advances, the area of waste land available for grazing steadily diminishes, and the prospects of the poor beasts are becoming worse rather than better.",
        "The extension of cultivation was considered as the chief care of government, and no regard was paid to the improvident waste going on on all sides.",
        "Elton, Commons and Waste Lands; P. Vinogradoff, Villainage in England.",
        "A little reconstruction made Dartmoor into a modern gaol, and in the waste lands around there was ample labour for any number of convict hands.",
        "Very similar operations have been carried out in Austria-Hungary, where large tracts of land have been brought into cultivation, and watercourses have been diverted successfully despite serious difficulties, climatic and physical; in Russia convict labour has been largely used in the construction of the Trans-siberian railway; the military operations in the Sudan were greatly aided by convict labourers engaged in useful work at the base and all along the line; Italy passed a law in 1904 enacting outdoor labour for the reclamation and draining of waste lands by prisoners under long sentence; and France, although much wedded to cellular imprisonment, is beginning to favour extra-mural employment of prisoners under strict regulations.",
        "When the former is used it is roasted with calcium sulphate or alkali waste to form a matte which is then blown in a Bessemer converter or heated in a reverberatory furnace with a siliceous flux with the object of forming a rich nickel sulphide.",
        "In the hope of creating a diversion in Babak's favour, Theophilus in 837 fell upon and laid waste the frontier town of Zibatra.",
        "In refusing to waste men in attempting more than was necessary Cadorna took the right decision, and won a notable success.",
        "The ancient harbour (really but a portion of the lagoons, which had been deepened) is now completely silted up. Even in early times a canal had to be kept open by perpetual digging, while about 1700 this was closed, and now a sandy and partly cultivated waste extends between the town and the seashore.",
        "The waste of heat in the chimney gases is accordingly greater; and further, the metallic shell is liable to be quickly burned away as a result of its contact at a high temperature with free oxygen.",
        "Rapid settlement, excessive prices, reckless waste of money, and wild commercial ventures that glutted San Francisco with all objects usable and unusable made the following years astounding from an economic point of view; but not less bizarre was the social development, nor less extraordinary the problems of state-building in a society \" morally and socially tried as no other American community ever has been tried \" (Royce).",
        "The corporation of the city of London then acquired the freehold interest of waste land belonging to the lords of the manor, and finally secured 5559b acres, magnificently timbered, to the use of the public for ever, the tract being declared open by Queen Victoria in 1882.",
        "The Mongols, as they advanced, sacked towns and laid waste the agricultural lands.",
        "Beowulf, with fourteen companions, sails to Denmark, to offer his help to Hrothgar, king of the Danes, whose hall (called \" Heorot \") has for twelve years been rendered uninhabitable by the ravages of a devouring monster (apparently in gigantic human shape) called Grendel, a dweller in the waste, who used nightly to force an entrance and slaughter some of the inmates.",
        "The winter here, especially in the elevated region of the Paramera and the waste lands of Avila, is long and severe, but the climate is not unhealthy.",
        "Wide tracts of waste land were planted with pinewoods by the ducal house of Medina Sidonia.",
        "In the 9th century it was destroyed by the Danes, but being refounded became the centre of a Danish colony, and until laid waste by the Conqueror was the most prosperous town in the district.",
        "Velia up to the low cliffs of the Esquiline, and in another it laid waste the Aventine, the Forum Boarium and Velabrum till it reached the Tiber and the solid barrier of the Servian wall.",
        "In this regard it is somewhat difficult to draw the line between that which is a rational and scientific method for preventing waste of good material and sophistication pure and simple.",
        "It is supposed that the forests were much richer before the settlement of the state, which was followed by reckless consumption and waste, and the more terrible ravages of fire.",
        "The rainfall is ample for their needs, but no other reserves in the country showed in 1900 such waste by fire and pillage.",
        "The copper output was of slight importance until 1889 - $ 1, 457,749 in 1905, and $1,544,918 in 1907; and that of zinc was nil until 1902, when discoveries made it possible to rework for this metal enormous dumps of waste material about the mines, and in 1906 the zinc output was valued at $5,304,884.",
        "The production of qualities which would have suited many purposes of consumption was prohibited, and the odious supervision which became necessary involved great waste of time and a stereotyped regularity which resisted all improvements.",
        "According to Simeon of Durham it extended from the Humber to the Tyne, but the land was waste north of the Tees.",
        "Shaft furnaces are in use for ores rich in sulphur, and where it is desirable to convert the waste gases into sulphuric acid.",
        "Reverberatory roasting does not admit of the utilization of the waste gases, and requires fine ores and much labour and fuel; it has, however, the advantage of being rapid.",
        "They involve high cost in fuel and labour, but permit the utilization of the waste gases.",
        "In time the original impure copper of the plates becomes replaced by refined copper, but if the plates are initially very impure and dissolve irregularly, it may happen that much residual scrap may have to be remelted, or that some of the metal may be twice refined, thus involving a waste of energy.",
        "The Septuagint (B) introduces the book thus: \" And it came to pass, after Israel was taken captive and Jerusalem laid waste, Jeremiah sat weeping, and lamented with this lamentation over Jerusalem, and said ..",
        "In the middle ages Tortona was zealously attached to the Guelphs, on which account it was twice laid waste by Frederick Barbarossa, in 1155 and 1163.",
        "There it appears to inhabit every waste sufficiently extensive to afford it the solitude it loves.",
        "His waste of time and treasure upon a fascinating mistress named Shadu l-Mulk, the delight of the kingdom, soon brought about his deposition, and in 1408 he gave way to Shah Rukh, who, with the exception of Miran Shah, was the only surviving son of Timur.",
        "They had besieged and taken Herat, killed the governor, plundered the town, and laid waste the surrounding country.",
        "The health of the body depends upon the proper kind and supply of food, upon its proper digestion and absorption, on the proper metabolism or tissue-change in the body, and the proper excretion of waste.",
        "We have also considered in a general way the treatment of local diseases by passive protection, active protection and repair of waste; but both maintenance of health and repair of waste depend very largely upon the condition of the blood.",
        "In order to keep the blood in a satisfactory condition it must be well supplied with fresh nutriment, and the products Nutrition of waste freely eliminated.",
        "In health most of the nitrogenous waste in the body is eliminated as urea, but in gout uric acid is either formed in too great quantity or too little is eliminated, so that it tends to be deposited as urate of soda in the joints and other tissues.",
        "It is usual to reduce the quantity of proteid food to a minimum, in order to lessen the amount of nitrogenous waste to be excreted by the kidneys.",
        "In very bad cases of heart disease, where the patient is unable to go about, the best plan of treatment usually is to make him stay absolutely quiet in bed and have massage, which aids the circulation, tends to remove waste, and increases the appetite.",
        "For before the infant should come to even the immature intelligence of childhood the lands of the foe would be laid waste (Isaiah vii.",
        "In prolonged attacks the limb may waste and be drawn up and fixed in one position.",
        "In1817-1819the Kaffirs returned and laid waste a large area.",
        "This time, however, he crosses Pamir, of which he gives a remarkable account, and passes by Kashgar, Khotan (Kustana), and the vicinity of Lop-nor across the desert to Kwa-chow, whence he had made his venturous and lonely plunge into the waste fifteen years before.",
        "The Portuguese troops cut Massena's communications; the peasants, under instructions from Wellington, had already laid waste their own farms, destroyed the roads and bridges by which Massena might retreat, and burned their boats on the Tagus.",
        "It had only gained a partial success cause the despotic rule of Pombal, like the Inquisition before im, hindered freedom of fancy and discussion, and drove the Arcadians to waste themselves on flattering the powerful.",
        "An old waste book, still preserved, contains entries of amounts of cloth sent from Tenterden to London.",
        "Golden Gate Park (about 1014 acres) was a waste of barren sand dunes when acquired by the municipality in 1870, but skilful planting and cultivation have entirely transformed its character.",
        "For the reservation of the water-partings in the past considerably denuded by lumbermen and ranchmen the increase of the forest areas, and the creation of reservoirs along the rivers, to control their erratic flow 2 and impound their flood waste for purposes of irrigation, much has been done by the national government.",
        "but results when the washings of fresh waste are added, has led to clearer proof that the heating of hay-stacks, hops, tobacco and other vegetable products is due to the vital activity of bacteria and fungi, and is physiologically a consequence of respiratory processes like those in malting.",
        "It was completely repulsed, with heavy losses, and the Bulgarian command, sobered, took care not to waste its reserves in renewed assaults.",
        "It needed a Virchow to open the eyes of the municipality to the terrible waste of life such a state of things entailed.",
        "In these and the other 93 saw-mills in the state in 1905 steam generated by the waste wood was the common power.",
        "First mentioned in the beginning of the 11th century, Brest-Litovsk was in 1241 laid waste by the Mongols and was not rebuilt till 1275; its suburbs were burned by the Teutonic Knights in 1379; and in the end of the 15th century the whole town met a similar fate at the hands of the khan of the Crimea.",
        "From the Connecticut to the Raritan the savages rose in arms, laid waste the farms, massacred the settlers and compelled those who escaped to take refuge on Manhattan Island.",
        "The policy of granting land without payment, originally in force in New South Wales, had been abandoned in favour of sales of the public lands by auction at the upset price of twenty shillings per acre; and the system of squatting licences, under which colonists were allowed to occupy the waste lands on payment of a small annual licence, had been conceded.",
        "long from north to south and about so wide - a low flat space of sandy waste with cultivated oases and palm groves of great luxuriance and beauty.",
        "Crossing the Rhine, he attacked and routed the Marsi, and laid waste the valley of the Ems.",
        "Under these acts a sanitary authority is authorized to take proceedings to restrain interference with the due flow of a stream or the pollution of its waters by throwing into it the solid refuse of any manufactory or quarry, or any rubbish or cinders, or any other waste or any putrid solid matter.",
        "The keeping of swine in a dwelling-house, or so as to be a nuisance, is made an offence punishable by a penalty in an urban district, as also is the suffering of any waste or stagnant water to remain in any cellar, or within any dwelling-house after notice, and the allowing of the contents of any closet, privy or cesspool to overflow or soak therefrom.",
        "Persian Seistan was once highly cultivated by means of a great system of canal irrigation; but for centuries, since the country was devastated by Timur, it has been a barren, treeless waste of flat alluvial plain.",
        "Dactylis glomerata (cock's-foot), a perennial grass with a dense panicle, common in pastures and waste places is a useful meadow-grass.",
        "20) is the very common weed in paths and waste places; P. pratensis and P. trivialis are also common grasses of meadows, banks and pastures, the former is the \" June grass \" or \" Kentucky blue grass \" of North America; P. alpine.",
        "Lolium perenne, ray- (or by corruption rye-) grass, is common in waste places and a valuable pasturegrass; L.",
        "murinum, wild barley, is a common grass in waste places.",
        "In the spring and Britain summer of 1901 a fresh expedition from Harrar was undertaken against the mullah, who was laying waste / the Ogaden country.",
        "Many of his paternal ventures led to little more than waste of money, or the creation of hotbeds of jobbery.",
        "Balancing these mystic joys is the stern tone of his Resolutions, in which he is almost ascetic in his eagerness to live earnestly and soberly, to waste no time, to maintain the strictest temperance in eating and drinking.",
        "It comprises about Soo houses of Afghan settlers, a colony of Jews and a small bazaar, set in the midst of a waste of ruins and many acres of debris.",
        "In other words, when taxes are very moderate and the revenue appropriated by the state is a small part only of the aggregate of individual incomes, it seems possible that individuals in a rich country may waste individually resources which the state could apply to very profitable purposes.",
        "Thousands of square miles in Lower Bengal annually receive a top-dressing of virgin soil from the Himalayas, - a system of natural manuring which renders elaborate tillage a waste of labour, and defies the utmost power of over-cropping to exhaust its fertility.",
        "The first actual mention of the county comes in 1016 when King Canute laid waste to the whole shire.",
        "Bayezid subsequently invaded and laid waste a large part of Walachia, but the voivode succeeded in inflicting considerable loss on the retiring Turks, and the capture of Bayezid by Timur in 1402 gave the country a reprieve.",
        "Three years later a Polish invasion of Moldavia under John Albert with 80,000 men ended in disaster, and shortly afterwards the voivode Stephen, aided by a Turkish and Tatar contingent, laid waste the Polish territories to the upper waters of the Vistula, and succeeded in annexing for a time the Polish province of Pokutia, between the Carpathians and the Dniester.",
        "Like Drente on the north and Gelderland on the south, Overysel consists of a sandy flat relieved by hillocks, and is covered with waste stretches of heath and patches of wood and high fen.",
        "A large proportion of the sand-grounds, however, is waste.",
        "rudus, rubbish), a botanical term for plants growing on rubbish heaps or in waste places.",
        "For others subject to the same temptations, but without that earnestness and insight which he felt himself to possess, faith might be quite impossible, and it would only be waste of time and trouble to try to show to them \"the only path of peace.\"",
        "The silver wattle grows freely in shifting sands and by its means waste lands, e.g.",
        "It was clear, therefore, that in its very nature, house-to-house visitation was both wasteful and insufficient, and it remained for Liverpool to correct the difficulty by the application, in 1873, of the \" Differentiating waste water meter,\" which has since been extensively used for the same purpose in various countries.",
        "In well-equipped waterworks each house service pipe is controlled by a stop-cock accessible from the footpath to the officials of the water authority, and the process of waste detection by this method depends upon the manipulation of such stop-cocks in conjunction with the differentiating meter.",
        "For special purposes the Romans introduced Detection of waste.",
        "Similar examinations by means of the stop-valves on the mains are also made, and it often happens that the residual leakage (400 gallons an hour in the last case) recorded on the diagram, but not shut off by the house stop - cocks, is mentioned by the inspector as an \" outside waste,\" and localized as having been heard at a stop-cock and traced by sounding the pavement to a particular position under a particular street.",
        "By the adoption of this method great reductions in the quantity of water used and wasted are in some cases effected, and the water tenant pays for the leakage or waste he permits to take place, as well as for the water he uses.",
        "The question of the distribution of water, rightly considered, resolves itself into a question of delivering water to the water tenant, without leakage on the way, and of securing that the fittings employed by the water tenant shall be such as to afford an ample and ready supply at all times of the day and night without leakage and without any unnecessary facilities for waste.",
        "Laid waste by the Persians in the 4th century, Nakhichevan sank into comparative insignificance, but by the 10th century had recovered its prosperity.",
        "Sulphur is also recovered in a very pure state from the \"alkali waste\" of the Leblanc process, but this \"recovered sulphur\" is too expensive to be burned for the purpose in question.",
        "The burner gas is introduced at one end, the waste gases issue from the other, the movement of the gases being impelled partly by their own chemical reactions, partly by the draught produced by a chimney (or tower), or by mechanical means.",
        "Since the reactions occur among gases and liquids in the nebulous state, vast spaces have to be provided in which the process may be carried out as completely as possible before the waste gases are allowed to escape into the outer air.",
        "The first step towards securing this requirement was taken as early as 1827 by Gay-Lussac, who discovered that the nitrous fumes, otherwise carried away from the lead chambers by the waste atmospheric nitrogen and oxygen, could be retained by bringing the gases into contact with moderately strong sulphuric acid, the result being the formation of nitroso-sulphuric acid: 2H 2 SO 4 + N203 = 2S0 2 (OH) (ONO) + H 2 O, and the latter remaining dissolved in sulphuric acid as \"nitrous vitriol.\"",
        "Ultimately the waste gas is drawn off by a chimney, or sometimes by mechanical means.",
        "In Saxon times it had been worth loos., but after being laid waste by the Normans was still of no value in 1086.",
        "Neither were the unfenced and unappropriated common lands - waste, bog, forest and mountain - which all clansmen were free to use promiscuously at will.",
        "Each of these cavities presumably excreted waste products to the exterior by a pore.",
        "Some of these cells produced muscles and connective tissue; others absorbed and removed waste products, iron salts, calcium carbonate and the like, and so were ready to be utilized for the deposition of pigment or of skeletal substance.",
        "The population was absolutely exterminated, and the great Domesday survey, made nearly twenty years later, shows the greater part of Yorkshire as waste.",
        "Like the thrifty steward he was, he saw with growing concern the waste of the national resources and the strain upon commerce, with a public debt swollen to what then seemed the desperate sum of £400,000,000.",
        "72) had to contend with some who, while approving of fastings undertaken \" of men's own free and voluntary accord as their particular devotion doth move them thereunto,\" yet \"yearly or weekly fasts such as ours in the Church of England they allow no further than as the temporal state of the land doth require the same for the maintenance of seafaring men and preservation of cattle; because the decay of the one and the waste of the other could not well be prevented but by a politic order appointing some, such usual change of diet as ours is.\"",
        "At the beginning of the 19th century the greater part of the township was still waste and unenclosed.",
        "Otherwise the chief articles of Constantinople's export trade consist of refuse and waste materials, sheep's wool (called Kassab bashi) and skins from the slaughter-houses (in 1903 about 3,coo,000 skins were exported, mostly to America), horns, hoofs, goat and horse hair, guts, bones, rags, bran, old iron, &c., and finally dogs' excrements, called in trade ` pure,' a Constantinople speciality, which is used in preparing leather for ladies' gloves.",
        "If so, parliament was told that temporal possessions ruin the church and drive out the Christian graces of faith, hope and charity; that the priesthood of the church in communion with Rome was not the priesthood Christ gave to his apostles; that the monk's vow of celibacy had for its consequence unnatural lust, and should not be imposed; that transubstantiation was a feigned miracle, and led people to idolatry; that prayers made over wine, bread, water, oil, salt, wax, incense, altars of stone, church walls, vestments, mitres, crosses, staves, were magical and should not be allowed; that kings should possess the jus episcopale, and bring good government into the church; that no special prayers should be made for the dead; that auricular confession made to the clergy, and declared to be necessary for salvation, was the root of clerical arrogance and the cause of indulgences and other abuses in pardoning sin; that all wars were against the principles of the New Testament, and were but murdering and plundering the poor to win glory for kings; that the vows of chastity laid upon nuns led to child murder; that many of the trades practised in the commonwealth, such as those of goldsmiths and armourers, were unnecessary and led to luxury and waste.",
        "These tubes are shown to excrete nitrogenous waste products similar to uric acid.",
        "As he always kept the useful in his eye in all his disquisitions, he esteemed the employments of men only in proportion to the good they were capable of producing; for which cause he had no great value for the critics who waste their lives in composing words and phrases in coming to the choice of a various reading, in a passage that has after all nothing important in it.",
        "But the Allies had opened the campaign late; they moved slowly; the weather broke, and sickness began to waste their ranks.",
        "As there are no mountains or swamps, there is here very little waste land, and every square foot of the vast wheat fields can be made productive.",
        "The wheat straw is worse than a waste product - it is a great nuisance upon the bonanza farm.",
        "In a somewhat impure condition it may be obtained by the reduction of vanadium pentoxide with a mixture of the rare earth metals which are obtained by reduction of the waste oxides formed in the manufacture of thoria (Weiss and Aichel, Ann., 1904, 337, p..",
        "And through the process of waste thus set on foot, they finally dissolved into the aether, and expired \" like spinning insects.\"",
        "Schwarzes Bilsenkraut, Hiihnertod, Saubohne and Zigeuner-Korn or \"gipsies' corn\"), the common name of the plant Hyoscyamus niger, a member of the natural order Solanaceae, indigenous to Britain, found wild in waste places, on rubbish about villages and old castles, and cultivated for medicinal use in various counties in the south and east of England.",
        "They are clever cooks, and for their feasts preparations are sometimes made months in advance, and enormous waste results from them.",
        "A considerable proportion, however, of these larger holdings, especially in Connaught, consist of more or less waste land, which at the best can only be used for raising a few sheep.",
        "F One more table may be given showing the proportional areas under the various kinds of crops, grass, woods and plantations, fallow, bog, waste, &c., over a series of years.",
        "Vasilkov was founded in the 10th century, but laid waste during the Mongol invasion of 1239-42.",
        "Much of what then formed the bottom of this sea consisted until modern times of marshes and waste lands lying in the vicinity of its numerous rivers.",
        "energy tempered by prudence, ran to waste like its wealth in a suzerainty over turbulent vassals devoid of common government or administration, and was undermined by the same lack of social discipline among its vassals which had sapped the power of the Carolingians.",
        "was already sighing for the easy life of Touraine, and recurring to that policy of truce which was so strongly urged by his counsellors, and so keenly irritating to the clear-sighted Joan of Arc. A check before Paris allowed the jealousy of La Trmoille to waste the heroine for eight months on operations of secondary importance, until the day when she was captured by the Burgundians under the walls of Compigne, and sold by them to the English.",
        "He did not waste time by withdrawing towards the south; he kept in the neighHenry IV.",
        "Half the people in the kingdom were dying of hunger, while the court was insulting poverty by its luxury and waste; and from 1750 onwards political ferment was everywhere manifest.",
        "In the middle of the 19th century the upper part of the district was an impenetrable waste.",
        "Behind that shield of waste the Christian kingdom developed; from the death of Alphonso I.",
        "It is a rugged, rocky, barren waste, scored with khors or wadis, along whose beds there is scanty vegetation.",
        "It announced, he tells us, that in the north, in Finland, there should be born a prince who should lay waste Germany and vanish in 1632.",
        "Section 2 of the act provides that no entire horse being above the age of two years, and not being of the height of 15 \" handfulls,\" shall be put to graze on any common or waste land in certain counties; any one was to be at liberty to seize a horse of unlawful height, and those whose duty it was to measure horses, but who refused to do so, were to be fined 40s.",
        "It has been yearly observed by the public schools of the state, and no state has done more than Nebraska for the forestation of its waste and prairie lands.",
        "The common sunflower (the most conspicuous weed of the state) and allied flowers, which spring up in myriads even in the midst of unbroken prairie wherever this is disturbed, line the roads with yellow bands from horizon to horizon, enclose the broken fields and choke waste places.",
        "Large grain elevators have been built, and a new commercial town has grown up. Besides cereals, which amount to 69% of the whole, the exports consist of petroleum and petroleum waste, oilcake, linseed, timber, bran, millet seed, wool, potash, zinc ore and liquorice, the total annual value ranging between 32 and 54 millions sterling.",
        "They are indeed exceedingly beautiful; and yet the surrounding waste of hills is chiefly a barren repetition of sun-cracked crags and ridges with parched and withered valleys intersecting them, where a trickle of salt water leaves a white and leprous streak amongst the faded tamarisk or the yellow stalks of last season's grass.",
        "Convinced that it was impossible to meet Alexander in a pitched battle, his plan was to lay waste the country and retire into the interior, meanwhile organizing resistance on sea (where the Persians were far superior to the Macedonians) and carrying the war into Greece.",
        "At this point two stanzas may be quoted as well illustrating the poet's power of dramatic characterization: The king of the Burgundians he too bewailed his death: Then spake the dying hero: \"Nay, now you waste your breath!",
        "The towns and villages had generally been laid out by contractors or locatores, men not necessarily of noble birth, who were installed as hereditary chief magistrates of the communities, and received numerous encouragements to reclaim waste lands.",
        "It arose rapidly on a strip of waste land, and churches and chapels were built for the workmen, whose numbers soon exceeded P0,000.",
        "In connexion with national resources he advocated development without waste as being reasonable conservation.",
        "The active portion of such a furnace is essentially that above the blast-pipe, the function of the lower part being merely the collection of the reduced metal; the fire may therefore be regarded as burning in an unconfined space, with the waste of a large amount of its heating power.",
        "By continuing the walls of the hearth above the tuyere, into a shaft or stack either of the same or some other section, we obtain a furnace of increased capacity, but with no greater power of consuming fuel, in which the material to be treated can be heated up gradually by loading it into the stack, alternately with layers of fuel, the charge descending regularly to the point of combustion, and absorbing a proportion of the heat of the flame that went to waste in the open fire.",
        "Coarsegrained but very strong firebricks are also made of the waste of china clay works.",
        "1 2 a In iron-smelting blast furnaces the waste gases are of considerable fuel value, and may render important services if properly applied.",
        "Formerly they were allowed to burn to waste at the mouth of a short chimney place above the furnace top, forming a huge body of flame, which was one of the most striking features of the Black Country landscape at night.",
        "It's not science and it's a waste of time but what the hell; it's a rainy afternoon, with nothing else going on.",
        "She spent the better half of the next day too depressed to leave her bed before forcing herself up and parking on the patio in the sun, determined not to waste another day in the dark.",
        "If it weren't for the joy of hearing the usual glowing report, the conference would almost be a waste of time â€“ almost.",
        "What did you do, waste the bastard?",
        "The city probably owns the beach and sovereign immunity makes that angle a waste of time.",
        "The two detectives agreed to keep Baratto at the motel until Monday as neither wanted to waste their weekend checking out his dubious story.",
        "The lecherous bastard didn't waste any time getting Byrne off the payroll and now he's trying to hus­tle his wife before the body even floats in.",
        "Don't waste any more time on itâ€”just get the report fin­ished.",
        "Landis was dirty, filled with the scent of waste and death.",
        "The '\"waste hierarchy\" shown below places incineration second to last.",
        "Over the past 20 years waste management in the US has undergone a quiet revolution with increasing amounts of waste being recycled.",
        "abattoir waste into animal feed soon.",
        "Not only have you caused me to waste valuable time by not filling it in, I also feel personally affronted.",
        "This is seen as a possible future way of recycling waste glass and at the same time reducing the demand for quarried aggregates.",
        "The company is also aware that contractors disposing of construction waste require virgin aggregate.",
        "alchemist's ultimate dream: turn waste back into gold.",
        "Treat with mild alkali and flush to waste with plenty of water.",
        "allowed to continue on the basis of designs to reduce waste arising.",
        "allow to dry then place in normal black sack waste, securely packaged.",
        "am what a waste of life indeed!",
        "arid desert or a frozen waste?",
        "SAI say incinerator ash is mixed with liquid waste on site at Shirecliffe before being buried in clay lined pits.",
        "Partners: CSE undertook the energy audit for Somerset County Council, with input from Network Recycling for the waste audit.",
        "The use of benchtop autoclaves for waste is not recommended because these cannot usually be validated.",
        "autoclave for the sterilization of waste materials should be available on site.",
        "bait digging can lead to the reworking of the particulate waste.",
        "On the Moor, they want to build a bandstand: Committees which keep minutes and waste hours.",
        "bastean>Basting brush - to ensure you don't waste your marinade.",
        "They are, however, extremely beneficial in reducing the amount of waste needing to be disposed of.",
        "The wrapper was the largest individual contributor to waste and again beset by numerous small problems.",
        "Also, the feed is mainly composed of food waste, which has a relatively high biogas yield per ton.",
        "biogas digester along with toilet waste.",
        "Landfill Gas The potential to harvest biogas from landfill waste has been harnessed in sites around the world.",
        "All marine businesses will produce some sort of waste and the majority of recreational boaters will produce waste whilst on the water.",
        "It intends to use the method on 300,000 gallons of liquid waste from atom bomb tests in the 1940s.",
        "Related News Stories: Wed 15th Dec 2004: row brewing over new waste plant go-ahead.",
        "In waste places, white dead nettle, violets and coltsfoot may be in flower, attracting early bumblebees and honey bees.",
        "butchery waste is be defined as controlled waste, and be disposed of separately.",
        "You should have received a brown 5-litre kitchen caddy that can be used to put food waste in.",
        "This also helps to reduce the amount of hazardous metals e.g. cadmium, nickel and mercury, in the waste stream.",
        "In portable electronics, they avoid toxic cadmium and mercury battery waste.",
        "The waste industry is an increasingly capital-intensive sector with adequate returns often being realized only over a long period.",
        "carbon-14 contaminated waste should have been classified as intermediate waste.",
        "You can recycle cardboard at any of the household waste recycling centers What should I do with excess paper?",
        "For example, Kellogg's has donated some waste cardboard to a local children's play project.",
        "Ullage: Waste beer left at the bottom of an empty cask or overflowing into a drip tray.",
        "Background on Ricin Ricin is a poison that can be made from the waste (mash) left over from processing castor beans.",
        "ICER - Materials recovery from waste cathode ray tubes (CRTs ).",
        "This waste contains cellulose a plant material which the body cannot digest.",
        "certifiable lunatics and incorrigible nostalgia buffs would waste time bidding for them online.",
        "There was no proper sewerage system in cities and waste was dumped in open large cesspools that were emptied twice a year.",
        "Use of the otherwise waste heat to produce hot water or power an absorption chiller raises the overall efficiency figure to around 80% .",
        "Return to DIAGRAM Disposal of iron residues The waste product from the ion exchange was ferric chloride.",
        "classifysent to local tips will be classified as controlled waste and must be handled properly.",
        "A natural colon cleanser, stimulating the gut to expel waste Citrus fruit, berries Why?",
        "Garden waste: grass cuttings, leaves, hedge clippings, twigs, cut flowers, pot plants without pots.",
        "No schools have waste paper collections - why is this?",
        "colon cleanser, stimulating the gut to expel waste Citrus fruit, berries Why?",
        "Other plants, typical of waste ground in general, will also rapidly colonize bare patches on the dunes.",
        "This double-sided bone comb was made from the waste products of the meat industry.",
        "commercial premises you should contact City Cleansing Trade Waste section on 0191 278 3033.",
        "Bywaters is the specialist company in the provision of waste compaction equipment.",
        "Steel wheeled compactors are used on the tipping area for breaking up of the waste and compaction.",
        "Another person is responsible for emptying the bins and feeding much of the non-clinical waste into an on-site compactor.",
        "The installation of a waste compactor saved £ 4000 per year in waste disposal costs.",
        "A landfill compactor is used on the operational areas to level and compact the waste.",
        "Tho broadly comparative; representing recycling, composting, energy recovery, and land filling; the waste they refer to is categorically different.",
        "comply with legal requirements covering the disposal of such waste.",
        "conform to open Systems is a waste of time.",
        "The Environment Agency charges for the consignment notes to be used to consign special waste.",
        "consignments of waste or to carrier's rounds.",
        "Where do I get special waste consignment notes from?",
        "consist mainly of organic waste, which then enters the next stage of the process.",
        "And, waste not want not, the Icelanders sensibly stuffed it into five refrigerated containers and sold it to the Japanese.",
        "The presentation will review the 5 papers covering the very recent issues on waste containment.",
        "In the Great Stour catchment, 26 sites of waste disposal have been identified by the Environment Agency as potential groundwater contaminants.",
        "copyhold messuages along the edge of the waste where it adjoined the cultivated fields suggest that the road pre-dated the fields.",
        "However, this is considered counterproductive to the aim of waste minimisation.",
        "Again often neglected, why waste time and effort if you can avoid fitting crampons!",
        "crock by the kitchen sink to save kitchen waste.",
        "cubic meters of concrete waste will result by March 2006.",
        "The waste contains some 20.5 million curies of radioactivity."
    ],
    "definition": [
        "Link/Cite"
    ]
}