{
    "translation": ".1 לוויתן\n.2 להכות",
    "uses": [
        "Those hoses pack a whale of a wallop.",
        "He's a personable young man and a whale of a basketball player.",
        "Fella had my shoe size and his wife gave me a whale of a deal.",
        "\"Big Whale Oil\" couldn't stop the move to kerosene.",
        "The bay is noted as a centre of the whale and seal fishery.",
        "It'll smell like a whale died in here now, and I've only got three more Tahoes that survived the hurricane.",
        "In the past two centuries with very little technology, we've come from whale oil and wood to solar and nuclear.",
        "17 In May 1895 4 Journal of a Voyage to the Northern Whale Fishery (1823).",
        "The principal industries are refineries for preparing whale and seal oil and saw-mills.",
        "Whale for the London & North-Western Railway Company in 1904, and fig.",
        "Whalsay, \"whale island\" (975), measuring 5 m.",
        "The narwhal is an Arctic whale, frequenting the icy circumpolar seas, and rarely seen south of 65° N.",
        "Yell (2483), separated from the north-east coast of Mainland by Yell Sound, is the second largest island of the group, having a length of 17 m., and an extreme width of 62 m., though towards the middle the voes of Mid Yell and Whale Firth almost divide it into two.",
        "The port was an early seat of the whale fisheries.",
        "The leaders, one of whom was Captain David P. de Vries, wished \" to plant a colony for the cultivation of grain and tobacco as well as to carry on the whale fishery in that region.\"",
        "The sailor reiterated that a whale could not swallow a human.",
        "In the 17th century the mackerel and whale fisheries were the basis of economic life; the latter gave way later to the cod and other fisheries, but the fishing industry is now relatively unimportant.",
        "The whaling industry was formerly prolific off the west coast but decayed when the right whale nearly disappeared.",
        "archway formed by the jaw bones of a large whale.",
        "As we moved slowly toward the blows a whale arched its back, showing a strongly falcate dorsal fin.",
        "The whale is often seen in the Gulf of Oman; porpoises and swordfishes are common.",
        "Sometimes both whale and mineral oils are used, but in most cases the whale oil is omitted.",
        "The pigmy whale (Neobalaena marginata), for instance, has only been met with in the seas round Australia, New Zealand and South America, while a beaked whale (Berardius arnouxi) appears to be confined to the New Zealand seas.",
        "When softened by whale oil, it can be woven on machines to make coal sacks, horse bags and carpet backing.",
        "baleen plates of a blue whale may be up to 1 meter long.",
        "beaked whale of a species not known at the time of writing.",
        "It was also for a long period the chief seat of the Greenland trade, but the Arctic seal and whale fishery is now extinct.",
        "The Cyamidae afflict the giant whale by nibbling away its skin; the Chelura terebrans is destructive to submerged timber.",
        "Various sorts of whale are found, and the whaling industry reached the height of its importance about the middle of the 19th century.",
        "For more than a century whale fishing was practically the sole industry of Martha's Vineyard.",
        "The position of the archipelago, at the \" cross-roads \" of the North Pacific, has made it commercially important since the days of the whale fishery, and it has a practical monopoly of coaling, watering and victualling.",
        "versy appendix entitled The Catching of Leviathan the Great Whale.",
        "The site of the old city resembles a whale's back in shape; it slopes gently to its western extremity at Punta Sarandi and to the water's edge on either side.",
        "There is a gunnery establishment in the harbour on Whale Island, the area of which has been increased to nearly 90 acres by the accretion of material excavated from the dockyard extension works, and various barracks including those of the royal marine artillery at Eastney, beyond Southsea.",
        "There are also extensive pearl fisheries in the Gulf, La Paz being the headquarters of the industry, and whale fisheries on the W.",
        "The seal and whale fisheries, once vigorously prosecuted, are extinct, but the fishing-fleets for the home waters and the Newfoundland grounds are considerable.",
        "The smaller, of the same date, is simpler, and has curious representations of Jonah and the whale.",
        "Those frequenting the coast feed on dead fish, crabs and an occasional stranded whale, though they are also a danger to the sheep and cattle kraal.",
        "mysticetus, Greenland or \"right\" whale (northern whale-oil), B.",
        "When separated and pressed, this deposit is known as whale tallow, and the oil from which it is removed is distinguished as pressed whale-oil; this, owing to its limpidity, is sometimes passed as sperm-oil.",
        "During the life of the whale the contents of these cavities are in a fluid condition, but no sooner is the \"head matter\" removed than the solid wax spermaceti separates in white crystalline flakes, leaving the oil a clear yellow fluid having a fishy odour.",
        "A few, on the other hand, have a very restricted range, the Greenland right whale (Balaena mysticetus) being, for instance, limited to the zone of the northern circumpolar ice, while no corresponding species occurs in the southern hemisphere.",
        "Tower, A History of the American Whale Fishery (Philadelphia, 1907).",
        "Besides going to Aachen for the coronation, he made excursions down the Rhine from Cologne to Nijmwegen, and back overland by 's Hertogenbosch; to Brussels; to Bruges and Ghent; and to Zealand with the object of seeing a natural curiosity, a whale reported ashore.",
        "The substance called \"ambergris,\" formerly used in medicine and now in perfumery, is a concretion formed in the intestine of this whale, and found floating on the surface of the sea.",
        "Aurivillius himself examined a humpback whale which had as many as fifty specimens of Coronula diadema on each side of its head.",
        "belly of the whale.",
        "Even on whaling vessels, where up to recently whale oil, seal oil and sperm oil (see Waxes, below) were obtained exclusively by \"trying,\" i.e.",
        "After whale watching and coming face to face with a black bear, one is bound to be hungry.",
        "Apart from its scriptural usage, the word is applied to any gigantic marine animal such as the whale, and hence, figuratively, of very large ships, and also of persons of outstanding strength, power, wealth or influence.",
        "The whale avi of associations on the sand dunes constitutes a plant ~",
        "The Cetacea, which frequent these southern waters, are represented by four species - two dolphins and the sperm and right whale - and the Phocidae by six species, one of which (Phoca lupina) differs but little from the common seal.",
        "The whaling industry came into importance towards the close of the 19th century, and stations for the extraction of the oil and whalebone have been established at several points, under careful regulations designed to mitigate the pollution of water, the danger to livestock from eating the blubber, &c. The finner whale is the species most commonly taken.",
        "Seals frequent Nightingale and Inaccessible Islands, and the whale (Balaena australis) is found in the adjacent waters.",
        "Yet the fact that the long, soft Conchoderma auritum stands exposed on the Coronula, sometimes ten on one, indicates that the whale can have little chance of evicting its tenants, even at the expense of rubbing off the eighteen flattened horns of its own skin embedded in cavities round the domed base of the Coronula shell.",
        "The liquid waxes occur in the blubber of the sperm whale, and in the head cavities of those whales which yield spermaceti; this latter is obtained by cooling the crude oil obtained from the head cavities.",
        "I now feel so welsh that on a recent trip to Japan I had to think twice when asked to eat to whale blubber.",
        "Born Free cares about the welfare of every individual animal from the tiniest ant to the gigantic blue whale.",
        "The Life of Mammals describes and illustrates the remarkable diversity of mammals from the giant blue whale to the miniscule pigmy shrew.",
        "The factory ship processes whales into whale oil, whale meat, bone meal, meat extract and other byproducts.",
        "Try the smoked whale carpaccio with chive sauce and salad!",
        "Fancy imitating whale noises during sex in a multi-story car park?",
        "My children live with their dad Single parent, dad doesn't pay maintenance Are whale tail thongs sexy?",
        "A man in the group I 'm sitting with says \" I'll give sixpence to the first person who sees a whale \".",
        "The white whale fishery of the Eskimo, however, continued, and sealing is important; walruses are also caught and sometimes narwhal.",
        "Zworo oUvra Ev aurois, viviparous Enaema (= Mammals, including the Whale).",
        "Whaling was an established in- dustry in Rhode Island as Eearly as 1723, and in 1731 the colonial assembly provided a bounty of five shillings a barrel for whale oil, and a penny a pound for whalebone.",
        "Its former extensive trade with the West Indies has lately suffered owing to the enormous development of the North Sea ports, but it is still largely engaged in the Greenland whale and the oyster fisheries.",
        "hardy race of fishers, who were the first of their craft in Europe to pursue the whale, formerly abundant in the Bay of Biscay.",
        "Drift whales were utilized in the earliest years of the colony, and shore boating for the baleen (or \" right \") whale - rich in bone and in blubber yielding common oil - was an industry already regulated by various towns before 1650; but the pursuit of the sperm whale did not begin until about 1713.",
        "BELUGA (Delphinapterus leucas), also called the \"white whale,\" a cetacean of the family Delphinidae, characterized by its rounded head and uniformly light colour.",
        "North of the divide between the St Lawrence system and Hudson Bay there are many large rivers converging on that inland sea, such as Whale river, Big river, East Main, Rupert and Nottaway rivers coming in from Ungava and northern Quebec; Moose and Albany rivers with important tributaries from northern Ontario; and Severn, Nelson and Churchill rivers from the south-west.",
        "BOTTLENOSE WHALE (Hyperoodon rostratus), a member of the sperm-whale family, which is an inhabitant of the North Atlantic, passing the summer in the Spitzbergen seas and going farther south in winter.",
        "It resembles the sperm-whale in possessing a large store of oil in the upper part of the head, which yields spermaceti when refined; on this account, and also for the sake of the blubber, which supplies an oil almost indistinguishable from sperm-oil, this whale became the object of a regular chase in the latter half of the 19th century.",
        "Its range towards the pole seems to be only bounded by open water, and it is the constant attendant upon all who are employed in the whale and seal fisheries, showing the greatest boldness in approaching boats and ships, and feeding on the offal obtained from them.",
        "The whale fishery also has greatly fallen off; there is no profit on the oil and the whales are sought for the baleen alone; they are much less numerous too than they once were, and have to be sought farther and farther north.",
        "Rubber, coffee, wax, sugar and palm-kernels, dried fish and whale oil are the chief exports.",
        "Save the Whale was a rallying cry for the 80s, symbolizing a realization of the damage humans were inflicting on the planet.",
        "The last of three temporary radio transmitters attached to the 12-foot whale with suction cups fell off Wednesday.",
        "decimated most of the world's whale populations.",
        "Other species seen, tho less regularly, in recent years include white-sided dolphin, common dolphin, sperm whale and pilot whale.",
        "Saddle up your rubber ducky, you're in for a whale of a good time!",
        "The Lambs seem to have become very excited by the capture of a huge whale.",
        "finned pilot Whale.",
        "Day 4: whale watching and sea fishing in the scenic fjord of Eyjafjordur.",
        "foreleg of a horse, the wing of a bird, the flipper of a whale.",
        "Whale >>",
        "The \"orca\" or \"killer\" whale, and the \"beluga\" or white whale, also yield \"whale-oils.\"",
        "gaze whale watching near the scenic Snaefellsnes and walk in lava fields gazing in wonder at the impressive volcanic landscape.",
        "Grytviken lays claim to the largest blue whale harpooned on record.",
        "An exploding harpoon is fired into the whale's body.",
        "Its whale hunters armed with explosive harpoons are on a six-week mission backed by their government to kill 38 minkes.",
        "The humpback whale was heavily hunted in Scottish waters, adding to the estimated 250,000 humpbacks killed worldwide.",
        "humpback whale who is about to give birth to her first calf.",
        "The 17-year-old, 14m male whale is believed to be the only albino humpback in the world.",
        "The songs were about a mother humpback whale who is about to give birth to her first calf.",
        "I refer of course to the now infamous whale tail.",
        "There are also shallow inlets where whale sharks annually visit for breeding.",
        "jawbone of a whale?",
        "The Museum in Docklands holds objects related to the whaling industry, including a giant pair of whale jawbones set up as an arch.",
        "killer whale pod, which spends its summers in Washington state's San Juan Islands, covers tremendous distances.",
        "Their waters boast abundant wildlife from the smallest krill to the blue whale.",
        "There is chance for experts and novices alike to see whale sharks, silver tip sharks and giant mantas.",
        "Enjoy a whale watch cruise, visit the oceanarium or marvel at the incomparable scenery in the park.",
        "Single sleepers had as an inn a lone humpback whale fruit peddlers florists.",
        "Nearby are several beaches where you may find yourself whale watching from the shore or sharing your towel with a jackass penguin.",
        "Cephalopods form the bulk of the diet of the long-finned pilot whale, but fish and crustaceans are also eaten.",
        "The GSPCA carries a special whale and dolphin rescue pontoon and also has qualified marine mammal medics.",
        "This was done by heating the barrels up and then quenching them in huge vats of whale oil.",
        "right whale killed off Iceland, by accident.",
        "sei (whale)s may dive to depths of over 200 m, which is deeper than either blue or sei whales.",
        "sei (whale)e lean with sei information the side of.",
        "Oh I'd better not dive the whale shark cos the book says I can't.",
        "There are nearly 5,000 species of mammals the smallest shrew weighing only 1.75 grams, the largest whale up to 140 tons.",
        "In recent years North Sailing have enjoyed an incredible 98.5% success rate for whale sightings.",
        "In 2002, we had our best season for whale & dolphin sightings.",
        "A man in the group I'm sitting with says \" I'll give sixpence to the first person who sees a whale \" .",
        "To find the museum, look for the spectacular whale skeleton, hung above the entrance and visible through the archway from Downing Street.",
        "skeleton of a whale would represent the largest size attained by a mammal.",
        "Meat was scarce, so we had whale meat and something called snook.",
        "However, plugging Jonah into the mic socket produced a fuzzy unintelligible gabble as if he was speaking from the belly of the whale.",
        "Where else can you experience live underwater concerts every full moon, poetry readings, or whale song mixed with bach sonatas under water?",
        "Inspired by Czech animation and James Whale, \" The Note \" features a fully improvised soundtrack from Last Harbor.",
        "March 9, 2003 A Pygmy sperm whale died Saturday night after beaching itself near the Holiday Inn on Ocean Drive.",
        "sperm whale's head or from dolphins.",
        "The waters around Mull and Iona are a sealife playground and, if very lucky, you may even spot a sperm whale.",
        "Whales with teeth include the sperm whale, which grows up to 18 meters long and can weigh up to 50 tons.",
        "Sperm whale off North Grampian coast A solitary sperm whale off North Grampian coast A solitary sperm whale was seen off Kinnaird Head, Fraserburgh on the afternoon of 29th August.",
        "spotter plane is used to circle above the reef looking for whale sharks.",
        "stranded whale was not out of place.",
        "sucklesperm whale cows have been observed still suckling calves of 10 years old.",
        "swallowed by a whale because a whale's throat is too small.",
        "swimming with wild dolphins, windsurfing, surfing, and whale watching.. .",
        "tantalizejestic whale sharks are always a tantalizing possibility.",
        "transmitters attached to the 12-foot whale with suction cups fell off Wednesday.",
        "My great-uncle, Captain Henry MacKenzie, used to tow the whale catching boats with his ocean-going tug ' Forager ' .",
        "The Sultan of Lancaster, Brock Street, is an Indian restaurant opposite Whale Tail cafe that cooks veggie dishes separately.",
        "World came by for whale watchers spin in my.",
        "The expression stranded whale was not out of place.",
        "News Report The earlier whale washed up on Mull was a beaked whale of a species not known at the time of writing.",
        "The second most frequently encountered toothed whale was the deep-diving sperm whale.",
        "An entangled whale can survive for a long time if its feeding ability is not impaired, according to Straley.",
        "whale watching, snorkeling or horse back riding.",
        "whale shark cos the book says I can't.",
        "whale strandings was due to heart failure.",
        "whale ambergris.",
        "whale sightings.",
        "The bones are huge and our whale watchers thought they were probably from either blue or fin whale watchers thought they were probably from either blue or fin whales.",
        "It can record baleen whale calls within an area of up to 50 km around the device.",
        "beluga whale in Orkney On Friday 15th July, a beluga or white whale was spotted from a plane east of Westray in Orkney.",
        "The northern bottlenose whale usually lives in deep-sea canyons in the cold temperate seas of the northern North Atlantic.",
        "Even still, seeing that whale shark will stay with me for the rest of my life.",
        "Great for hammerhead sightings plus occasional whale sharks that seem to be attracted to this site.",
        "Even today Icelanders commonly support whaling, and visits by Greenpeace are greeted with people barbecuing whale meat.",
        "Greylock, which (especially in the winter snows) resembles the form of a great white whale.",
        "A big white whale, almost the size of the iceberg just out side the harbor entrance (icebergs in June!",
        "Plankton rich waters attract over 900 species of fish, ranging from cleaner wrasse through to whale sharks.",
        "Whale sharks are sighted here year-round, with peaks of activity in March and April - the time I chose to make my trip.",
        "The narwhal is an Arctic whale, frequenting the icy circumpolar seas, and rarely seen south of 65Ã‚° N.",
        "Irritated, the teacher reiterated that a whale could not swallow a human.",
        "Quote: July 10, 2005 Sunday Times AA Gill So there 's this right whale killed off Iceland, by accident.",
        "In The High History of the Holy Grail the Castle of the Whale episode tells of the whale with a serpent 's head.",
        "Oh I 'd better not dive the whale shark cos the book says I ca n't.",
        "For instance, the skeleton of a whale would represent the largest size attained by a mammal.",
        "There are two whale snorkeling trips a day during the season.",
        "However, plugging Jonah into the MIC socket produced a fuzzy unintelligible gabble as if he was speaking from the belly of the whale.",
        "March 9, 2003 A pygmy sperm whale died Saturday night after beaching itself near the Holiday Inn on Ocean Drive.",
        "Waxy oil derived from the sperm whale 's head or from dolphins.",
        "Sperm whale off North Grampian coast A solitary sperm whale was seen off Kinnaird Head, Fraserburgh on the afternoon of 29th August.",
        "A spotter plane is used to circle above the reef looking for whale sharks.",
        "Old sperm whale cows have been observed still suckling calves of 10 years old.",
        "The teacher told the class that Jonah could n't possibly be swallowed by a whale because a whale 's throat is too small.",
        "A villa or... activities, including swimming with wild dolphins, windsurfing, surfing, and whale watching...",
        "Even majestic whale sharks are always a tantalizing possibility.",
        "My children live with their dad Single parent, dad does n't pay maintenance Are whale tail thongs sexy?",
        "My great-uncle, Captain Henry MacKenzie, used to tow the whale catching boats with his ocean-going tug ' Forager '.",
        "Unlike many bones in a whale 's skeleton, the tympanic bone is very dense.",
        "These might include whale watching, snorkeling or horse back riding.",
        "Last year, scientists with Harbor Branch Oceanographic Institution determined the increased numbers of whale strandings was due to heart failure.",
        "Obtained from the liver oil of sharks and from whale ambergris.",
        "The bones are huge and our whale watchers thought they were probably from either blue or fin whales.",
        "Beluga whale in Orkney On Friday 15th July, a beluga or white whale was spotted from a plane east of Westray in Orkney.",
        "A big white whale, almost the size of the iceberg just out side the harbor entrance (icebergs in June !",
        "The previous two days have been marked by Greenpeace activists obstructing the whale hunt by placing their zodiacs between the whales and the harpoon.",
        "He was then swallowed by a whale and spent several days inside the whale before being spit out onto shore.",
        "On the other hand, if you will be in extreme conditions such as whale watching or hunting in the rain, waterproofing is a good choice to preserve your investment.",
        "Large punches, including the Whale of a Punch line, are used for big designs, up to 2 inches tall.",
        "For example, some CDs utilize animal sounds such as whale song.",
        "If the whale songs were not soothing or appealing, this would not be the CD to choose.",
        "From Hawaiian whale watching and helicopter tours to a romantic European cruise, options abound.",
        "Hawaii: Opportunities like whale watching, helicopter tours, and dozens of water sports in addition to fine dining, shopping, and chances to learn about native Hawaiian culture.",
        "You might select a whale design with a dark blue ocean or playful dolphins arcing out of the water.",
        "Passengers can choose from a variety of optional excursions throughout the tour, such as whale watching quests, river rafting, guided hikes, helicopter tours, and other sightseeing options.",
        "Boating and yacht cruises for fishing or seasonal whale watching.",
        "You can also whale watch on Maui, visit the \"Grand Canyon of the Pacific\" on Kauai and swim with dolphins off the Kona Coast.",
        "For example, if you would really like to go whale watching, you should travel in spring.",
        "\"The Last Frontier\" is filled with family-friendly attractions from whale watching to fishing to panning for gold.",
        "Another benefit of taking an Alaskan voyage on Princess Cruises is that you are able to book shore excursions, from whale watching and awe-inspiring railroad trips to glacier helicopter tours and bird-watching nature hikes.",
        "While these garments were more comfortable than the form-fitting corsets with their metal or whale bone stays, they were still hot.",
        "There is much more to do in San Diego than just Sea World, and when booking these packages guests can also buy tours for various harbor cruises, trolley tours, and whale watching excursions.",
        "Finding Sea World discounts on tickets, hotels, souvenirs, food, and other vacation amenities can help interested travelers enjoy the beauty and excitement of these parks without needing a whale of a budget.",
        "Marriott Courtyard San Antonio Downtown Riverwalk and Sea World Adventure Park have teamed up to offer families a whale of a deal on an unforgettable vacation.",
        "The legendary killer whale is the jewel of the aquatic theme park's line-up, though she's not the only draw.",
        "SeaWorld is best known for its killer whale and dolphin shows, but the park features much more than that.",
        "To acquire information about a particular fish or whale, you have to pet it.",
        "For example, whale oil needed a large amount of oxygen to burn.",
        "It burned brightly and did not need the large amount of oxygen that the whale oil did.",
        "The animal instructions include bear cub, cat, crocodile, elephant, fish, fox, giraffe, kangaroo, mouse, rabbit, snake, spider, turtle and whale.",
        "You may be one of those who is lucky enough to see a dolphin, whale, or orca from the aquarium's viewing platforms.",
        "This provided the colonists with a good deal of whale oil, from which was developed spermaceti wax.",
        "It isn't likely that you'll be able to get your hands on whale oil (or that you would want to) in order to make authentic Colonial candles.",
        "In the late 1700s, the whale industry was growing at an extremely fast rate.",
        "It was discovered at this time that whale oil, obtained from the cavities in the head of the sperm whale, could produce a more stable wax.",
        "Finally, in the 1930's, the time was right and Universal began releasing the films that are now known as their classic \"monster\" movies. 1931 saw the release of Tod Browning's version of Dracula and James Whale's version of Frankenstein.",
        "Director James Whale once related a story in which he was called by a famous actress at about three a.m. on the night that Frankenstein premiered.",
        "Another special feature at the festival was The Squid, the Whale, the Filmmaker: A Conversation with Noah Baumbach.",
        "Baumbach, director of 1995's Kicking and Screaming discussed his new film The Squid and the Whale, as well as his outlook on life and how it intersects with writing and directing.",
        "Donsol (2006)-A debut film with underwater cinematography of rare white whale sharks set in the small fishing town of Donsol.",
        "Whale watching boat tours are also available for those desiring a closer look.",
        "In addition, the winter months are also when whale watching season starts and big-name events like the Honolulu Marathon and the Triple Crown of Surfing take place.",
        "Casio supports the efforts of the International Dolphin and Whale Conference with their official Baby-G wristwatch models for the Dolphin & Whale Eco-Research Network.",
        "This casio Baby-G Whale BG169-2V wristwatch retains its pedigree as a classic Baby G Watch.",
        "Sulu was assigned to convert the cargo bay of a starship into a whale tank.",
        "In fact, Godzilla's original name was a combination of two Japanese words that meant \"gorilla whale.\"",
        "Whale Watching: Ensenada is a popular spot for whales to migrate during winter months.",
        "FailWhale - The Twitter FailWhale is an image of a whale being airlifted by birds which appears when Twitter is experiencing technical difficulties.",
        "The sea produces three different seals, which often ascend rivers from the coast, and can live in lagoons of fresh water; many cetaceans, besides the \" right whale \" and sperm whale; and the dugong, found on the northern shores, which yields a valuable medicinal oil.",
        "Sealskins and other furs, and whale and seal oil, are exported, and the herring fishery is very productive."
    ],
    "definition": [
        "a. Any of various marine mammals of the order Cetacea; a cetacean.\nb. Any of various larger members of this order, including the blue whale, humpback whale, and right whale, in contrast to the porpoises and dolphins.",
        "Informal An impressive example: a whale of a story.",
        "To strike or hit repeatedly and forcefully; thrash.",
        "To strike or hit (a ball) with great force.",
        "To strike or hit a person or thing repeatedly and forcefully: whaled away at the plaster wall with a mallet.",
        "To swing at a ball with great effort, especially repeatedly.",
        "To attack vehemently: The poet whaled away at the critics.",
        "Link/Cite",
        "Any of several species of large sea mammals of the order Cetacea.",
        "(figuratively) Something, or someone, that is very large.",
        "(gambling) (In a casino) a person who routinely bets at the maximum limit allowable.",
        "(intransitive) To hunt for whales.",
        "To flog, to beat.",
        "Link/Cite"
    ]
}