{
    "translation": "שבאמצעותו",
    "uses": [
        "She was early regarded as a useful medium for contracting an alliance with England, more necessary than ever to Portugal after the treaty of the Pyrenees in 1659 whereby Portugal was ostensibly abandoned by France.",
        "In Hungary and Russia a zone-tariff system is in operation, whereby the charge per mile decreases progressively with the length of the journey, the traveller paying according to the number of zones he has passed through and not simply according to the distance traversed.",
        "The currents actuate a ratchet-wheel mechanism at the receiving station, whereby the hand on a small dial is moved on letter by letter.",
        "This decree is often called the basis of the Continental System, whereby Napoleon proposed to ruin England by ruining her commerce.",
        "Shortly before his death he was forced to sign an agreement whereby the Byzantine empire undertook to pay tribute to the sultan.",
        "For subscribers who desire the telephone for occasional use, the party-line system has been devised, whereby several telephones are connected to one line leading to the exchange.",
        "With regard to the relations between the Church and the civil power, Calvin was opposed to the Zwinglian theory whereby all ecclesiastical power was handed over to the state.",
        "More peculiarly his own is Hegel's great doctrine The of contradiction, whereby opposing views of truth \" rank as stages in one progressive definition.",
        "Wallace as representing the so-called Wallace's Line, whereby he demarcated the Asiatic from the Australian fauna.",
        "In the latter part of 1790 the country was occupied by the British; and under the treaty concluded in 1792, whereby Tippoo was deprived of half his dominions, Calicut fell to the British.",
        "in the south, but at Valence it melted away in front of Grouchy's command; and the duke, on the 9th of April, signed a convention whereby they received a free pardon from the emperor.",
        "It should be added that Professor Elliot Smith has pointed out a certain peculiarity in its commissures whereby the brain of the diprotodonts differs markedly from that of the polyprotodonts From Flower, Quart.",
        "The means whereby he engaged the energies of the Italians on behalf of the French Republic and yet refrained from persecuting the Roman Catholic Church in the way only too common among revolutionary generals, bespoke political insight of no ordinary kind.",
        "The Cretaceous period was initiated by the subsidence of a large area to the south of the Gulf of Carpentaria, whereby a Lower Cretaceous sea spread southward, across western Queensland, western New South Wales and the north-eastern districts of South Australia.",
        "The two governments frequently discussed the situation, but although they had agreed to a selfdenying ordinance whereby each bound itself not to occupy any part of Albanian territory, Austrias declarations and promises were hardly borne out by the activity of her agents in the Balkans.",
        "About that time a thorough reform of the machinery in use was effected whereby the number of hands employed was reduced, but the yearly production doubled or trebled.",
        "There is, it is true, a smoothness and finish about them not often seen elsewhere; but, as though to avoid the exaggerations of Audubon, Gould usually adopted the tamest of attitudes in which to represent his subjects, whereby expression as well as vivacity is wanting.",
        "The several steps whereby the members of the grand council succeeded in eliminating the people from a share in the government, and reducing the doge to the position of their ornamental representative, cannot here be described.",
        "It is, in fact, \"a procedure whereby communication is established between the sacred and profane spheres by a victim, that is to say by an object destroyed in the course of the ceremony.\"",
        "All parts of matter have an inward plastic life whereby they can fashion themselves to the best advantage, according to their capability, though not with consciousness.",
        "Still the law of 1905 provides a system whereby there is room with the colors for every available man, and moreover ensures his services.",
        "Storehouses of food were established at various centres and a system of food-drafts was devised whereby relatives and friends could send relief where it was needed.",
        "At last, on the 24th of March, the treaty was signed whereby the cession was agreed upon, but subject to the vote of the populations concerned and ratification by the Italian parliament.",
        "An exactly converse process must now be glanced at, whereby, instead of growing out of it, prayer actually generates spell.",
        "He is chiefly occupied with the means whereby the unio mystica is to be attained, whereas Eckhart dwells on the union as an ever-present fact, and dilates on its metaphysical implications.",
        "Such a reduction of temperature is brought about along the greater part of the coasts of India and of the BurmoSiamese peninsula by the interruption of the wind current by continuous ranges of mountains, which force the mass of air to rise over them, whereby the air being rarefied, its specific capacity for heat is increased and its temperature falls, with a corresponding condensation of the vapour originally held in suspension.",
        "The process whereby the independent hero of the Lanzelet (who, though his mother is Arthur's sister, has but the slightest connexion with the British king), the faithful husband of Iblis, became converted into the principal ornament of Arthur's court, and the devoted lover of the queen, is by no means easy to follow, nor do other works of the cycle explain the transformation.",
        "The reader is referred to the article France (Law and Institutions) for the information respecting the various codes dating from this period, and to the article Concordat for the famous measure whereby Napoleon re-established official relations between the state and the church in France.",
        "As his chances of success became more and more desperate, he ventured on a step whereby he hoped to work potently on the pacific desires of the emperor Francis.",
        "The Austriai general, Melas, signed an armistice whereby he was to retir with his army beyond the river Mincio.",
        "Soon after taking office he completed the negotiations begun by the Rudini administration for a new commercial treaty with France (October 1898), whereby Franco-Italian commercial relations were placed upon a normal footing after a breach which had lasted for more than ten years.",
        "The canal and river system attains its greatest utility in the north, northeast and north-centre of the country; traffic is thickest along the Seine below Paris; along the rivers and small canals of the rich departments of Nord and Pas-de-Calais and along the Oise and the canal of St Quentin whereby they communicate with Paris; along the canal from the Marne to the Rhine and the succession of waterways which unite it with the Oise; along the Canal de lEst (departments of Meuse and Ardennes); and along the waterways uniting Paris with the Sane at Chalon (Seine, Canal du Loing, Canal de Briare, Lateral canal of the Loire and Canal du Centre) and along the Sane between Chalon and Lyons.",
        "Balfour put forward the view that the polyp was the more primitive type, and that the medusa is a special modification of the polyp for reproductive purposes, the result of division of labour in a polypcolony, whereby special reproductive persons become detached and acquire organs of locomotion for spreading the species.",
        "It is obtainable from most natural fatty bodies by the action of alkalis and similar reagents, whereby the fats are decomposed, water being taken up, and glycerin being formed together with the alkaline salt of some particular acid (varying with the nature of the fat).",
        "A distinct feature of this ritual was wµocbayta (eating the flesh of the victim raw), whereby the communicants imagined that they consumed and assimilated the god represented by the victim, and thus became filled with the divine ecstasy.",
        "It is, however, commonly employed hot, whereby its resistance is reduced.",
        "Three years later, unlessoned by this experience, Louis signed the treaty of Blois (1504), whereby be invited the emperor Maximilian to aid him in the subjugation of Venice.",
        "Demeter then returns to Olympus, but before her final departure from earth, in token of her gratitude, she instructs the rulers of Eleusis in the art of agriculture and in the solemnities and rites whereby she desires in future to be honoured.",
        "Connexion is made into the office (or to the underground system, as is often the case) from the aerial wire by means of a copper conductor, insulated with gutta-percha, which passes through a \" leading in \" cup, whereby leakage is prevented between the wire and the pole.",
        "\" Just as we see in the firmament above, covering all things, different signs which are formed of the stars and the planets, and which contain secret things and profound mysteries studied by those who are wise and expert in these things; so there are in the skin, which is the cover of the body of the son of man, and which is like the sky that covers all things above, signs and features which are the stars and planets of the skin, indicating secret things and profound mysteries whereby the wise are attracted who understand the reading of 1 The view of a mediate creation, in the place of immediate creation out of nothing, and that the mediate beings were emanations, was much influenced by Solomon ibn Gabirol (1021-1070).",
        "Hantzsch (Ber., 1891, 24, p. 13) has made use of the Beckmann reaction, whereby they are converted into acid-amides.",
        "On the 12th of July 1444 a ten years' peace was signed with Hungary, whereby Walachia was placed under the suzerainty of that country; and, wearied by constant warfare and afflicted by the death of his eldest son, Prince Ala-ud-din, Murad abdicated in favour of his son Mahommed, then only fourteen years of age, and retired to Magnesia (1444).",
        "He established the system whereby the lands conquered by the arms of his troops were divided into the different classes of fiefs, or else assigned to the maintenance of mosques, colleges, schools and charitable institutions, or converted into common and pasturage lands.",
        "Mustafa 1., The war in Persia was terminated by the renewal 1617-1618 in 1618 of the treaty of 1611, whereby all the con- and quests effected by Murad III.",
        "18, 1672) whereby Podolia was ceded to Turkey, the Ukraine was left to the Cossacks, and Poland agreed to pay to Turkey an annual tribute of 22,000 sequins.",
        "In 1678 the Turks succeeded in taking Cehrin, but their losses were very heavy, and on the 8th of January 1681 a treaty was signed at Radzyn whereby the territory in dispute was ceded to Russia.",
        "Again war all but broke out; but, through the intervention of France, a treaty of partition was signed at Constantinople on the 23rd of June 1724, whereby the shores of the Caspian from the junction of the Kur and the Arras (Araxes) northwards should belong to Russia, while the western provinces of Persia should fall to the share of Turkey.",
        "The Porte, unable to resist, was obliged to consent to the convention of Ainali Ka y ak (March 10, 1779) whereby the Russian partisan, Shahin Girai, was recognized as khan of the Crimea, the admission of Russian vessels to navigate Turkish waters was reaffirmed and Russia's right of intervention in the affairs of the Danubian principalities was formally recognized.",
        "The British diplomatist secured his first triumph in the signature of the treaty of Bucharest (May 28, 1812) whereby Khotin, Bender, Kilia and Akkerman were left to Russia; the frontier was fixed at the Pruth; the Asiatic boundary was slightly modified.",
        "A regular hierarchical order was elaborated for the official classes, both civil and military, whereby the rank of each person was clearly defined.",
        "A reform not unworthy of notice was effected by the law promulgated on the 18th of June 1867 whereby foreigners were for the first time allowed to hold landed property throughout the Ottoman Empire (save in the Hejaz) on condition of their being assimilated to Ottoman subjects, i.e.",
        "Its most important early charter was that granted in 1340 by Hugh le Despenser, whereby the burgesses acquired the right to nominate persons from whom the constable of the castle should select a bailiff and other officers, two ancient fairs, held on the 29th of June and, 9th of September, were confirmed, and extensive trading privileges were granted, including the right to form a merchant gild.",
        "In 1867 a treaty between France and Siam was signed, whereby Siam renounced its right to tribute and recognized the French protectorate over Cambodia in return for the provinces of Battambang and Angkor, and the Laos territory as far as the Mekong.",
        "11), and there are means whereby the follower of Yahweh may continue his worship even when outside Yahweh's land (2 Kings v.",
        "Elizabeth rightly regarded the treaty of Westminster (January 16, 1756, whereby Great Britain and Prussia agreed to unite their forces to oppose the entry into, or the passage through, Germany of the troops of every foreign power) as utterly subversive of the previous conventions between Great Britain and Russia.",
        "An Act of Assembly of 1753 declares pactions simoniacal whereby a minister or probationer before presentation and as a means of obtaining it bargains not to raise a process of augmentation of stipend or demand reparation or enlargement of his manse or glebe after induction.",
        "Convenient arrangements have been introduced whereby the coil is reversed or withdrawn from the field by the action of a spring.",
        "The fundamental method of research which Riemann employed has just been alluded to; the results will be best indicated in his own words: \"The methods in use hitherto for treating functions of a complex variable always started from an expression for the function as its definition, whereby its value was given for every value of the argument; by our investigation it has been shown that, in consequence of the general character of a function of a complex variable, in a definition of this sort one part of the determining conditions is a consequence of the rest, and the extent of the determining conditions has been reduced to what is necessary to effect the determination.",
        "Provision is made whereby a native can obtain relief from the operation of native law and be subject to the colonial law (Law No.",
        "Unfortunately, two days later, Cardinal Cesarini absolved the king from the oath whereby he had sworn to observe the peace of Szeged, and was thus mainly responsible for the catastrophe of Varna, when four months later (Nov.",
        "The same diet which destroyed the national armaments and depleted the exchequer confirmed the disgraceful peace of Pressburg, concluded between Wladislaus and the emperor Maximilian on the 7th of November 1491, whereby Hungary retroceded all the Austrian conquests of Matthias, together with a long strip of Magyar territory, and paid a war indemnity equivalent to £200,000.",
        "16, 1645), the last political triumph of Hungarian Protestantism, whereby the emperor was forced to confirm once more the oft-broken articles of the peace of Vienna, 1 The counties of Szatmar, Ugocsa and Bereg and the fortress of Tokaj were formally ceded to him.",
        "Varius, whereby those who had secretly or openly aided the Italian allies against Rome were to be brought to trial (Appian, Bell.",
        "chemically; while, in most living things, mere hetero geneity is exchanged for a definite structure, whereby the body is distinguished into visibly different parts, which possess different powers or functions.",
        "Before this, in 1787, Gia-long had concluded a treaty with Louis XVI., whereby in return for a promise of aid he ceded Tourane and Pulo-Condore to the French.",
        "In 1896 and 1897 Prussia and Hamburg signed covenants whereby two channels are to be kept open to a depth of 9.",
        "On the 31st of May 1902 the articles of peace whereby the Boer leaders recognized British sovereignty were signed at Pretoria, and five years later there assembled in the capital the first parliament of the Transvaal as a self-governing state of the British Empire.",
        "Disembarking at Marsala on the 11th, Crispi on the 13th, at Salemi, drew up the proclamation whereby Garibaldi assumed the dictatorship of Sicily, with the programme: \"Italy and Victor Emmanuel.\"",
        "Thrombosis is an accident of not dissimilar character, whereby a vessel is blocked not by a travelling particle, but by a clotting of the blood in situ, probably on the occasion of some harm to the epithelial lining of the vessel.",
        "Such injuries are apt to occur in syphilitic endarteritis, or senile arterial decay, whereby an artery may be blocked permanently, as if with an embolus, and the area supplied by it, in so far as it was dependent upon this vessel, deprived of nutrition.",
        "Some such idea plainly underlies the familiar phrase \"a sweet savour,\" more literally \"a savour of satisfaction,\" whereby an acceptable offering by fire is so often denoted in the Bible (Gen.",
        "In this document the following statement was made: \" Many citizens, to avoid such danger, built according to their means, on their ground, a stone house covered and protected by thick tiles against the fury of fire, whereby it often happened that when a fire arose in the city and burnt many edifices and' had reached such a house, not being able to injure it, it then became extinguished, so that many neighbours' houses were wholly saved from fire by that house.\"",
        "Apart from increased yield in sugar of good quality, we may sum up the advantages procurable from the use of Hatton defecators as follows: cold liming; heating gently to the temperature required to coagulate the albumen and not beyond it, whereby disturbance would ensue; the continuous separation of the scums; the gradual drying of the scums so as to make them ready for the fields, without carrying away juice or requiring treatment in filter presses; and the continuous supply of hot defecated juice to the evaporators, without the use of subsiding tanks or eliminators; and, finally, the saving in expenditure on plant, such as filter presses, &c., and wages.",
        "The shares, when made of the same material, required constant sharpening; this necessity was removed by the device, patented by Robert Ransome in 1803, of chilling and so hardening the under-surface of the share; the upper surface, which is soft, then wears away more quickly than the chilled part, whereby a sharp edge is always assured.",
        "He promoted good relations with France, then fighting with Piedmont against the Austrians in Lombardy, and strongly urged on the king the necessity of an alliance with Piedmont and a constitution as the only means whereby the dynasty might be saved.",
        "with a substance offering a high resistance to the current passing through it, and (2) those in which the substance to be heated itself affords the resistance to the passage of the current whereby electric energy is converted into heat.",
        "Embassies and courtesies were, indeed, interchanged, and on the 31st of March 1244 a treaty was signed at Rome, whereby the emperor undertook to satisfy the pope's claims in return for his own absolution from the ban.",
        "The crystals are collected, washed, pressed and recrystallized, whereby the impurities are easily removed.",
        "An agreement was entered into in 1898 whereby China leased to Great Britain for ninety-nine years the territory behind Kowloon peninsula up to a line drawn from Mirs Bay to Deep Bay and the adjoining islands, including Lantao.",
        "Scyld Scefing,\" the protector with the sheaf \") lands on the Anglian or Scandinavian coast when a child, in a rudderless ship, asleep on a sheaf of grain, symbolical of the means whereby his kingdom shall become great; the son indicates the blessings of a fixed habitation, secured against the attacks of the sea.",
        "The most important event in foreign policy was the treaty with Great Britain of the 8th of May 1871, commonly known as the Treaty of Washington, whereby several controversies between the United States and Great Britain, including the bitter questions as to damage inflicted upon the United States by the \"Alabama\" and other Confederate cruisers built and equipped in England, were referred to arbitration.",
        "In other cases the reproductive cells perhaps pass out by the atrophy of the polypide, whereby the body-cavity may become continuous with the exterior.",
        "The lift is effected by cams acting on the under surface of tappets, and formed by cylindrical boxes keyed on to the stems of the lifter about onefourth of their length from the top. As, however, the cams, unlike those of European stamp mills, are placed to one side of the stamp, the latter is not only lifted but turned partly round on its own axis, whereby the shoes are worn down uniformly.",
        "The efforts of European diplomacy succeeded in inducing Austria and Turkey to come to terms by the treaty of Carlowitz, whereby Turkey was shorn of her chief conquests (1699).",
        "\"The Decrees of God are His eternal Purpose according to the Counsel of His Will, whereby for His Own Glory He hath foreordained whatsoever comes to pass.\"",
        "Hungary coming to the assistance of Poland, Lubart was defeated and taken prisoner; but Casimir, anxious to avoid a bloody war with Lithuania's Tatar allies, came to a compromise with Lubart whereby Poland retained Halicz with Lemberg, while Vladimir, Belz, and Brzesc fell to the share of Lithuania.",
        "The formal treaty was signed in the same year, and arrangements were made whereby the Chinese imperial customs were able to collect duties on vessels trading with Macao in the same way as they had already arranged for their collection at the British colony of Hong-Kong.",
        "Hostilities had already begun with the occupation of Diinaburg (Dvinsk) in Polish Livonia by the Swedes (July 1, 1655), and the Polish army encamped among the marshes of the Netze concluded a convention (July 25) whereby the palatinates of Posen and Kalisz placed themselves under the protection of the Swedish king.",
        "20) whereby it was agreed that Frederick William and his heirs should henceforth possess the full sovereignty of East Prussia.",
        "The people were delighted by the removal of the imperial exedra (a large chamber with open front) in the circus, whereby five thousand additional places were provided.",
        "But the most striking evidence of Trajan's solicitude for his people's welfare is found in his institution of the alimenta, whereby means were provided for the rearing of poor and orphan children in Italy.",
        "This famous book is an analysis of the methods whereby an ambitious man may rise to sovereign power.",
        "Despite this apparent abandonment of their cause by the national organization, the Regulars continued their opposition, the state being wholly without representation in the Senate from the expiration of Senator Kenney's term in 1901 until 1903, when a compromise was effected whereby two Republicans, one of each faction, were chosen, one condition being that Addicks should not be the candidate of the Union Republicans.",
        "The \"cash on delivery\" or \"collect on delivery\" system, known as C.O.D., is one whereby a tradesman can, through a delivery agency, send goods to a customer, and have the money due to him collected on the delivery of the same, with a guarantee from the carrier that, if no money be collected, the goods shall be returned.",
        "Since the accident at Hartley colliery in 1862, caused by the breaking of the pumping-engine beam, which fell into the shaft and blocked it up, whereby the whole of the men then at work in the mine were starved to death, it has been made compulsory upon mine-owners in the United Kingdom to have two pits for each working, in place of the single one divided by walls or brattices which was formerly thought sufficient.",
        "reduced up to the point of final discharge into the atmosphere, whereby a greater useful effect is realized than is the case when the air streams freely from the circumference with a velocity equal to that of the rotating fan.",
        "According to Boscovich matter is made up of atoms. Each atom is an indivisible point, having position in space, capable of motion in a continuous path, and possessing a certain mass, whereby a certain amount of force is required to produce a given change of motion.",
        "In the system of Hegel the word resumes its original Socratic sense, as the name of that intellectual process whereby the inadequacy of popular conceptions is exposed.",
        "Attached to its upper rim are the chains whereby to suspend it, and from the lower rim hang letters of red-coloured glass or paste which read +Svintilanvs Rex Offeret.",
        "He took little part in, though he probably sympathized with, the debates on the measure known as the Civil Constitution of the Clergy, whereby the state enforced its authority over the church to the detriment of its allegiance to the pope.",
        "Deliverance from the pantheistic conception of the universe comes through the recognition of the central place occupied by thought and purpose in the actual world, and, as a consequence of this, of the illegitimacy of the abstraction whereby material energy is taken for the ultimate reality.",
        "Here it will suffice to say that the most distinctive features of the Cluny system were (1) a notable increase and prolongation of the church services, which came to take up the greater part of the working day; (2) a strongly centralized government, whereby the houses of the order in their hundreds were strictly subject to the abbot of Cluny.",
        "Justina at Padua (1421), afterwards called the Cassinese, departed altogether from the old lines, setting up a highly centralized government, after the model of the Italian republics, whereby the autonomy of the monasteries was destroyed, and they were subjected to the authority of a central governing board.",
        "Indeed, some of the chief contrasts of the two continents arise not so much from geological unlikeness as from their unsymmetrical situation with respect to the equator, whereby the northern one lies mostly in the temperate zone, while the southern one lies mostly in the torrid zone.",
        "The relation of the Americas to each other and to the rest of the world, as the home of plants and animals, is greatly affected by the breadth of the adjacent oceans, and also by the geologically recent changes of altitude whereby the breadth of the narrower parts of the lands and the oceans has been significantly altered.",
        "In regard to the purification of water, filtration was long looked upon as merely a mechanical process of straining out the solid particles, whereby a turbid water could be rendered clear.",
        "The filtering medium in this, as in other filters of the same kind, takes the form of a hollow cylinder or \"candle,\" through the walls of which the water has to pass from the outside to the inside, the candles often being arranged so that they may be directly attached to a tap, whereby the rate of flow, which is apt to be slow, is accelerated by the pressure of the main.",
        "From that time until 1821 the Greeks monopolized the management of Turkey's foreign relations, and soon established the regular system whereby the chief dragoman passed on as a matter of course to the dignity of hospodar of one of the Danubian principalities.",
        "The feature of his school which attracted most attention, perhaps, was his scheme for the teacher's receiving punishment, in certain circumstances, at the hands of an offending pupil, whereby the sense of shame might be quickened in the mind of the errant child.",
        "The desire to learn what the future has in store is nearly as old as the sense of responsibility in mankind, and has been the parent of many empirical systems of fortune-telling, which profess to afford positive knowledge whereby the affairs of life may be regulated, and the dangers of failure foretold.",
        "One of the oldest of this large family of predictive systems is that of palmistry, whereby the various irregularities and flexion-folds of the skin of the hand are interpreted as being associated with mental or moral dispositions and powers, as well as with the current of future events in the life of the individual.",
        "This sacrifice of local autonomy was in a measure prepared for by an earlier centralizing movement proper to the churches themselves, whereby those in certain areas met in conference or \" synod \" to formulate a common policy on local problems. Such inter-church meetings cannot be traced back beyond the latter half of the 2nd century, and were purely ad hoc and informal, called to consider specific questions like Montanism and Easter observance.",
        "The cutting of two canals, whereby communication is effected by lagoon between Assini and Grand Lahou via Bassam, followed the construction of the railway.",
        "Denominational) Schools, but in March 1905 an agreement was come to whereby these schools were amalgamated with the government schools, and in June 1905 a further agreement was arrived at between the government and the leading religious denominations.",
        "In 1889 an agreement was come to between the Free State and the Cape Colony government, whereby the latter were empowered to extend, at their own cost, their railway system to Bloemfontein.",
        "But Russia's strength in Europe, with but one line whereby it could be brought to bear in the Far East, was immaterial, and on the theatre of war a quarter of the Russian field forces had been killed, wounded or taken.",
        "As we have found it necessary to distinguish between the original composition by Mark, to whom in the main the work appears to be due, and some enlargement and alteration which it subsequently underwent whereby it reached its present form, these stages must be borne in mind in considering dates that may be assigned in connexion with this Gospel.",
        "\"These,\" he says, \"are the marks which make the essence of sovereignty, and which are the marks whereby a man may discover in what man, or assembly of men, the sovereign power is placed or resideth.\"",
        "50, a provision is introduced whereby parties to an action in the supreme court may refer judicially any issue for trial to one, three, five or seven persons, who shall sit as a jury, and decide by a majority.",
        "the removal of the lapis manalis from the mundus, a circular pit at Rome supposed to be the opening to the world below, on three days in the year, whereby an opportunity of revisiting earth was afforded the dead).",
        "She misled even Zeus to take a hasty oath, whereby Heracles became subject to Eurystheus.",
        "of Sweden, whereby the former renounced the throne of Poland in favour of Stanislaus Leszczynski - a treaty which Augustus declared null and void after Charles XII.'s defeat at Poltava (8th of July 1709); (2) the treaty of the 31st of August 1707, by which the emperor Joseph I.",
        "In home affairs his influence was insignificant, but his foreign policy was distinguished by the peace with Poland in 1683, whereby Russia at last recovered Kiev.",
        "The hopes of Fesch with respect to Regensburg were also damped by an arrangement of the year 1810 whereby Regensburg was absorbed in Bavaria.",
        "A realization that the continuation of independent and rival corporations retarded growth eventually led to a compromise by which the two were united as two wards of the same village in 1839, the autonomy of each being still recognized by an odd arrangement whereby each maintained practically independent management of its finances and affairs.",
        "In 1908 arrangements were made whereby Stoke-upon-Trent, Burslem, Fenton, Hanley, Longton and Tunstall should be amalgamated as one borough, under the name of Stoke-onTrent, from the 31st of March 1910.",
        "Bowring signed a new treaty whereby Siam agreed to the appointment of a British consul in Bangkok, and to the exercise by that official of full extraterritorial powers.",
        "It was Czartoryski also who framed the Convention of the 6th of November 1804, whereby Russia agreed to put 115,000 and Austria 235,000 men in the field against Napoleon.",
        "Peter's enthusiastic worship of Frederick resulted in a peace (May 5) and then (June 19) in an offensive and defensive alliance between Russia and Prussia, whereby Peter restored to Prussia all the territory won from her by Russia during the last five years at such an enormous expense of men and money, and engaged to defend Frederick against all his enemies.",
        "Christianity is at once a revealed law which a man must keep, and by keeping which he earns salvation, and a supernatural power whereby his nature is transformed and the divine quality of immortality imparted to it.",
        "As contrasted with the baru or soothsaying priest, as he is called by Zimmern, we have the asipu, who was the priestmagician who dealt in conjurations (siptu), whereby diseases were removed, spells broken, or in expiations whereby sins were expiated.",
        "If such a one says ` I am an Athravan ' he lies, call him not Athravan, noble Zarathustra, said Ahura Mazda, but thou shouldst call him priest, noble Zarathustra, who sits awake the whole night through and yearns for holy wisdom that enables man to stand on death's bridge fearless and with happy heart, the wisdom whereby he attains the holy and glorious world of paradise.\"",
        "The gastrula has now become an actinula, which may be termed the distinctive larva of the Cnidaria, and doubtless represents in a transitory manner the common ancestor of the group. In no case known, however, does the actinula become the adult, sexually mature individual, but always undergoes further modifications, whereby it develops into either a polyp or a medusa.",
        "He attributes all the evils that afflict society to the pressure of competition, whereby the weaker are driven to the wall.",
        "was to divide his territories among his sons, whereby Poland was partitioned into no fewer than four, and ultimately into as many as eight, principalities, many of which (Silesia and Great Poland, for instance) in process of time split up into still smaller fractions all of them more or less bitterly hostile to each other.",
        "The Teutonic Order, which had just been expelled from Hungary by Andrew II., joyfully accepted this new domicile, and its position in the north was definitely established by the compact of Kruschwitz in 1230, whereby it obtained absolute possession of the maritime district between Pomerania and Courland, and southwards as far as Thorn.",
        "Oddly enough, the diet before dissolving had, apparently in order to meet the rokosz half-way, issued the famous edict De non praestanda obedientia, whereby, in case of future malpractices by the king and his subsequent neglect of at least two solemn warnings there-anent by the primate and the senate, he was to be formally deposed by the next succeeding diet.",
        "In 1699 the long Turkish War, which had been going on ever since 1683, was concluded by the peace of Karlowitz, whereby Podolia, the Ukraine and the fortress of Kamenets Podolskiy were retroceded to the Republic by the Ottoman Porte.",
        "The constitution of the 3rd of May had scarce been signed when Felix Potocki, Severin Rzewuski and Xavier Branicki, three of the chief dignitaries of Poland, hastened to St Petersburg, and there entered into a secret convention with the empress, whereby she undertook to restore the old constitution by force of arms, but at the same time promised to respect the territorial integrity of the Republic. On the 14th of May 1792 the conspirators formed a confederation, consisting, in the first instance, of only ten other persons, at the little town of Targowica in the Ukraine, protesting against the constitution of the 3rd of May as tyrannous and revolutionary, and at the same time the new Russian minister at Warsaw presented a formal declaration of war to the king and the diet.",
        "His first book on the subject was The Sceptical Chemist, published in 1661, in which he criticized the \"experiments whereby vulgar Spagyrists are wont to endeavour to evince their Salt, Sulphur and Mercury to be the true Principles of Things.\"",
        "The lactic acid bacillus, always present in unboiled milk (to which the souring of milk is due), is easily destroyed by heat; but the bacillus mesentericus, often found in it, forms spores, which are not destroyed by ordinary boiling, and germinate when the milk is kept at a moderately warm temperature, producing a brisk fermentation whereby a large volume of gas is liberated.",
        "In England, it was a tenure whereby houses or tenements in an ancient borough were held of the king or other person as lord at a certain rent.",
        "and 126th, whereby it is manifest that the psalter was compiled and put into the form it now hath, after the return of the Jews from Babylon.\"",
        "The wars which attended his accession both in Hungary and in Persia terminated unfavourably for Turkey, and her prestige received its first check in the peace of Sitvattirok, signed in 1606, whereby the annual tribute paid by Austria was abolished.",
        "He was apprenticed to a goldsmith currently named Francia, and from him probably he got the nickname whereby he is generally known; he moreover studied design under Marco Zoppo.",
        "He invented a method of printing, perhaps somewhat akin to stereotyping - though the details are not clearly known, - whereby the Institute could produce Bibles and Testaments in Luther's version at a very low cost, and sell them, in small size, at prices equivalent to 10d.",
        "The idea of light being closely connected with childbirth, whereby the infant is brought into the light of the world, she came to be regarded as a double of Juno, and was identified by the Greeks with Eilithyia.",
        "The umbrella-like body bears a circle of tentacles at the edge, whereby the body can be divided into a convex exumbrella or exumbral surface and a concave subumbrella or subumbral surface.",
        "To produce a medusa the actinula grows greatly along a plane at right angles to the vertical axis of the body, whereby the aboral surface of the actinula becomes the exumbrella, and the peristome becomes the subumbrella.",
        "C. Lister (Lord Masham) introduced the silk and velvet manufacture, having invented a process of manipulating silk waste, whereby what was previously treated as refuse is made into goods that will compete with those manufactured from the perfect cocoon.",
        "And the mean whereby the Body of Christ is received and eaten in the Supper is Faith.",
        "The navigable depth of these two short rivers is believed to be the result of a slow elevation of the land in the north-east, still in progress, whereby the, waters have risen on their former shores near Detroit.",
        "More important is San Francisco Bay, situated about midway on the Pacific coast of the United States, the result of a moderate depression whereby a transverse valley, formerly followed by Sacramento river through the outermost of the Coast ranges, has been converted into a narrow straitthe Golden Gate and a wider intermont longitudinal valley has been flooded, forming the expansion of the inner bay.",
        "As it frequently happens that cases come before state courts in which questions of Federal law arise, a provision has been made whereby due respect for the latter is secured by giving the party to a suit who relies upon Federal law, and whose contention is overruled by a state court, the right of having the suit removed to a Federal court.",
        "8, whereby the pass of a weir 80 ft.",
        "Since 1899 a new form of pressing has been employed, whereby the hay is compressed to stow in about 70 cub.",
        "Here Aristotle, starting from the previous grammar of sentences in general, proceeded, for the first time in philosophical literature, to disengage the logic of the proposition, or that sentence which can alone be true or false, whereby it alone enters into reasoning.",
        "Reports of abuses under this system caused the legislature in 1901 to order a special investigation, the results of which led in 1903 to a new system of leasing to contractors, whereby the prisoners are kept under the direct supervision of state officials.",
        "Moissan (Comptes rendus, 1893, 116, p. 349; 1894, 119, p. 185) reduces the sesquioxide with carbon, in an electric furnace; the product so obtained (which contains carbon) is then strongly heated with lime, whereby most of the carbon is removed as calcium carbide, and the remainder by heating the purified product in a crucible lined with the double oxide of calcium and chromium.",
        "concluded, on the 27th of July, the treaty of London, whereby France, England and Russia bound themselves to put an end to the conflict in the East and to enforce the conditions of the St Petersburg protocol upon the belligerents.",
        "The empress also entrusted him with her last will whereby she appointed the young Peter II.",
        "To keep the strands from directly overlaying each other and so adhering, the last guide through which the silk passes has a reciprocating motion whereby the fibre is distributed within certain limits over the reel.",
        "c. 90) whereby all the existing laws against usury were repealed.",
        "In 1817, at the instance of John Quincy Adams, the United States and Great Britain entered into a compact whereby the Great Lakes, and the waterways from them to the ocean by the St Lawrence river, which divide the United States from the Dominion of Canada, were practically excluded from any possible hostilities.",
        "He was, however, more than compensated for this disappointment by his compact (1339) with his ally and brother-in-law, Casimir of Poland, whereby it was agreed that Louis should succeed to the Polish throne on the death of the childless Casimir.",
        "The preposterous charge was urged that it was by his advice that the king had committed himself in his book against Luther to an assertion of the pope's authority, whereby the title of \" Defender of the Faith \" had been gained, but in reality a sword put into the pope's hand to fight against him.",
        "For it he proposed to substitute the genetic method, whereby human conscious experience might be exhibited as growing or developing from its essential basis in connexion with external conditions.",
        "In his Metaphysik (1879), as in his earlier Mikrokosmus (1856-1864), Lotze vindicated the contingency of freedom by assigning to God a miraculous power of unconditional commencement, whereby not only at the very beginning but in the course of nature there may be new beginnings, which are not effects of previous causes, though once started they produce effects according to law.",
        "The Galileo-Newton theory of motion is that, relative to a suitably chosen base, and with suitable assignments of mass, all accelerations of particles are made up of mutual (so-called) actions between pairs of particles, whereby the two particles forming a pair have accelerations in opposite directions in the line joining them, of magnitudes inversely proportional to their masses.",
        "In his extremity Christian now formed an alliance with Sweden (1st of January 1628), whereby Gustavus Adolphus pledged himself to assist Denmark with a fleet in case of need, and shortly afterwards a Swedo-Danish army and fleet compelled Wallenstein to raise the siege of Stralsund.",
        "The Poles proved even more difficult to satisfy than was anticipated; but finally a compromise was come to whereby the territorial settlement was postponed till after the death of John III.; and Sigismund was duly crowned at Cracow on the 27th of December 1587.",
        "Later he introduced the \" zone system,\" whereby postage on second-class mail was charged according to distance.",
        "The art of retarding the period of flowering in certain plants consists, in principle, in the artificial application of cold temperatures whereby the resting condition induced by low winter temperature is prolonged.",
        "Means of affording ventilation in all plant houses should be provided in at least two places - as near the floor as practicable, and at the top. Mechanical contrivances whereby whole sets of ventilators may be operated simultaneously are now in common use, and are much more convenient and economical than the older method of working each ventilator separately.",
        "There were in addition several minor contests: the Pyrrhic, or war dance, celebrating the victory of Athena over the giants; the Euandria, whereby a certain number of men, distinguished for height, strength and beauty, were chosen as leaders of the procession; the Lampadedromia, or torch-race; the Naumachia (Regatta), which took place on the last day of the festival.",
        "At Rio Tinto the ore is divided into three classes: (I) The poorest, containing an average of about I i% of copper, which is treated locally by leaching with water and liquor containing ferric sulphate, whereby the copper is dissolved out and afterwards precipitated by pig-iron, whilst the residue is exported as ordinary iron-pyrites.",
        "A second antelope inhabiting the same country as the chiru is the goa (Gazella picticaudata), a member of the gazelle group characterized by the peculiar form of the horns of the bucks and certain features of coloration, whereby it is markedly distinguished from all its kindred save one or two other central Asian species.",
        "A treaty was concluded whereby the king agreed, among other conditions, to pay 50,000 oz.",
        "By the completion of the engineering works on the Weser in 1887-1899, whereby, among other improvements, the river was straightened and deepened to 18 ft., large ocean-going vessels are able to steam right up to the city itself.",
        "chosen by vote, not by lot), and that in 487, limited sortition was introduced, whereby fifty candidates were elected by each tribe, and from these the archons and their \" secretary \" were chosen by lot.",
        "Lastly, he introduced the idea of stability, whereby monk and community were bound to each other for life, the normal thing for the Benedictine being to live and die in the monastery of his profession: thus the.",
        "Among other American improvements were: an efficient fire department, a sewer system whereby the sewage by means of pumps is discharged into the bay more than a mile from the shore; a system of gravity waterworks (1908) whereby the city's water supply is taken from the Mariquina river about 23 m.",
        "As contrasted with the Antonian ideal, the special feature was the highly organized system of work, whereby the monastery was a sort of agricultural and industrial colony.",
        "Blackstone (1723-1780), to be sure, a hundred years later, says that, \"if a woman is quick with child, and by poison or otherwise killeth it in her womb, or if any one beat her, whereby the child dieth in her body, and she is delivered of a dead child, this, though not murder, was, by the ancient law, homicide or manslaughter.\"",
        "It is obvious that a purely rationalistic interpretation of the great sign whereby Jahweh manifested himself would be out of place.",
        "It was through his initiative, too, that the convention of KlosterSeven was signed (loth of September 1757), and on the 4th of May 1758 he concluded a still more promising treaty with France, whereby, in consideration of Denmark's holding an army-corps of 24,000 men in Holstein till the end of the war, to secure Hamburg, Lubeck and the Gottorp part of Holstein from invasion, France, and ultimately Austria also, engaged to bring about an exchange between the king of Denmark and the cesarevitch, as regards Holstein.",
        "He would then single out Man from the realm of nature, and, in a treatise De homine, show what specific bodily motions were involved in the production of the peculiar phenomena of sensation and knowledge, as also of the affections and passions thence resulting, whereby man came into relation with man.",
        "A treaty was made whereby Ben-hadad restored the cities which his father had taken from Ahab's father (i.e.",
        "In 1772 the necessities of Fredericks position compelled him to join Russia and Austria in the deplorable partition of Poland, whereby he gained West Prussia exclusive of Danzig Partition..",
        "Fortunately for the country, an able grand vizier, Mahommed Sokolli, was at the head of affairs, and two years after Selim's accession succeeded in concluding at Constantinople an honourable treaty with the emperor Maximilian II., whereby the emperor agreed to pay to Turkey an annual \"present\" of 30,000 ducats (Feb.",
        "of the 10th of October 1860, whereby the constitutional form of government is introduced; and, lastly, on the so-called Ausgleich or \"Compromise,\" concluded on the 8th of February 1867, whereby the relations between Austria and Hungary were regulated.",
        "Collisions on the southern border of the protectorate between French and German troops led in 1905-1906 to an accurate survey of the south and east frontier regions and to a new convention (1908) whereby for the straight lines marking the frontier in former agreements natural features were largely substituted.",
        "Mechanism is provided whereby the speed of the paper is doubled on receipt of a shock, an electric bell ringing at the same time to summon an attendant.",
        "That a father and his children have mutual duties implies that there are moral laws regulating their relationship; that it is the duty of a servant to obey his master within certain limits is part of a definite contract, whereby he becomes a servant engaging to do certain things for a specified wage.",
        "The Carmathians were gradually forced to retreat from Egypt and then from Syria by some successful engagements, and by the judicious use of bribes, whereby dissension was sown among their leaders.",
        "The work of Valdemar was completed and consolidated by his illustrious daughter Margaret (1 375 - 1 4 12), whose crowning achievement was the Union of Kalmar (1397), whereby she sought to combine the three northern kingdoms The Union f o into a single state dominated by Denmark.",
        "In May 1673 a treaty of alliance was signed by the ambassador of the States-General at Copenhagen, whereby the Netherlands pledged themselves to pay Denmark large subsidies in return for the services of Io,000 men and twenty warships, which were to be held in readiness in case the United Provinces were attacked by another enemy besides France.",
        "The measures taken by Alfred to repress this revolt culminated in the capture of London in 885 or 886, and the treaty known as Alfred and Guthrum's peace, whereby the boundaries of the treaty of Wedmore (with which this is often confused) were materially modified in Alfred's favour.",
        "In other cases it is secured by the intersection of joints, whereby a rock, in itself hard and durable, is divided into small angular blocks, which are separated by the action of the elements and slide down the declivities.",
        "Simeon of Durham states that a division of the kingdom was now made, whereby Edmund took England south of Watling Street and Anlaf the rest.",
        "A law of 1901 provided for a system of initiative whereby any question of public policy might be submitted to popular vote upon the signature of a written petition therefor by onetenth of the registered voters of the state; such a petition must be filed at least 60 days before the election day when it is to be voted upon, and not more than three questions by initiative may be voted on at the same election; to become operative a measure must receive a majority of all votes cast in the election.",
        "Shortly afterwards a treaty was made with the Chief of Qatar, whereby his position was assimilated to that of the Trucial chiefs.",
        "15, 1864) the \"September Convention\" with France, whereby Napoleon agreed to evacuate Rome, and Italy to transfer her capital from Turin to Florence.",
        "She travelled extensively in the Near East, making a specially adventurous journey across northern Arabia in 1913-4 over a practically unknown route, whereby she obtained a knowledge of the country which proved of great value to the British Government when information concerning routes was required for the advance of the British army into Palestine during the World War.",
        "g the means whereby the national misfortunes were rectified.",
        "In the first the general political history will be set forth; in the second a sketch will be given of the cult of the \" holy places \"; the third will contain some particulars regarding the history of modern colonization by foreigners, which, while it has not affected the political status of the country, has produced very considerable modifications in its population and life; and the fourth will consist of a brief notice of the progress of exploration and scientific research whereby our knowledge of the past and the present of the land has been systematized.",
        "In 1896 he introduced a system of semi-enforced service whereby one man in every eight between the ages of sixteen and seventy takes his turn at military training.",
        "The amir's first measures were designed to enhance his popularity and to improve his internal administration, particularly with regard to the relations of his government with the tribes, and to the system introduced by the late amir of compulsory military service, whereby each tribe was required to supply a proportionate number of recruits.",
        "excommunicated him because he delayed the crusade which he had promised to undertake; and although he sailed the following year, and concluded a treaty with the sultan of Egypt whereby the kingdom of Jerusalem was re-established, the pope was not satisfied and sent an army into Neapolitan territory.",
        "After some negotiation an armistice was concluded and a capitulation agreed upon, whereby the castles were to be evacuated, the hostages liberated and the garrisons free to remain in Naples unmolested or to sail for Toulon.",
        "In April 1860 Victor Emmanuel again proposed an alliance whereby Naples, in return for help in expelling the Austrians from Venetia, was to receive the Marche, while Sardinia would annex.",
        "The more advanced Filipinos desired the fulfilment of the decrees of the Council of Trent whereby the incumbencies in Christianized towns and villages should be held by regular clergy and not by friars.",
        "The most notable of these battles, whereby he won his honorific epithet of Nevsky (i.e.",
        "On the 23rd of February 1904 an agreement was determined whereby Japan resumed her position as administrative adviser to Korea, guaranteed the integrity of the country, and bound herself to maintain the imperial house in its position.",
        "Prolonged negotiations were necessary to the completion of the treaty of the 17th of November 1905, whereby Japan obtained the control of Korea's foreign affairs and relations, and the confirmation of previous agreements, the far-reaching results of which have been indicated.",
        "The answer to Hegel is that being and not-being are at most similarly indeterminate, and to Bradley that each animal has its own different lungs, whereby they are only similar.",
        "valid for any thinker, but it is also a process in the medium of individual thinking, whereby new truth is reached.",
        "On landing he learnt that Caesar had made him his heir and adopted him into the Julian gens, whereby he acquired the designation of Gaius Julius Caesar Octavianus.",
        "The Path is represented as the great work whereby the inner nature of the individual is consciously transformed and developed.",
        "It may be said to be a process of unification, whereby the centres of volition, consciousness and active memory are systematically shifted upwards from the lower to the higher \"principles\" until they have become firmly established in the \"Buddhi,\" or \"sixth principle.\"",
        "But his friend Narses so insisted on the blow to the reputation of the imperial arms which would be produced by the surrender of Rimini that he carried the council of war with him, and Belisarius had to plan a brilliant march across the mountains, in conjunction with a movement by the fleet, whereby Rimini was relieved while Osimo was still untaken.",
        "Elections are by Australian ballot; the constitution prescribes that no law shall \" be enacted whereby the right to vote at any election shall be made to depend upon any previous registration of the elector's name \" (extremely unusual).",
        "1-7), explained fully the means whereby the jaws and the muscles which direct their movements become so effective in riving asunder cones or apples, while at the proper moment the scoop-like tongue is instantaneously thrust out and withdrawn, conveying the hitherto protected seed to the bird's mouth.",
        "The principal treaties affecting the distribution of territory between the various states of Central Europe are those of Westphalia (Osnabruck and Miinster), 1648; Utrecht, 1713;1713; Paris and Hubertusburg, 1763; for the partition of Poland, 1772, 1793; Vienna, 1815; London, for the separation of Belgium from the Netherlands, 1831, 1839; Zurich, for the cession of a portion of Lombardy to Sardinia, 1859; Vienna, as to SchleswigHolstein, 1864; Prague, whereby the German Confederation was dissolved, Austria recognizing the new North German Confederation, transferring to Prussia her rights over SchleswigHolstein, and ceding the remainder of Lombardy to Italy, 1866; Frankfort, between France and the new German Empire, 1871.",
        "In March 1898 arrangements were made whereby the sultan of Brunei ceded to the company all his sovereign and territorial rights to the districts situated to the north of the Padas river which up to that time had been retained by him.",
        "It has twenty-nine symbols, whereby it is enabled to differentiate certain sounds which are not distinguished from one another in the writing of the northern Semites.",
        "49) the fact of such spiritual solidarity, whereby their activity means His continued action in the world.",
        "The revenues of Chichele's college were given to the corporation by the charter of 1566, whereby the borough returned one representative to parliament, a privilege enjoyed until 1832.",
        "In 1621 a constitution was granted whereby the London Company appointed the governor and a council, and the people were to choose annually from their counties, towns, hundreds and plantations delegates to the House of Burgesses.",
        "When Antigonus's son Demetrius renewed hostilities (297), during his absence in Greece, Lysimachus seized his towns in Asia Minor, but in 294 concluded a peace whereby Demetrius was recognized as ruler of Macedonia.",
        "Linseed is subject to extensive and detrimental adulterations, resulting not only from careless harvesting and cleaning, whereby seeds of the flax dodder, and other weeds and grasses are mixed with it, but also from the direct admixture of cheaper and inferior oil-seeds, such as wild rape, mustard, sesame, poppy, &c., the latter adulterations being known in trade under the generic name of \" buffum.\"",
        "In the following year was passed an Act of Supremacy, whereby all public officials, clerical and lay, were required to acknowledge the supremacy of the queen \" as well in spiritual things or causes as temporal.\"",
        "It will be well, in dealing with the Renaissance in Spain, to touch first upon the arts and literature, and then to consider those qualities of character in action whereby the nation most distinguished itself from the rest of Europe.",
        "Recent history, and in particular the history of democracy, claims for its province the several stages whereby this principle was developed in England and America, and its outburst in the frenzy of the French Revolution.",
        "It is argued that there must be in the mind an enduring, primary faculty whereby we retain, compare and group the presentations of sense.",
        "At some period, long subsequent to its original excavation, and after many large stalactites had grown, it was completely filled with glacial mud charged with acid, whereby the dripstone was eroded into singularly grotesque shapes.",
        "The bulk of the sherry imported into the United Kingdom still consists of the heavier, fortified wines, varying in strength from 17 to 21% of absolute alcohol, although the fiscal change introduced in 1886, whereby wines not exceeding 30° proof (i.e.",
        "There being no choice by the people, and the House of Representatives having elected Adams, Clay was accused by Jackson and his friends of making a corrupt bargain whereby, in payment of his vote and influence Ifis career as a Protectionist.",
        "Coke was in disgrace but not in despair; there seemed to be a way whereby he could reconcile himself to Buckingham, through the marriage of his daughter, who had an ample fortune, to Sir John Villiers, brother of the marquess, who was penniless or nearly so.",
        "The world was a vast labyrinth, amid the windings of which we require some clue or thread whereby we may track our way to knowledge and thence to power.",
        "This can only be discovered by analysis, which will disclose the ultimate constituents (natural particles, not atoms) of bodies, and lead back the discussion to forms or simple natures, whereby alone can true light be thrown on these obscure questions.",
        "For after the battle of Evesham a treaty was concluded between the English king and the Welsh prince at Montgomery, whereby the latter was confirmed in his principality of Gwynedd and was permitted to receive the homage of all the Welsh barons, save that of the head of the house of Dynevor, which the king reserved to himself; whilst the four fertile cantrefs of Perfeddwlad, lying between Gwynedd and the earldom of Chester, were granted to the prince.",
        "In 1276 Edward entered Wales from Chester, and after a short campaign brought his obstinate vassal to submit to the ignominious treaty of Conway, whereby Llewelyn lost almost all the benefits conferred on him by the compact of Montgomery ten years before.",
        "Amongst these Stephen Hughes of Carmarthen (1623-1688), a devoted follower of Vicar Prichard and an editor of his works, was ejected from the living of Mydrim in Carmarthenshire, whereby the valuable services of this eminent divine were lost to the Church and gained by the Nonconformists, who had increased considerably in numbers since the Civil Wars.",
        "Cardinal Pierre d'Ailly pleaded before the council of Constance in 1415 for the reform of \"that most scandalous custom, or rather abuse, whereby many [clergy] fear not to keep concubines in public.\"",
        "The chief characteristics of the Albion are its lightness of build and its ease in running; the pull is short, the power great, and the means whereby it is attained so simple that the press does not readily get out of order.",
        "A recent feature of this machine is the tandem equipment, whereby two, three or even four machines may be coupled together for colour work.",
        "This ingenious arrangement, whereby the reels can be changed in about three minutes, obviates the loss of time previously incurred by the press being kept standing while the empty spindles were removed and replaced with four full reels.",
        "The interval between this war and the Seven Years' War (1756) saw that great reversal of alliances which is sometimes called the \"Diplomatic Revolution\"; whereby France repudiated the alliance of Frederick the Great and joined hands with her old enemy Austria.",
        "OBLIGATION, in law, a term derived from the Roman law, in which obligatio signified a tie of law (vinculum juris) whereby one person is bound to perform or forbear some act for another.",
        "A beginning was made by the siege and capture of Kexholm in Russian Finland (March 2, 1611); and, on the 16th of July, Great Novgorod was occupied and a convention concluded with the magistrates of that wealthy city whereby Charles IX.'s second son Philip was to be recognized as tsar, unless, in the meantime, relief came to Great Novgorod from Moscow.",
        "Denmark was also compelled to recognize, practically, the independence of the dukes of HolsteinGottorp. The Russian War was terminated by the Peace of Kardis (July 2, 1661), confirmatory of the Peace of Stolbova, whereby the tsar surrendered to Sweden all his Baltic provinces - Ingria, Esthonia and Kexholm.",
        "of military tenure whereby the national forces were bound to the soil.",
        "came to an agreement with the peasantry whereby an extended indelning system was to be susbstituted for general conscription.",
        "The only indications whereby it can be identified are its connexion, in the geographical table (Gen.",
        "Barium hydroxide, Ba(OH) 2, is a white powder that can be obtained by slaking the monoxide with the requisite quantity of water, but it is usually made on the large scale by heating heavy spar with small coal whereby a crude barium sulphide is obtained.",
        "Two of its chief causes probably are (r) improvement in cookery, whereby the harder and more irritating parts of the food are softened or removed; and (2) improvement in grinding machinery, whereby the harder and more stimulating parts of the grain are separated from the finer flour which is used for bread.",
        "On the 22nd of March 1681 he entered into a compact with Louis whereby he undertook to desert his allies and offer no resistance to French aggressions.",
        "Reason is certainly to be accepted; it is our natural light, and the only faculty whereby we can judge of things.",
        "Its municipal privileges were extended by a charter from James I., whereby the town, and a district of two miles round in every direction, were formed into a distinct county, with exclusive jurisdiction and a right of choosing its own magistrates.",
        "\" Proof that this compression is still going on was given on 10th December 1892, when a severe earthquake resulted from the sudden yielding of the earth's crust along what appears to be an old line of fault, west of the Kawaja Amran range, whereby an adjustment took place indicated by a shortening of some 22 ft.",
        "It is necessary, therefore, that assent should not be given indiscriminately; we must determine a criterion of truth, a special formal test whereby reason may recognize the merely plausible and hold fast the true.",
        "Allying himself to Demetrius, Simon succeeded in negotiating a treaty whereby the political independence of Judaea was at length secured.",
        "If we suppose that upon the whole the air cannot be removed, so that the mean distance between the opposed surfaces remains constant, the electric attractions tend to produce an instability whereby the smaller intervals are diminished while the larger are increased.",
        "It is related that he and his sister fell asleep in the temple of Apollo Thymbraeus and that snakes came and cleansed their ears, whereby they obtained the gift of prophecy and were able to understand the language of birds.",
        "A second method is by injection of the bacterium in the dead condition, whereby immunity against the living organism may be produced.",
        "\" the production of a change in the corresponding bacterium whereby it becomes granular, swells up and ultimately may undergo dissolution.",
        "This caused various lateral and contrary movements, resulting in a whirling movement (Slvn) resembling the rotation of Anaxagoras, whereby similar atoms were brought together (as in the winnowing of grain) and united to form larger bodies and worlds.",
        "This original manuscript is now lost, whereby hangs a tale.",
        "Although there were already fifteen banks in the state in 1837 yet the cry against monopoly was loud, and so in that year a general banking law was passed whereby any ten or more freeholders might establish a bank with a capital of not less than fifty thousand nor more than three hundred thousand dollars and begin business as soon as 30% of the capital was paid in in specie.",
        "Profiting by this experience, the framers of the constitution of 1850 inserted a provision in that document whereby no general banking law can have effect until it has been submitted to the people and has been approved by a majority of the votes cast on the question.",
        "Haugesund is the reputed death-place of Harald Haarfager, to whom an obelisk of red granite was erected in 1872 on the thousandth anniversary of his victory at the Hafsfjord (near Stavanger) whereby he won the sovereignty of Norway.",
        "7 seq.), whereby the ministry both of teaching and of healing was further extended (ix.",
        "This process when carefully carried out, especially as to the details of the roasting process whereby the silver sulphide is oxidized, yields 92% of the silver originally present.",
        "L.o.c., Endoderm lamella (line of concrescence of the walls of the enteric cavity of the umbrella, whereby its single chamber is broken up into four pouches).",
        "The septal ostia become widened and the gastral cavity flattened, whereby the taeniolae become comparatively shallow columns, similar to the septal nodes or cathammata of other forms.'",
        "The council may make officers arrangements whereby any district council or councils may have the services of the county medical officer on payment of a contribution towards his salary, and while such arrangement is in force the duty of the district council to.",
        "The Public Authorities Protection Act 1893 was passed to repeal the numerous provisions contained in many acts of parliament, Proceed- whereby, before legal proceedings could be taken against a Proceed- body, notice of action had to be given and the ings proceedings commenced within a certain limited time.",
        "These acts contain provisions whereby burials may be prohibited in urban districts, and Burial churchyards or burial grounds already existing may be Acts.",
        "It is a system \" whereby the great conquering or commercial peoples masked, so to speak, their irresistible advance \"; it was much practised by the Romans in Africa and A si a; it has been chiefly applied in modern times Y PP in India (p. 326).",
        "A compromise was at last arranged, whereby the friars were to preach in the forenoon and Tausen in the afternoon.",
        "of Utah tribes, whereby they agreed to remove to Uinta Valley, where a reservation had been made for them.",
        "Nilson (Ber., 1874, 7, p. 1719) digests the well-washed chamber mud with a moderately concentrated solution of potassium cyanide, whereby the element goes into solution in the form of potassium selenocyanide, KSe(CN), from which it is precipitated by hydrochloric acid.",
        "Charging him with the heresy of Sabellius in a provincial synod held at Soissons in 1121, they procured by irregular practices a condemnation of his teaching, whereby he was made to throw his book into the flames and then was shut up in the convent of St Medard at Soissons.",
        "The appearances recorded in the Old Testament are manifestations of the Logos, and the knowledge of God possessed by the great leaders and teachers of Israel is due to the same source; (2) as the agency whereby man, enmeshed by illusion, lays hold of the higher spiritual life and rising above his partial point of view participates in the universal reason.",
        "Peace was then patched up by the compact of Zborow (August 21, 1649), whereby Chmielnicki was virtually recognized as a semi-independent prince.",
        "He was strongly opposed to the project of a Channel tunnel to France, and in 1872 he endeavoured to obtain the consent of parliament to a Channel ferry scheme, whereby trains were to be transported across the strait in large ferry steamers.",
        "In 1889 the Free State entered into an arrangement with the Cape Colony whereby the main trunk railway was extended to Bloemfontein, the Free State receiving half the profits.",
        "A compromise was finally reached, whereby the company was to be exempt from taxes on all its property except the goods sold to settlers, and the officers and employees of the company and all the British residents were to become subject to the provisional government.",
        "This distance is marked off from the point I in each direction, whereby the points M and N are obtained, the distance apart of which represents the value r 1 - r 2.",
        "The worm-wheel shaft then sometimes carries a spur-pinion gear ing with a spur-wheel on the lifting shaft, whereby a much greater mechanical advantage is obtained with a small loss by friction of the spur gearing.",
        "19 repealed any act of parliament, law or custom whereby the bishops, clergy or laity of the said church were prohibited from holding synods or electing representatives thereto for the purpose of making rules for the well-being and ordering of the said church, and enacted that no such law, &c., should hinder the said bishops, clergy and laity, by such representatives, lay and clerical, and so elected as they shall appoint, from meeting in general synod or convention and in such general synod or convention forming constitutions and providing for future representation of the members of the church in diocesan synods, general convention or otherwise.",
        "But then having thought on a tender way of polishing, proper for metall, whereby, as I imagined, the figure also would be corrected to the last; I began to try, what might be effected in this kind, and by degrees so far perfected an Instrument (in the essential parts of it like that I sent to London), by which I could discern Jupiters 4 Concomitants, and shewed them divers times to two others of my acquaintance.",
        "In geology, a fold is a bend or curvature in the stratified rocks of the earth's crust, whereby they have been made to take up less horizontal space.",
        "These had channels whereby fluids poured into the receptacles could be drained off.",
        "Lancasters ad parlia- herents were turned out of the council; the persons meat of condemned in 1376 were declared incapable of serving in it; Alice Perrers was sentenced to banishment and forfeiture, and the little king was made to re pudiate the declaration whereby his uncle had quashed the statutes of 1376 by declaring that no act of parliament can be repealed save with parliaments consent.",
        "had, in his own words, made up his mind to live and die an imperialist; the last remnants of the French army in Italy had been routed, and the pope had perforce concluded the treaty of Barcelona, a sort of family compact between himself and Charles, whereby he undertook to protect Charless aunt, and the emperor to support the Medici dynasty in Florence.",
        "double alliance, a covenant having been made at Bristol about November 1153 in the presence of Henry, duke of Normandy,, whereby Maurice, son of Robert fitz Harding, was to marry the daughter of Roger of Berkeley, Roger's own son Roger marrying the daughter of Robert.",
        "As Spiegel remarks (Die arische Periode, p. 105), though it is easy enough to connect the word with a root ar-, there are several roots of that form which have different meanings, and there is no certain criterion whereby to decide to which of them it is related.",
        "The edges of the lid dip into an external water seal or lute G, whereby the gas is prevented from escaping.",
        "pushed into V, whereby the level of the coke in V should assume the shape shown by the dotted line 1 ...",
        "The custom whereby the inhabitants of a district were responsible for any crime or injury committed by one of their number is old and widespread; it prevailed in England before the Norman Conquest, and is an outcome of the earlier principle whereby this responsibility rested on kinship. Thus a law of Edgar (d.",
        "In 1797 Bonaparte finished the conquest of northern Italy and forced Austria to make the treaty of Campo Formio (October), whereby the emperor ceded Lombardy and the Austrian Netherlands to the Republic in exchange for Venice and undertook to urge upon the Diet the surrender of the lands beyond the Rhine.",
        "This he did by the peace of Kardis (July 2, 1661), whereby Muscovy retroceded all her conquests.",
        "Such knowledge, he here maintains, is really mensuration of pleasures and pains, whereby the wise man avoids those mistaken under-estimates of future feelings in comparison with present which we commonly call \" yielding to fear or desire.\"",
        "The assurance which the believer has of salvation he receives from the operation and witness of the Holy Spirit; but this again rests on the divine choice of the man to salvation; and this falls back on God's eternal sovereign purpose, whereby He has predestined some to eternal life while the rest of mankind are predestined to condemnation and eternal death.",
        "Baptism is the sign of initiation whereby men are admitted into the society of the church and, being grafted into Christ, are reckoned among the sons of God; it serves both for the confirmation of faith and as a confession before men.",
        "That sacred communication of His flesh and blood whereby Christ transfuses into us His life, even as if it penetrated into our bones and marrow, He in the Supper attests and seals; and that not by a vain or empty sign set before us, but there He puts forth the efficacy of His Spirit whereby He fulfils what He promises.",
        "Lampeter was first imcorporated under Edward II., but the earliest known charter dates from the reign of Henry VI., whereby the principal officer of the town, a portreeve, was to be appointed annually at the court-leet of the manor.",
        "The town was subsequently governed under a confirmatory charter of 1814, but in 1884 a new charter was obtained, whereby the corporation was empowered to consist of a mayor, 4 aldermen and 12 councillors.",
        "But it does not appear that he got the money; and, after some more fruitless proceedings against Onetor, the brother-in-law of Aphobus, the matter was dropped, - not, however, before his relatives had managed to throw a public burden (the equipment of a ship of war) on their late ward, whereby his resources were yet further straitened.",
        "In the same year commissioners were nominated by the crown to inquire (inter alia) as to a general system for railways in Ireland, and as to the best mode of directing the development of the means of intercourse to the channels whereby the greatest advantage might be obtained by the smallest outlay.",
        "The means whereby we put ourselves so in relation with Christ as to receive from Him his healing virtue are chiefly prayer and the sacraments of the church; mere works are never sufficient.",
        "The address (which is extremely important for its representation of the religious conditions) is made the occasion for a solemn covenant whereby the people agree to cleave to Yahweh alone.",
        "X X XX Union troops.,.® demonstration, developed into a serious and successful action, whereby the first line of the Confederate centre was driven in for some distance.",
        "On the other hand, the appearance of the new moon earlier than was expected was regarded as an unfavourable omen - prognosticating in one case defeat, in another death among cattle, in a third bad crops - not necessarily because these events actually took place after such a phenomenon, but by an application of the general principle resting upon association of ideas whereby anything premature would suggest an unfavourable occurrence.",
        "The prostitution whereby the Lydian girls gained their dowries (Herod.",
        "In 1907, under a direct primary law, the nomination of candidates for United States senator was transferred from the party convention directly to the people; and in 1909 the \" Oregon plan \" was adopted, whereby each candidate for the legislature must go on record as promising, or not, always to vote for the people's choice for United States senator; on the ballot which bears the name of each candidate for the legislature there appears a statement that he \" promises,\" or that he \" will not promise,\" to vote for the \" people's choice.\"",
        "The eyepiece, which by means of narrow pencils represents the relatively large real image at infinity, transmits from all points of this real image parallel pencils, whereby the inclination of the principal rays becomes further increased.",
        "On the 2nd of January 1906 a treaty was made whereby the sultan of Brunei agreed to hand over the general administration of his state to a British resident.",
        "A second fragment (now in the museum at Aix in Provence) was brought from Egypt in 1809; it supplements the preamble by specifying the titles of the emperors and Caesars and the number of times they had held them, whereby the date of publication can be accurately determined.",
        "Second only to the compass in its value to the sailor is Thomson's sounding apparatus, whereby soundings can be taken in 100 fathoms by a ship steaming at 16 knots; and by the employment of piano-wire of a breaking strength of 140 tons per square inch and an iron sinker weighing only 34 lb, with a selfregistering pressure gauge, soundings can be rapidly taken in deep ocean.",
        "Another, perhaps the principal, feature was the interchanger, an apparatus whereby the compressed air was further cooled before expansion by means of the comparatively cold air from the room in its passage to the compressor, the same air being used over and over again.",
        "Asa, son of Abijah, followed his father's policy, and bought the aid of Syria, whereby he was enabled to destroy the border fort that Baasha had erected (1 Kings xv.",
        "Of its later history we need only mention the Mongolian capture in 1260; its Egyptian recapture by the Mameluke Kotuz; the ferocious raid of Timur (Tamerlane) in 1399; and the conquest by the Turkish sultan Selim, whereby it became a city of the Ottoman empire (1516).",
        "The large number of vegetable substances used as purgatives owe their action to an irritating effect upon the mucous membrane and the neuro-muscular apparatus of the bowel, whereby the secretions and peristalsis are more or less increased, as the result of which diarrhoea ensues.",
        "- In large doses the action of picrotoxin is exerted chiefly on the medullary nerve centres, whereby irregular tonic-clonic convulsions are produced; in minute doses it stops the secretion of sweat.",
        "Much more important is the real use, by which are produced the pure notions whereby we think things as they are.",
        "There was thus a common ground on which category and intuition were united in one, and an intermediate process whereby the universal of the category might be so far individualized as to comprehend the particular of sense.",
        "There is not any intuition given whereby we might show the reality of our idea of a Supreme Being.",
        "The acacias and the Rosaceae yield their gums most abundantly when sickly and in an abnormal state, caused by a fulness of sap in the young tissues, whereby the new cells are softened and finally disorganized; the cavities thus formed fill with liquid, which exudes, dries and constitutes the gum.",
        "As clays they must be sufficiently plastic to be readily moulded, but at the same time possess sufficient stiffness not to contract too strongly in drying, whereby the objects produced would be liable to be warped or cracked before firing.",
        "The boring of the Perpendicular in the horizontal firestick, whereby fire was kindled, was called manthana, from math, \" I shake.\"",
        "Lastly, the precise means whereby the SCC cells grow will be studied, using adenoviruses.",
        "adopted whereby respondents were asked to join a Panel, agreeing to be re-interviewed at a future date.",
        "They speak in a certain argot, a slang whereby they all sit down comfy, comfy - Lineker, Hansen and the rest.",
        "Fixed a bug whereby the card background bitmap was not loaded properly.",
        "A playground buddy system is used to combat bullying, whereby older children intervene when disputes arise or befriend children on their own.",
        "burglaryce burglaries - whereby the elderly are targeted by ' tricksters ' - are now starting to reoccur locally.",
        "Their uniqueness is further assured by a process of crossing-over between maternal and paternal chromosomes whereby parts of chromosomes are exchanged.",
        "There is also a sell-on clause whereby Hartlepool would receive 20% of any future transfer fee for the player.",
        "Vacuum-assisted closure Vacuum-assisted closure (VAC) is a non-invasive technique whereby negative pressure is delivered in a uniform manner to a wound.",
        "commandment forbiddeth all profaning or abusing of anything whereby God maketh himself known. [139] Q. 56.",
        "But they do not describe the process or give us any analogy in nature whereby we may more readily comprehend the idea.",
        "But closer analyzes reveal that the process whereby Agrobacterium injects T-DNA into plant cells strongly resembles conjugation, ie, mating between bacterial cells.",
        "WARNING: The consumption of alcohol may cause a disturbance in the time-space continuum, whereby gaps of time may seem to literally disappear.",
        "devised whereby ten loads could be hauled up in one go.",
        "Radioactivity The phenomenon whereby atoms undergo spontaneous random disintegration, usually accompanied by the emission of radiation.",
        "The condition of the water in the pool is controlled automatically by the latest salt electrolysis system whereby no chemicals are used.",
        "The interaction between music and the listener is an involved one, whereby the listener becomes empathetic to the sounds he is hearing.",
        "Fifth, there is the question of the means whereby British Methodism should receive the historic episcopate.",
        "eventualityal practice whereby most British colliery lamp rooms held a stock of blank circular checks for such eventualities is well known.",
        "The University has a scheme whereby it is prepared to assist with removal expenses.",
        "We can't put the genie back in the bottle, whereby final salary schemes took on all the risk.",
        "Many Colleges operate a scheme whereby cycle helmets can be bought at cost price or you can claim the cost of a helmet back.",
        "allowed an indenture whereby John Dryden a poor Child of the Parish of S t.",
        "indenture of apprenticeship whereby Susannah Holbrook aged ten years was bound to Joseph French of the parish of S t.",
        "Issues of cycle theft still persist whereby bikes are left insecure, in view within close areas of tenement buildings.",
        "And Saul cast a javelin at him to smite him: whereby Jonathan knew that it was determined of his father to slay David.",
        "lead-in period whereby Police sought to educate drivers via verbal warnings has now passed.",
        "This is then reconstructed into a paper maquette whereby Rebecca sculpts ideas for the finished clay forms.",
        "Is it like evoking some kind of collective mesmerism whereby we all sense each others ' presence and even react to it?",
        "The United States and Japan should not misjudge the DPRK's stance whereby it declared a moratorium on its satellite launches.",
        "This system is directly analogous to the creation of fictitious genealogies whereby individuals trace their origins back to a prestigious and perhaps mythical past.",
        "But the Charter is a great stimulus for us to re-examine the means by whereby the Neo-liberal offensive was carried through.",
        "overshoot scenarios \" whereby concentrations would peak and subsequently decline.",
        "The most basic feature of a web conference is screen sharing, whereby conference participants see whatever is on the presenter's screen.",
        "percutaneous gastrostomy is a technique whereby a narrow plastic tube is placed through the skin, directly into your stomach.",
        "peripatetic tods to investigate any cases whereby children may have hearing problems.",
        "The transition from anoxygenic to oxygenic photosynthesis involved an extension of the existing system, whereby new reactions were added on to existing ones.",
        "It will improve the situation whereby people's problems are often pigeonholed into one category, such as race, gender or disability.",
        "playground buddy system is used to combat bullying, whereby older children intervene when disputes arise or befriend children on their own.",
        "profanee third commandment forbiddeth all profaning or abusing of any thing whereby God maketh himself known e.",
        "proximity principle ' whereby people source their organic food from their nearest farms.",
        "Quarterly Accounting The arrangement whereby withholding tax on coupons is paid shortly after the end of the calendar quarterly Accounting The arrangement whereby withholding tax on coupons is paid shortly after the end of the calendar quarter.",
        "A compromise was reached whereby only cases discovered within a one-mile radius of the hospital would be admitted.",
        "Hybrid electric vehicles do not require charging as they use regenerative braking whereby the action of braking the vehicle recharges the battery.",
        "Overproduction also impaired a process called apoptosis, whereby damaged or unwanted cells self-destruct 14.",
        "Such places benefit from a virtuous circle, or upward spiral, whereby talent attracts talent.",
        "standpoint of Marxism, the state is a machine whereby one class rules over another.",
        "The 1+3 studentships are four year awards whereby students spend their first year studying for the MSc in Research (Human Geography ).",
        "It should be a function of peripatetic tods to investigate any cases whereby children may have hearing problems.",
        "virtuous circle, or upward spiral, whereby talent attracts talent.",
        "There is a divine element to it whereby God will dispense wisdom to those who diligently seek it.",
        "yearling bulls at a price we can dictate whereby we can turn a profit.",
        "17, 1672) whereby Poland ceded to the Porte the whole of the Ukraine with Podolia and Kamieniec. Aroused to duty by a series of disasters for which he himself was primarily responsible, Sobieski now hastened to the frontier, and won four victories in ten days.",
        "Powerless to oppose a rebel who was at the same time commander-in-chief, both the king and the diet had to give way, and a compromise was come to whereby the peace of Buczacz was repudiated and Sobieski was given a chance of rehabilitating himself, which he did by his brilliant victory over an immense Turkish host at Khotin (Nov.",
        "An arrangement was effected, however, whereby that citation was cancelled, and Luther betook himself in October 1518 to Augsburg to meet the papal legate, Cardinal Cajetan, who was attending the imperial diet convened by the emperor Maximilian to impose the tithes for the Turkish war and to elect a king of the Romans; but neither the arguments of the learned cardinal, nor the dogmatic papal bull of the 9th of November to the effect that all Christians must believe in the pope's power to grant indulgences, moved Luther to retract.",
        "\" The first thing Mr Gascoigne showed me was a large telescope amplified and adorned with inventions of his own, whereby he can take the diameters of the sun and moon, or any small angle in the heavens or upon the earth, most exactly through the glass, to a second.\"",
        "On this account, observers have until now limited themselves to a partial treatment of such spectra, measuring only a small number of lines, whereby the major part of the rich material present in the plate remains unutilized.\"",
        "Under his advice the opposition now made an alliance with Louis whereby the French king promised to help them to ruin Danby on condition that they would compel Charles, by stopping the supplies, to make peace with France, doing thus a grave injury to Protestant- ism abroad for the sake of a temporary party advantage at home.",
        "In the preface to the appendix containing the local arithmetic he states that, while devoting all his leisure to the invention of these abbreviations of calculation, and to examining by what methods the toil of calculation might be removed, in addition to the logarithms, rabdologia and promptuary, he had hit upon a certain tabular arithmetic, whereby the more troublesome operations of common arithmetic are performed on an abacus or chess-board, and which may be regarded as an amusement A facsimile of this document is given by Mark Napier in his Memoirs of John Napier (1834), p. 248.",
        "In the event of its not being voted before the 31st of December, recourse is had to the system of provisional twelfths (douzimes provisaires), whereby the government is authorized by parliament to incur expenses for one, two or three months on the scale of the previous year.",
        "4) gives another view of events in which both Elijah and Elisha were concerned, and the change is more vividly realized when it is found that even to Moses and Aaron, the traditional founders of Israelite religion and ritual, is ascribed an offence whereby they incurred Yahweh's wrath (Num.",
        "Financial embarrassments forced him to consent to a foreign control over the Debt, and the decree of December 1881, whereby many of the revenues of the empire were handed over to the Public Debt Administration for the benefit of the bondholders, was a sacrifice of principle to which he could only have consented with the greatest reluctance.",
        "preserved for any length of time, a means is provided whereby the rate of vibration of either of the forks can be slowed down, so as to retard the rate of rotation of one or other of the arms. This is effected by means of \" correcting \" segments, of which there are six sets containing three each.",
        "It was almost inevitable in the transition from feudalism to democracy that this intermediate ground should be traversed; and the peculiar Italian phrases, primo popolo, secondo popolo, terzo pa polo, and so forth, indicate successive changes, whereby the oligarchy passed from one stage to another in its progress toward absorption in democracy or tyranny.",
        "Ultimately e two governments concluded a convention on the 15th of cor ptember 1864, whereby France agreed to withdraw her troops thi m Rome so soon as the papal army should be reorganized, tre at the outside within two years, Italy undertaking not to to Lack it nor permit others to do so, and to transfer the capital pe:",
        "The improvement thus signalized in the relations between Quirinal and Vatican was further exemplified on the 18th of October 1878, when the Italian government accepted a papal formula with regard to the granting of the royal exequatur for bishops, whereby they, upon nomination by the Holy See, recognized state control over, and made application for, the payment of their temporalities.",
        "At the opening of the conference (23rd June 1882) Italy secured the signature of a self-denying protocol whereby all the great powers undertook to avoid isolated action; but the rapid development of the crisis in Egypt, and the refusal of France to cooperate with Great Britain in the restoration of order, necessitated vigorous action by the latter alone.",
        "Rudini, however, was able to conclude two protocols with Great Britain (March and April 1891) whereby the British government definitely recognized Abyssinia as within the Italian sphere of influence in return for an Italian recognition of British rights in the Upper Nile.",
        "Many points in the development and mechanism of the nematocyst are disputed, but it is tolerably certain (I) that the cnidocil is of sensory nature, and that stimulation, by contact with prey or in other ways, causes a reflex discharge of the nematocyst; (2) that the discharge is an explosive change whereby the in-turned thread is suddenly everted and turned inside out, being thus shot through the opening in the outer wall of the capsule, and forced violently into the tissues of the prey, or, it may be, of an enemy; (3) that the thread inflicts not merely a mechanical wound, but instils an irritant poison, numbing and paralysing in its action.",
        "As in the analogous swim-bladder of fishes, the gas in the pneumatophore can be secreted or absorbed, whereby the specific gravity of the body can be diminished or increased, so as to cause it to float nearer the surface or at a deeper level.",
        "All these causes, and especially the first-mentioned, have enabled the Sla y s to maintain their ethnical purity in a relatively high degree, whereby they have been enabled to assimilate foreign elements and make them intensify or improve the ethnical type, without giving rise to half-breed races.",
        "exactly straight and parallel, and bulky carts are made with four rowlets fitting these rails, whereby the carriage is so easy that one horse will draw down four or five chaldrons of coals \" (from io-6 to 13.2 tons).",
        "Animal sacrifices became much more frequent, and included not only the bloody sacrifice (Zebah) but also burnt offerings (kalil, `olah) whereby the whole animal was consumed (see Sacrifice).",
        "Ezekiel prescribes a half-yearly ritual of sin-offering whereby atonement was to be made (xlv.",
        "Four years later an insurrection broke out, owing to the violation of the provisions of an imperial decree (February 1856), whereby liberty of conscience and equal rights and privileges with Mussulmans had been conferred upon Christians.",
        "Little reliance can be placed on his subsequent statements (as, for instance, to Metternich in 1810) that the huge preparations at Boulogne and the long naval campaign of Villeneuve were a mere ruse whereby to lure the Austrians into a premature declaration of war.",
        "18), whereby Frederick IV.",
        "1707) Augustus was forced to sign the peace of Altranstadt, whereby he resigned the Polish throne and renounced every anti-Swedish alliance.",
        "history of the birds he described, and this with evident zest whereby he differed from his French predecessor; but the number of cases in which he erred as to the determination of his species must be very great, and not unfrequently the same species is described more than once.",
        "He concisely cites (p. 238) no fewer than eight other characters of more or less value as peculiar to the Carinate Division, the first of which is that the feathers have their barbs furnished with hooks, in consequence of which the barbs, including those of the wing-quills, cling closely together; while among the rest may be mentioned the position of the furcula and coracoids, 4 which keep the wing-bones apart; the limitation of the number of the lumbar vertebra to fifteen, and of the carpals to two; as well as the divergent direction of the iliac bones - the corresponding characters peculiar to the Ratite Division being the disconnected condition of the barbs of the feathers, through the absence of any hooks whereby they might cohere; the non-existence of the furcula, and the coalescence of the coracoids with the scapulae (or, as he expressed it, the extension of the scapulae to supply the place of the coracoids, which he thought were wanting); the lumbar vertebrae being twenty and the carpals three in number; and the parallelism of the iliac bones.",
        "Apart from the two functions of discerning between right and wrong, and actively predisposing the agent to moral action, conscience has further a retrospective action whereby remorse falls upon the man who recognizes that he has broken a moral law.",
        "The finances of Turkey now collapsed, and the inevitable bankruptcy was declared, whereby more than through any other cause she lost such Deposition sympathies as she possessed in western Europe.",
        "Accordingly, on the 30th of April, they signed a treaty and two conventions, whereby France sold Louisiana to the United States (see Louisiana Purchase).",
        "Kruger now endeavoured to control the railway policy of the Free State, and induced that republic to agree to a treaty whereby each state bound itself to help the other whenever the independence of either should be threatened or assailed, unless the cause of quarrel was, in the eyes of the state called in to assist, an unjust one (see Orange Free State).",
        "Not only are the secreted juices of specialized cells thus set one against another in the body, whereby the various organs of the body maintain a mutual play, but the blood itself also in its cellular and fluid parts contains elements potent in the destruction of bacteria and of their secretions.",
        "Lewes and others the doctrine of \"cerebral reflex\" was suggested, whereby actions, at first achieved only by incessant attention, became organized as conscious or subconscious habits; as for instance in the playing on musical or other instruments, when acts even of a very elaborate kind may directly follow the impulses of sensations, conscious adaptation and the deliberate choice of means being thus economized.",
        "It is this wide range of dynamic peculiarities above the common range of known physical and chemical molecules which excites our wonder; and a reflection of these peculiar properties is seen in their affinities for this or that toxic or constructive agent, whereby the peculiarity, for example, of a particular kind of nerve cell may be altered, antagonized, reinforced or converted.",
        "To guarantee still further the integrity of Poland, Casimir, who had no male issue, concluded a compact with Charles Robert whereby he recognized Louis, Charles Robert's son, as the successor to the Polish crown; Louis on his part contracting to confirm the privileges of the Polish gentry and clergy, and to rule Poland through natives only.",
        "26, 1658), whereby Denmark sacrificed nearly half her territory to save the rest (see Denmark: History).",
        "Truth is the unity and substance which underlies all things; Prudence or Providence is the regulating power of truth, and comprehends both liberty and necessity; Wisdom is providence itself in its supersensible aspect - in man it is reason which grasps the truth of things; Law results from wisdom, for no good law is irrational, and its sole end and aim is the good of mankind; Universal Judgment is the principle whereby men are judged according to their deeds, and not according to their belief in this or that catechism.",
        "BARGAIN 1 AND Sale, in English law, a contract whereby property, real or personal, is transferred from one person - called the bargainor - to another - called the bargainee - for a 1 From O.",
        "Precepts of style, and models taken from the best Latin authors, were the means whereby a remarkable skill in the imitation of Cicero was attained at Strassburg during the forty-four years of the headmastership of Johannes von Sturm (d.",
        "It is not defined by rock structure, but appears to result from the retrogressive erosion of the shorter Atlantic rivers, whereby the highlands, drained by much longer rivers, are undercut.",
        "Glaciation has strongly scoured away the deeply-weathered soils that presumably existed here in preglacial time, revealing firm and rugged ledges in the low hills and swells of the ground, and spreading an irregular drift cover over the lower parts, whereby the drainage is often much disordered; here being detained in lakes and swamps (muskegs) and there rushing down rocky rapids.",
        "According to the amount of gum to be boiled off the soap solutions are made strong or weak; but care has to be exercised not to overdo the scouring, whereby loss of strength, substance and lustre would result.",
        "As both birds became more common and better known, the distinction was gradually perceived, and the name \" turkey \" became restricted to that from the New World - possibly because of its repeated call-noteto be syllabled turk, turk, turk, whereby it may be almost said to have named itself (cf.",
        "It tells that the colonists in Greenland found \"both broken cayaks (canoes) and stone implements, whereby it may be seen that the same kind of folk had been there as they which inhabited Vinland, and whom the men of Greenland (i.e.",
        "The great wealth of the old monastic orders exposed them, especially in France and Italy, to the vicious system of commendation, whereby a bishop, an ecclesiastic, or even a layman was appointed \" commendatory abbot \" of a monastery, merely for the purpose of drawing the revenues (see Abbot); the monasteries were often deprived even of necessary maintenance, the communities dwindled, and regular observance became impossible.",
        "Sir Matthew Hale (1609-1676) tells us that if anything is done to \"a woman quick or great with child, to make an abortion, or whereby the child within her is killed, it is not murder or manslaughter by the law of England, because it is not yet in rerum natura.\"",
        "The present constitution of the Austro-Hungarian monarchy (see Austria) is based on the Pragmatic Sanction of the emperor Charles VI., first promulgated on the 19th of April 1713, whereby the succession to the throne is settled in the dynasty of Habsburg-Lorraine, descending by right of primogeniture and lineal succession to male heirs, and, in case of their extinction, to the female line, and whereby the indissolubility and indivisibility of the monarchy are determined; is based, further, on the diploma of the emperor Francis Joseph I.",
        "He firmly believed, however, in the lawfulness of his claims; and although his father had recognized the Pragmatic Sanction, whereby the hereditary dominions of Charles VI.",
        "Parker Soc., pp. 121, 120), and again: \"In the stead of the Lord's holy table they give the people, with much solemn disguising, a thing which they call their mass; but in deed and in truth it is a very masking and mockery of the true Supper of the Lord, or rather I may call it a crafty juggling, whereby these false thieves and jugglers have bewitched the minds of the simple people ...",
        "his exposition of the significance of synthetic judgments a priori, or his explanation of the function of imagery in relation to thought, whereby he offers a solution of the problem of the conditions under which one member of a group unified through a concept can be taken to stand for the rest, or again the way in which he puts his finger on the vital issue in regard to the alleged proof from essence to existence, and illustrations could be multiplied.",
        "These secret societies furnished them with a machinery whereby collective action was rendered easy, and under astute leaders they offered a formidable opposition to the Dutch government.",
        "The bulk of the sherry imported into the United Kingdom still consists of the heavier, fortified wines, varying in strength from 17 to 21% of absolute alcohol, although the fiscal change introduced in 1886, whereby wines not exceeding 30Ã‚° proof (i.e.",
        "Thus he rewarded the patriotism of the Danish ladies who sacrificed all their jewels to pay the heavy ransom exacted from him by his captors, the Jomsborg pirates, by enacting a law whereby women were henceforth to inherit landed property in the same way as their male relatives.",
        "The most perfect method of utilizing the waste heat hitherto applied is that of the Siemens regenerator, in which the spent gases are made to travel through chambers, known as regenerators or recuperators of heat, containing a quantity of thin firebricks piled into a cellular mass so as to offer a very large heat-absorbing surface, whereby their temperature is very considerably reduced, and they arriveat the chimney at a heat not exceeding 300 or 400 degrees.",
        "From the standpoint of Marxism, the state is a machine whereby one class rules over another.",
        "Media U-turn What has caused this mainstream media U-turn whereby quite strident criticism of Islam is now commonplace?",
        "The 1+3 studentships are four year awards whereby students spend their first year studying for the MSc in Research (Human Geography).",
        "He gave a subtle, original, and comprehensive theory of the proper process whereby experience should be transmuted into theory.",
        "Tesco, for example, offers a Bonus card whereby the account holder is repaid a twelfth of interest accrued on the card.",
        "Instead they have adopted the simpler Aheadset steering system whereby the stem (now called an Aheadstem) is clamped over an unthreaded steerer.",
        "Our payoff comes from selling our yearling bulls at a price we can dictate whereby we can turn a profit.",
        "It is possible that we familiarize ourselves with these issues we might change our ways whereby lessening the negative effects and shed some positive light on our planet.",
        "Picnik also features a slew of other features including custom-made effects, whereby you have the ability to use a rainbow of colors to paint specific areas of your image.",
        "Minimum Performance Standards (MPS) are evaluated following every Summer National Senior Games to establish a method whereby an athlete can qualify for the Summer Games by meeting or exceeding the standard.",
        "Atherosclerosis-A disease process whereby plaques of fatty substances are deposited inside arteries, reducing the inside diameter of the vessels and eventually causing damage to the tissues located beyond the site of the blockage.",
        "In general, most treatments that are attempted for peroxisomal disorders are dietary, whereby attempts are made to artificially correct biochemical abnormalities associated with the disorders.",
        "Development-The process whereby undifferentiated embryotic cells replicate and differentiate into limbs, organ systems, and other body components of the fetus.",
        "Ossification (the process whereby tissue becomes bone) of most bony nuclei of the long bones and round bones does not complete until after birth.",
        "It offers a simplified web merge process, whereby you may merge your data with information you find on the Internet.",
        "This is an internationally recognized standard whereby every single product has a single name that is used and recognized worldwide.",
        "Narration is a Charlotte Mason inspired learning tool whereby kids offer back to you, in their own words, what's happening with a given piece of literature.",
        "AIG offers a similar program whereby the appraiser's opinion of fair market value will help you qualify for the program, rather than requiring you to have a tenant in place.",
        "Three-dimensional origami is an offshoot of the original Asian paper folding technique whereby multiple sheets of smaller paper are used to create an elaborate object.",
        "NBI Juiceworks has a method of use patent pending whereby we are the only company allowed to legally produce juice from a nectarine and sell it in the United States.\"",
        "Yes, due to Simultaneous Contrast, whereby when you look at any color on the color wheel your eyes generate the opposite color.",
        "JLK: Our new juicer has six unique and clever patents on it, whereby we can juice soaked seeds and nuts and combine them with fruits and vegetables that give us a perfect balance of protein, fats and natural sugars.",
        "There's even a function whereby actors can post their online resumes.",
        "The Bulova website has a facility whereby potential customers can find local Bulova approved dealers.",
        "It is a fitness-based yoga loosely modeled after traditional Ashtanga Yoga, whereby a rapid succession of movement, known as Vinyasa, is thought to develop both mind and body balance.",
        "Even better, it has an option whereby a cross-dresser can donate breast forms to cancer survivors.",
        "The cold process, whereby the ingredients are blended without heat to achieve the necessary pH balance, is quite common.",
        "Link exchanges are another method of web marketing, whereby similar websites will exchange links to each other's sites in order to raise their profile for search engines.",
        "3 Neither Lamarck nor Robert Chambers (the now acknowledged author of Vestiges of Creation), though thorough evolutionists, rationally indicated any means whereby, to use the old phrase, \" the transmutation of species \" could be effected.",
        "The, expansion of commerce which resulted from the Fourth Crusade soon made itself evident in the city by a rapid development in its architecture and by a decided strengthening of the commercial aristocracy, which eventually led to the great constitutional reform - the closing of the Maggior Consiglio in 1296, whereby Venice became a rigid oligarchy.",
        "has been collected, but the reader must bear in mind that if improvement can be traced it cannot logically be attributed unhesitatingly to the perfecting of the machinery of speculation, whereby a larger use has been made of \" futures,\" since many other economic changes have taken place concomitantly and they may have wrought the major effect.",
        "In 39 6 he fought in Greece against the Visigoths, but an arrangement was effected whereby their chieftain Alaric was appointed master of the soldiery in Illyricum (397).",
        "The improvements introduced in 1890 and 1891, whereby this state of affairs was put an end to, consisted in the introduction of the principle of supply by meter, and the adoption of a comprehensive system of reducing the initial pressure of the gas, so as to diminish loss by leakage.",
        "The \" cracking \" process, whereby a considerable quantity of the oil which is intermediate between kerosene and lubricating oil is converted into hydrocarbons of lower specific gravity and boiling-point suitable for illuminating purposes, is one of great scientific and technical interest.",
        "This treaty defined the boundary between the Free State and Basutoland, whereby the fertile strip of country west of the Caledon river, known as the Conquered Territory, was finally transferred to the Free State, and the remainder of Basutoland was recognized as a portion of the British dominions.",
        "The process of manufacturing soaps by boiling fatty acids with caustic alkalis or sodium carbonate came into practice with the development of the manufacture of candles by saponifying fats, for it provided a means whereby the oleic acid, which is valueless for candle making, could be worked up. The combination is effected in open vats heated by a steam coil and provided with a stirring appliance; if soda ash be used it is necessary to guard against boiling over.",
        "Though an alchemist, Boyle, in his Sceptical Chemist (1661), cast doubts on the \" experiments whereby vulgar Spagyrists are wont to endeavour to evince their salt, sulphur and mercury to be the true principles of things,\" and advanced towards the conception of chemical elements as those constituents of matter which cannot be further decomposed.",
        "He was the only Russian statesman of the day with sufficient foresight to grasp the fact that the Baltic seaboard, or even a part of it, was worth more to Muscovy than ten times the same amount of territory in Lithuania, and, despite ignorant jealousy of his colleagues, succeeded (Dec. 1658) in concluding a three-years' truce whereby the Muscovites were left in possession of all their conquests in Livonia.",
        "But the first important step in providing means whereby students could systematically study chemistry was the foundation of the College of Chemistry in 1845.",
        "An important event of his reign was the conclusion of an alliance with the Latins, whereby Rome and the cities of Latium became members of one great league, whose common sanctuary was the temple of Diana on the Aventine.",
        "Although Caesar could hardly have expected the bill to pass, the aristocratic party would be saddled with the odium of rejecting a popular measure, and the people themselves would be more ready to welcome a proposal by Caesar himself, an expectation fulfilled by the passing of the lex Julia in 59, whereby Caesar at least partly succeeded where Rullus had failed.",
        "At the close of 1907 the Negus Menelik, in return for a pecuniary indemnity (£r20,000), agreed to a modification of the 1897 line, whereby the Italian protectorate was extended north of Lugh to Dolo.",
        "By Baler Wesley was convinced that he lacked\" that faith whereby alone we are saved.\"",
        "The product obtained after burning is known either as kelp or varec. Another method of obtaining kelp is to heat the seaweed in large retorts, whereby tarry and ammoniacal liquors pass over and a very porous residue of kelp remains."
    ],
    "definition": [
        "Link/Cite",
        "By which.",
        "(nonstandard) Where.",
        "Link/Cite"
    ]
}