{
    "translation": "רחב",
    "uses": [
        "For a long time she lay wide awake with her eyes closed.",
        "A wide porch peeked from behind three stucco arches.",
        "She traced her fingertips over his wide palm.",
        "\"God,\" she said her eyes wide as she stared at Betsy.",
        "\"Happy to help,\" Toni said with a wide smile.",
        "The man had a vindictive streak as wide as the valley, no doubt there.",
        "\"I am not,\" he said with a wide grin.",
        "He sounded wide awake.",
        "Damian smiled wide and opened the door, sliding into the passenger seat.",
        "From the foyer, they entered a huge room with a wide staircase that curved gracefully from the balcony on the second floor.",
        "It was very difficult to walk over, the ties were wide apart and so narrow that one felt as if one were walking on knives.",
        "The main floor consisted of common areas and wide halls lined with massive windows.",
        "A chopper landed ahead of them on a wide, flat mesa.",
        "A wide porch stretched the length of the building, and above it were two balconies with black wrought iron banisters that curved out gracefully.",
        "The ledge was just wide enough for her foot to fit fully.",
        "When we look at this record of the choices of people, we see a wide range of behaviors.",
        "I remember him as a man of rare, sweet nature and of wide experience.",
        "If she wanted to indicate something large, she spread the fingers of both hands as wide as she could, and brought them together, as if to clasp a big ball.",
        "I'd lived so clement an existence that the sum total of my exposure to mayhem came from the soft cushioned sofa fronting a wide screen television.",
        "It is done in all the brothels, and with these words Marya Dmitrievna, turning up her wide sleeves with her usual threatening gesture and glancing sternly round, moved across the room.",
        "He glanced through it, then read it again, and then again, and standing still in the middle of the room he raised his shoulders, stretching out his hands, with his mouth wide open and his eyes fixed.",
        "The tracker was wide and thick, a head smaller than Gabriel, and built like a boulder.",
        "Betsy asked, wide eyed.",
        "She jerked as the ground lurched below them, lowering them slowly through the thick cement layers into a tunnel wide enough for a dump truck.",
        "They moved out of his way as he strode through the wide hallways to the stairwell leading to the top floor, Death's floor.",
        "Molly held Bumpus' leash as we strolled down the wide sidewalk.",
        "A couple of wing-backed chairs and sofa sank luxuriously into that thick wine carpet, but what caught her full attention was the wide curving staircase.",
        "Just ahead of them were the gates of Hugson's Ranch, and Uncle Hugson now came out and stood with uplifted arms and wide open mouth, staring in amazement.",
        "Thus it is that Even as the roots, shut in the darksome earth, Share in the tree-top's joyance, and conceive Of sunshine and wide air and winged things, By sympathy of nature, so do I gave evidence of things unseen.",
        "She reached over, extending her hand to Cynthia, a wide smile on her face and a little kid look that said she was absolutely thrilled at the prospect of the upcoming trip.",
        "He had a sentimental streak in him a mile wide, but he'd never admit it.",
        "He thought how grand it would be to sail and sail on the wide blue sea.",
        "I followed Quinn down to the water's edge as the women waved from whicker rocking chairs on the wide verandah.",
        "Her eyes were wide.",
        "His eyes ran rapidly over the wide space, but he only saw that the hitherto motionless masses of the French now swayed and that there really was a battery to their left.",
        "Finally, approaching noon, we crossed over a wide stream.",
        "His skin was golden, his wide back muscled, lean and defined down to the slender hips and waist.",
        "The moment his lips touched hers, she was wide awake.",
        "She followed Cade up the steps and across the wide porch, waiting as he unlocked the door.",
        "The house was a two-story building with a wide wraparound porch.",
        "The wheels of the Conestoga wagons had been modified with wide rims to even the load on the sand.",
        "Dean was wide awake in a flash.",
        "He flashed a wide smile at Pierre, who lifted his chin and nudged her forward.",
        "I have thus a tight shingled and plastered house, ten feet wide by fifteen long, and eight-feet posts, with a garret and a closet, a large window on each side, two trap doors, one door at the end, and a brick fireplace opposite.",
        "The count jumped up and, swaying from side to side, spread his arms wide and threw them round the little girl who had run in.",
        "The underground world was well built and bright with whitewashed walls lining corridors wide enough for two people to walk side by side.",
        "Dean gave the tableau a wide berth as he continued back to Bird Song, whistling the entire trip.",
        "Round the house was a wide piazza, where the mountain winds blew, sweet with all wood-scents.",
        "There is also a wide range of restaurants and cuisines available.",
        "The shaded patio was as wide as the mansion, with two small outdoor bars and groups of chairs around tables.",
        "Pierre stayed on her heels, guaranteeing her a wide berth.",
        "He opened his arms wide.",
        "He was taller than average, over six and a half feet, built like a rock with wide shoulders and tapered abdomen and hips beneath a jumpsuit similar to those worn by the prisoners.",
        "Hannah paused a few doors down along the wide, tall corridor with plush red rugs and gilded cornices.",
        "The town is a medley of old narrow streets contrasting with the wide modern boulevards which cross it at intervals.",
        "It is the result of the period in which he lived, of his wide culture and the simplicity and noble purity of his character.",
        "It has wide, wellshaded streets, and two public parks.",
        "She'll wake up in the middle of the night, wide awake.",
        "Darian was cowering at the gate-line, his wide shoulders hunched and his frame shaking.",
        "The youth's eyes were wide and bright, his skin flushed with health.",
        "She tiptoed through the glass and leaned out the window, eyeing the wide ledge.",
        "The World Wide Web will play an enormous role in ending war, on several levels.",
        "When I made most noise he would stretch out his neck, and erect his neck feathers, and open his eyes wide; but their lids soon fell again, and he began to nod.",
        "\"And then, old fellow, he gives him one in the teeth with the butt end of his gun...\" a soldier whose greatcoat was well tucked up said gaily, with a wide swing of his arm.",
        "Another, without looking round, as though fearing to relax, shouted with his mouth wide open and passed on.",
        "He took Balashev by the arm and crossed the room with him, unconsciously clearing a path seven yards wide as the people on both sides made way for him.",
        "The establishment offers a wide selection of wine and cocktails, including several specialty martinis.",
        "They rode across a mesa and then descended to a wide creek.",
        "In one heavy thunder-shower the lightning struck a large pitch pine across the pond, making a very conspicuous and perfectly regular spiral groove from top to bottom, an inch or more deep, and four or five inches wide, as you would groove a walking-stick.",
        "When I crossed Flint's Pond, after it was covered with snow, though I had often paddled about and skated over it, it was so unexpectedly wide and so strange that I could think of nothing but Baffin's Bay.",
        "There is a canal two rods wide along the northerly and westerly sides, and wider still at the east end.",
        "Tall and stout, holding high her fifty-year-old head with its gray curls, she stood surveying the guests, and leisurely arranged her wide sleeves as if rolling them up.",
        "\"She let the hawk fly upward from her wide right sleeve,\" went the song, arousing an involuntary sensation of courage and cheerfulness.",
        "He wore an unfastened cloak, wide breeches hanging down in creases, and a crumpled shako on the back of his head.",
        "The wide expanse that opened out before the heights on which the Russian batteries stood guarding the bridge was at times veiled by a diaphanous curtain of slanting rain, and then, suddenly spread out in the sunlight, far-distant objects could be clearly seen glittering as though freshly varnished.",
        "Vegetarians can choose from a wide range of options.",
        "This is a good thing because it means that high degrees of utility (the economists' word for \"happiness\") can be achieved with a wide variety of goods.",
        "Destiny's eyelids drooped and paused, then opened wide.",
        "Bianca asked, her eyes wide.",
        "Talon's jaw was lax, his eyes wide.",
        "The guy behind the counter was staring at her, his mouth lax and his eyes wide.",
        "She sat on the river bank across from a series of wide, large steps leading up a hill to the park where the Arch stood, framed against a black sky.",
        "Instead, she half ran, half leapt through the piles of bodies into the treed area lining two wide walkways.",
        "Ensconced lights glowed in the midday, and antique furniture, rare paintings, elegant marble sculptures befitting a museum, silk Persian rugs underfoot, and many other priceless displays of prestige lined the wide hall.",
        "There were wide eighteenth- century ball gowns, women in little black dresses, one in a fifties poodle skirt, and several in dark dresses with ornate brocade on the bodice, like that of wealthy Middle Age royalty.",
        "Her eyes swept over his muscular form, from his shapely shoulders and wide back to the thick thighs outlined by the sweats.",
        "Kris strode past him and led him through the castle's ground floor, whose wide, carpeted halls felt nice on his paws.",
        "She walked into the hall and up a wide stairwell to the second floor.",
        "Katie inched forward, peeking out as the two creatures smashed into furniture and porcelain figurines on display in the wide foyer.",
        "She shoved the machine again until the space was wide enough for him to squeeze through.",
        "It took all her strength to shove the hefty door wide enough for her to enter the dark chamber beyond that was lit by a single torch.",
        "The man she just passed was a foot taller than Romas and one and a half times as wide.",
        "His frame was thick beneath the snug clothing, with a tucked waist and flared upper body extending from the tucked waist to his wide, broad shoulders.",
        "The wide hallways were lit by skylights and lined with inset doors whose access pads glowed to the right of each door.",
        "His chest was wide and sprinkled with dark hairs that trailed his ridged belly and disappeared into the dark pants.",
        "Kiera wiped her forehead, unable but to admire the sheen of sweat on A'Ran's wide upper body.",
        "Suddenly feeling alone and vulnerable in the wide hallway, she returned to her room and locked the door.",
        "The hill was wide and her blood thrummed as she moved as fast as she could.",
        "\"The number six and nine lifts service most of the double black diamond runs,\" Dean said to Fred with a smile as the old man glided to a wide stop.",
        "It was long, yet wide enough to turn easily.",
        "Donnie clung to his mother, eyes wide, pointing to a climber about to descend from the corner of the bridge.",
        "The local vehicles that passed him invariable gave him a wave and a wide berth.",
        "Here the road was dry and only a few cars passed him before he drifted past a private hot spring, along the wide curve and by the County fairgrounds before entering Ridgway.",
        "Sarah's eyes were wide as saucers and Jackson knew he had no choice.",
        "It contained a sofa, two wing chairs, a queen size bed, a fully stocked wet bar, kitchenette, bathroom, wide screen TV, books, and magazines.",
        "His shoulders were broad, his chest wide, his stomach flat, his hips lean.",
        "She shook like a leaf in a thunderstorm, her warm brown eyes wide and tears streaming down her cheeks.",
        "She felt his body heat and stared at his wide chest.",
        "His shoulders were wide, his back wide and tapering to a slender, lean stomach and hips.",
        "Lana stared at his wide chest, taking him in with a look of desire.",
        "Her breath caught at the sight of his wide, muscular chest, and the pants that dropped dangerously low on his hips.",
        "He was bigger than Brady by a head and one and a half times as wide.",
        "The gap was twenty meters wide and on the other side, a graveyard of burnt-out vehicles.",
        "The brunette waved in return and led her through the small town to a boardwalk lining the wide, slow-moving Mississippi River.",
        "The two trees whose girth had been small enough for her wrap her arms around had expanded in width and height, reaching towards the gray sky of the underworld.  Katie craned her neck, unable to see the tops of the trees.  Their trunks had grown outward from the trail until they were as wide as a football field.  Their massive roots ruptured the ground that had been the trail, creating a ravine she could see even from their safe distance.",
        "Deidre and Toby stood.  Katie started forward, only for the rumbling ground to drive her to her knees.  Horrified, she saw the chasm form a rough circle around them, trapping them on a small island surrounded by football field wide trees and chasms too wide to jump.",
        "Jeffrey Byrne was employed in a regional marketing position by The World Wide Insurance Company of Philadelphia.",
        "When Dean telephoned the office of World Wide Insurance Company, his luck was no better.",
        "Jeff Byrne had worked for World Wide for 15 years and seemed at least content with the work he was doing.",
        "World Wide Insurance Company was in the heart of Philadelphia, occupying a towering structure that glared down on city hall and a thousand tired buildings, many dating back to the horse-drawn carriage days.",
        "What was it exactly Byrne did for World Wide?",
        "The vehicle was in police custody in Norfolk but the authorities there said it would be released to the World Wide local office shortly.",
        "The life insurance World Wide provided its employees was equal to one year's pay, hardly enough to leave a rich widow.",
        "It was a line of business World Wide didn't sell.",
        "Fred had spotted the World Wide files and had begun to read them, as Dean suspected he would.",
        "The expense reports and the personnel file from World Wide were neatly stacked on the table, but not in the same posi­tion Dean had left them the night before and his tape recorder hadn't been re-wound.",
        "He used to do some work for World Wide Insurance—where Byrne worked.",
        "We tried to run him down but he was hush-hush with every­one at World Wide on his new job and where he was going.",
        "The glove compartment contained a registration in the name of World Wide Insurance Company and maps of the east coast states.",
        "We checked a couple of bars local to the World Wide office but they were crazy-busy after-work places and no one remembers diddly.",
        "Finally, as wide awake as a kid on Christmas morning, he gave up the ghosts and dressed, intent on making the trip for the sole satisfaction of punching out Vinnie Baratto.",
        "Mr. Mayer at World Wide suggested it.",
        "World Wide can't issue any more paychecks.",
        "I'm sure it's a mix up on the part of World Wide.",
        "He included a picture of Jeffrey Byrne, recently forward­ed from World Wide's personnel department.",
        "Dean recognized Jackie Rudman, the employee from World Wide Insurance in Philadelphia.",
        "Milage logs were kept not with the drivers but with the pool cars, and World Wide must have more than 100.",
        "You go out with the local World Wide guy and have pizza and beer—lots of beer, considering what he spent.",
        "Maybe World Wide has business in Milford, Pennsylvania.",
        "It's the closest city with a World Wide branch to Parkside.",
        "Dean wished he'd brought the picture of Jeffrey Byrne that World Wide had recently sent but it remained in the case file at the office.",
        "Any word from Brunel—the World Wide employee who had the drink with Byrne?",
        "A clerk at World Wide thought he was taking some time off before settling in out there.",
        "He recognized Edwin Mayer and a few of the other employees of World Wide, although he didn't see Jackie Rudman, the young man who had squealed on Cece Baldwin.",
        "He remembered some of the comments of Byrne's World Wide boss.",
        "\"I stopped by World Wide Insurance's local office too,\" Fred continued.",
        "Norfolk had all but ceased trying to locate the ex-World Wide employee, but Dean still considered him a missing piece in the puzzle and wanted to talk to the man.",
        "Maybe some of the people at World Wide took up a collection.",
        "He was the only guy at World Wide who wasn't a shark.",
        "You worked for the contrac­tor who built the World Wide office building in Scranton so you were at the opening dedication party there.",
        "The pool was only wide enough for a few strokes, which she covered quickly.",
        "At first she lay on her back, her eyes wide open.",
        "He was one of those people who came instantly wide awake and fell asleep with equal speed.",
        "Her daughter would grow up loved, not tolerated, in a world wide open with possibilities.",
        "Jule's mate, Yully, was frozen before the open fridge, her eyes wide and red curls bound loosely at her neck.",
        "Her eyes went to his long fingers and roped forearms then upward to the thick biceps and wide shoulders.",
        "Her hands grew clammy as she circled the wide base of the obelisk to see the names on the other side.",
        "In front of him, whitewashed dwellings lined wide cobbled streets and reflected brightly in the moonlight.",
        "They climbed a set of wide, sweeping stone stairs that led up to the building, past towering columns, and into an airy chamber without a ceiling.",
        "Sirian and Rissa led him back to the impressive hold at the center of the city and up a set of stairs to the second level and down a wide hallway.",
        "Scars were visible on one cheek, on the back of his neck, and on the wide upper body that was exposed the previous day.",
        "She exited into a wide hall, glancing at Hilden as she closed the door behind her.",
        "He climbed into the low, wide fountain.",
        "She tipped her head back and opened her little mouth as wide as she could get it.",
        "Her eyes were wide with concern.",
        "Turning on a wide gravel road, she stopped to study the map.",
        "She breathed a little easier as she drove through the town that was little more than a wide spot in the road.",
        "The doors to the guest bedrooms and study were closed, but the door to the owner's suite was open wide enough for the feline to slip through.",
        "He was heavy of jaw with a wide forehead and an aquiline nose set between two large eyes.",
        "Sloping shoulders, huge biceps, wide chest, lean abdomen … Now she understood rule number three and why it had the most exclamation points.",
        "With him on top of her, she was able to feel just how strong and wide he was.",
        "She glanced at Ashley, whose eyes were wide.",
        "Gerry's wide smile turned warm.",
        "Jessi's body was supple and relaxed in his arms, her gray eyes wide and her features flushed.",
        "A single bulb dangled from the ceiling, lighting up a wide area but not the entire space.",
        "wide, and is here separated from the sources of the Faleme by a line of hills 2600 ft.",
        "wide, the Bafing at this point having a width of 360 ft.",
        "Considering the wide differences between the two groups in the size and external characters, and in the mode of life, including the mode of feeding, it is indeed surprising that in every important organ the two groups should show a fundamental morphological identity.",
        "The plague of 1665, carried hither from London, almost depopulated this village, and the name of the rector, William Mompesson, attracted wide notice on account of his brave attempts to combat the outbreak.",
        "Leon covers a very wide area, owing to its gardens and plantations.",
        "Consalvi, besides being a statesman, was a man of wide and varied interests.",
        "She is a thorough woman, but with none of the pettinesses, subterfuges, and mental reservations of her sex; she loves wide vistas and boundless horizons and instinctively seeks them out; she is concerned for universal happiness and takes thought for the improvement of mankind - thelastinfirmity and most innocent mania of generous souls.",
        "Turning to the thorax we find that the first segment (prothorax) is distinct and free, with a wide dorsal sclerite.",
        "At any single station potential gradient has a wide range of values.",
        "At several stations enjoying a wide prospect the dissipation has been observed to be specially high on days of great visibility when distant mountains can be recognized.",
        "wide; and not far off on the east is a large private house with white tesselated pavements, probably pre-Roman in origin but slightly altered in the Roman period (R.",
        "The town has wide streets and contains several old churches, one of which, a Roman Catholic church, built in the 14th century, has a tower 33 o ft.",
        "wide and about 25 m.",
        "wide, but is very erratic in outline and variable in thickness.",
        "About the same time, having shown too open sympathy with the revolutionary or reforming tendencies of 1848, he was for; olitical reasons obliged to leave Berlin and retire to the seclusion of Wiirzburg, the medical school of which profited enormously by his labours as professor of pathological anatomy, and secured a wide extension of its reputation.",
        "Wide as were Virchow's studies, and successful as he was in all, yet the foremost place must be given to his achievements in pathological investigation.",
        "In person he was small, with large head, projecting brow, prominent nose, and eyes wide apart, with black hair coming down almost to his eyebrows.",
        "wide leads northwest to the river.",
        "three on the south side, always the formal front with the Tatars, and two on each of the other sides; and the streets ran wide and straight from gate to gate (except, of course, where interrupted by the palace walls), forming an oblong chess-board plan.",
        "It has five wide arches, the central one having a span of 35 ft., and is well preserved.",
        "Nor did he, when this was accomplished, again strike directly at Bactria, but made a wide turning movement through Seistan over Kandahar into the Kabul valley.",
        "Bridget's saintly and charitable life soon made her known far and wide; she gained, too, great religious influence over her husband, with whom (1341-1343) she went on pilgrimage to St James of Compostella.",
        "Central Albania differs from the northern and southern regions in the more undulating and less rugged character of its surface; it contains considerable lowland tracts, such as the wide and fertile plain of Musseki, traversed by the river Simen.",
        "The climate of Manitoba, being that of a region of wide extent and of similar conditions, is not subject to frequent variations.",
        "Its main features were strictly Presbyterian, but the minister was greatly superior to the elder, and the state had wide powers especially in the nomination of higher officers.",
        "Giuseppe Balsamo - for such was the \"count's\" real name - gave early indications of those talents which afterwards gained for him so wide a notoriety.",
        "The consequences of this catastrophe were felt far and wide, and in the spring of 1891 both the Banco Nacional and the Banco de la provincia de Buenos Aires were unable to meet their obligations.",
        "wide reputation.",
        "wide;- those of the second class are of smaller dimensions.",
        "The prefect supervises the execution of the laws; has wide authority in regard to policing, public hygiene and relief of pauper children; has the nomination of various subordinate officials; and is in correspondence with the subordinate functionaries in his department, to whom he transmits the orders and instructions of the government.",
        "Besides the Conseil superiezr the minister is advised on a very wide range of naval topics (including pay, quarters and recruiting) by the Comite consultatif de la Marine.",
        "The term sailor is used in a very wide sense and includes all persons earning their living by navigation on the sea, or in the harbours or roadsteads, or on salt lakes or canals within the maritime domain of the state, or on rivers and canals as far as the tide goes up or sea-going ships can pass.",
        "wide, which separates the island of Riigen from the mainland, 135 m.",
        "The cannon-bones are remarkably short and wide, and in this respect differ from those of all allied ruminants, except the Tibetan takin.",
        "wide, and is separated from the coast by a part of the mountain chain which extends along almost the entire water front of the republic. It is covered with well-cultivated plantations.",
        "Descending rapidly from its source, sometimes over cascades, the river soon enters deep gorges through which it flows as far as Beaulieu (department of Correze) where it debouches into a wide and fertile valley and is shortly after joined by the Cere.",
        "wide and 400 ft.",
        "But it is notable that all recent volcanic action was confined to a wide belt parallel to the coast.",
        "wide, in which the rainfall is from 30 to 40 in., from which inwards the rainfall gradually declines until between Central Mount Stuart and Macdonnell ranges it falls to between 5 and to in.",
        "wide.",
        "The assertion by the Queensland authorities that there are 50,000 aborigines in that state is a crude estimate, and may be far wide of the truth.",
        "wide at its broadest part.",
        "wide, and 1 roo ft.",
        "The legislative powers of the parliament have a wide range, many matters being transferred to it from the colonial parliaments.",
        "Year after year the raids went on under a succession of leaders - Heriold, Roruk, Rolf, Godfrey - and far and wide there was pillaging, burning, murder and slavery.",
        "wide, and its situation between two rugged mountains makes a scene of great natural beauty.",
        "Extending along the front of the town is the boulevard de la Republique, a fine road built by Sir Morton Peto on a series of arches, with a frontage of 3700 ft., and bordered on one side by handsome buildings, whilst a wide promenade overlooking the harbour runs along the other.",
        "The streets are joined by alleys just wide enough to pass through.",
        "wide, communicating with the gulfs and straits of the North American Arctic archipelago; (2) Davis Strait, about 200 m.",
        "wide, leading to Baffin Bay; (3) Denmark Strait, between Greenland and Iceland, 130 m.",
        "wide; and (4) the \" Norwegian Sea,\" about 400 m.",
        "wide, extending from Iceland to the Faeroe Islands, the Shetland Islands and the coast of Norway.",
        "And again- \"And if a merchant throve, so that he fared thrice over the wide sea.",
        "Melody must not make more than one wide skip in the same direction, because by so doing it would cause an awkward change of vocal register.",
        "While the majority of the Nematodes are parasites, there are many that are never at any period of their life parasitic. These free-living forms are found everywhere - in salt and fresh water, in damp earth and moss, and among decaying substances; they are always minute in size, and like many other lower forms of life, are capable of retaining their vitality for a long period even when dried, which accounts for their wide distribution; this faculty is also possessed by certain of the parasitic Nematodes, especially by those which lead a free existence during a part of their life-cycle.",
        "The hydraulic crane has a great advantage in possessing an almost ideal brake, for by simply throttling the exhaust from the lifting cylinder the speed of descent can be regulated within very wide limits and with perfect safety.",
        "The operator actuates a typewriter form of perforator which punches varying groups of holes, representing the different characters, in a paper strip about one inch wide.",
        "A ray of light is directed upon the mirror, and the motion of the latter, due to the varying strengths and direction of the received currents, is made to write the transmitted signals upon a strip of bromide photographic paper about three inches wide.",
        "In the Murray system the messages are first prepared in the form of a strip of perforated paper about half an inch wide.",
        "The wide streets are traversed by a system of tramways, which pass through modern suburbs to the mining district about two leagues inland, and on the west a canal enables small vessels to enter the town without using the port.",
        "The name, however, is certainly too wide, since an inscription from Tuder of, probably, the 3rd century B.C. (R.",
        "The next transmitter of note was that introduced by Francis Blake, which came into wide use in the United States of America a.nd other countries.",
        "from the neighborhood of Padua to Este, and separated from the lower offshoots of the Alps by a portion of the wide plain of Padua.",
        "The latter was so wide in its scope that it might fairly be held to supersede the former in so far as the two were inconsistent.",
        "At this point we must also call to mind the wide currency given to the term theology by Abelard, and his editors or copyists.",
        "Vergniaud certainly was far superior to him in oratory, but Brissot was quick, eager, impetuous, and a man of wide knowledge.",
        "In this order the radial canals are represented only by wide gastric pouches, and in the family Solmaridae are suppressed altogether, so that the tentacles and the festoons of the ring-canal arise directly from the stomach.",
        "From the bionomical point of view, the medusa is to be considered as a means of spreading the species, supplementing the deficiencies of the :\" Ca sessile polyp. It may be, however, that increased reproductiveness becomes of greater importance to the species than wide diffu sion; such a condition FIG.",
        "The radial canals are represented by wide gastric pouches, and may be absent, so that the tentacles arise directly from the stomach (Solmaridae).",
        "It differs from Limnocodium in having practically no manubrium but a wide mouth two-thirds the diameter of the umbrella across.",
        "Erasmus Darwin (Zoonomia, 17 94), though a zealous evolutionist, can hardly be said to have made any real advance on his predecessors; and, notwithstanding the fact that Goethe had the advantage of a wide knowledge of morphological facts, and a true insight into their signification, while he threw all the power of a great poet into the expression of his conceptions, it may be questioned whether he supplied the doctrine of evolution with a firmer scientific basis than it already possessed.",
        "\" Jurisdiction \" is a word borrowed from the jurists which has acquired a wide extension in theology, wherein, for example, it is frequently used in contradistinction to \" order,\" to express the right to administer sacraments as something superadded to the power to celebrate them.",
        "The statute is aimed at appeals; but the words used in it concerning \" citations and all other processes \" are wide enough to take away also the \" original \" jurisdiction of the pope.",
        "When Gotama the Buddha, himself a Kosalan by birth, determined on the use, for the propagation of his religious reforms, of the living tongue of the people, he and his followers naturally made full use of the advantages already gained by the form of speech current through the wide extent of his own country.",
        "The thirty-six days, as forming a tenth part of the year and therefore a perfect number, at first found a wide acceptance (so Cassianus, Coll.",
        "Amber has indeed a very wide distribution, extending over a large part of northern Europe and occurring as far east as the Urals.",
        "Cuvier's term in its wide extension, however, passed into general use; but, as the anatomy of the different forms became more fully known, the difficulty of including them under the common designation made itself increasingly obvious.",
        "Mention may be made here of a class of epidermal organ, the hydaihodea, the wide distribution and variety of which have been revealed by recent research.",
        "The enzymes which act upon glucosides are many; the best known are emul sin and myrosin, which split up respectively amygdalin, the special glucoside of certain plants of the Rosaceae; and sinfgrin, which has a wide distribution among those of the Cruciferae.",
        "Galls in the wide sensetechnically Cecidiaare not always due to insects.",
        "In the southern hemisphere the Palaeozoic flora appears ultimately to have been profoundly modified by a lowering of temperature and the existence of glacial conditions over a wide area.",
        "Seeds are carried in soil adhering to their feet and plumage, and aquatic plants have in consequence for the most part an exceptionally wide range.",
        "Assuming that in its circumpolar origin the North Temperate flora was fairly homogeneous, it would meet in its centrifugal extension with a wide range of local conditions; these would favor the preservation of numerous species in some genera, their greater or less elimination in others.",
        "Ibn Batuta, the great Arab traveller, is separated by a wide space of time from his countrymen already mentioned, and he finds his proper place in a chronological notice after the days of Marco Polo, for he did not begin his wanderings until 1325, his career thus coinciding in time with the fabled journeyings of Sir John Mandeville.",
        "long by 300 wide, from the eastern confines of Bengal to Agra, and from the Himalayas to Calpi.",
        "The Hudson Bay Company had been in- Arctic corporated in 1670, and its servants soon extended their operations over a wide area to the north and west of Canada.",
        "wide areas, giving rise to oceanic depressions and leaving the continents protuberant; the other, folding along comparatively narrow belts, giving rise to mountain ranges.",
        "The varieties of coast-lines were reduced to an exact classification by Richthofen, who grouped them according to the height and slope of the land into cliff-coasts (Steilkiisten)- narrow beach coasts with cliffs, wide beach coasts with cliffs, and 1 Rumpf, in German, the language in which this distinction was first made.",
        "The extension of a trough or basin penetrating the land or an elevation is termed an \" embayment \" when wide, and a \" gully \" when long and narrow; and the deepest part of a depression is termed a \" deep.\"",
        "Vegetation of all sorts acts in a similar way, either in forming soil and assisting in breaking up rocks, in filling up shallow lakes, and even, like the mangrove, in reclaiming wide stretches of land from the sea.",
        "Wide grassy steppes lead to the organization of the people as nomads whose wealth consists in flocks and herds, and their dwellings are tents.",
        "wide, and Broad Street, on which are many of the finest residences, is 120 ft.",
        "wide, has four rows of trees, a roadway for heavy vehicles in the middle, and a driveway for carriages on either side.",
        "wide, and has a rotunda 158 ft.",
        "in cormorants (Phalacrocoracidae), and especially in Sula, where the nasal slits become completely closed up, and the greater portion of the nasal cavity is also abolished, being restricted to the olfactory region with its unusually wide choanae.",
        "The upper, wide opening of the duct is attached by elastic, peritoneal lamellae to the hinder margin of the left lung; the middle portion of the duct is glandular and thick-walled, for the deposition of the albumen; it is connected by a short, constricted \" isthmus \" (where the shell-membrane is formed) with a dilated \" uterus \" in which the egg receives its calcareous shell and eventual pigmentation.",
        "A wide gap separates Archaeopteryx from the next order of fossil birds of the Cretaceous epoch, and, since freshwater deposits of that age are rare, bird remains are uncommon.",
        "Tiedemann, 2 the Heidelberg anatomist, who has been generally ignored, although he surpassed many a recent zoogeographer by the wide view he took of the problem; in fact he was the first to connect distribution with environmental or bionomic factors; e.g.",
        "1038), a man of wide learning, wrote 1 For the history of the very extensive literature of this class, Zunz, Literaturgeschichte der synagogalen Poesie (Berlin, 1865), is indispensable.",
        "As vizier to the Moorish king at Granada, he was not only a patron of learning, but himself a man of wide knowledge and a considerable author.",
        "These writings, mainly collections of articles and lectures intended for the general public, display enlightened views and wide information.",
        "They are well known in cultivation, and owing to the wide distribution of the genus different methods are adopted with different species.",
        "Bacharach was a man of wide culture, and holds an honourable place among the pioneers of the Jewish Renaissance which was inaugurated towards the end of the 18th century.",
        "wide, and is crossed by a ferry (altitude, 2 4 25 ft.), on the Sivas-Kharput road.",
        "At the ferry on the Malatia-Kharput road (cuneiform inscription) it flows eastwards in a valley about a quarter of a mile wide, but soon afterwards enters a remarkable gorge, and forces its way through Mount Taurus in a succession of rapids and cataracts.",
        "In this part of its course the Euphrates runs through an open, treeless and sparsely peopled country, in a valley a few miles wide, which it has eroded in the rocky surface.",
        "CALARASHI (Caldrasi), the capital of the Jalomitza department, Rumania, situated on the left bank of the Borcea branch of the Danube, amid wide fens, north of which extends the desolate Baragan Steppe.",
        "Hanoi resembles a European city in the possession of wide well-paved streets and promenades, systems of electric light and drainage and a good water-supply.",
        "But among their countrymen generally strict attendance to religious observances, a wide bounty to religious foundations, may be set down as national characteristics.",
        "Still there was a wide difference between the duke of the Normans and the duke of Apulia, between an hereditary prince of a hundred and fifty years' standing and an adventurer who had carved out his duchy for himself.",
        "Once strongly fortified, it is now surrounded by wide boulevards, and new quarters have grown up on its outskirts.",
        "In this capacity he exercised a wide influence on local opinion, and the revolt of the Newcastle electorate in later years against doctrinaire Radicalism was largely due to his constant preaching of a broader outlook on national affairs.",
        "wide; and it is now the place of departure and arrival of the mail steamers of the Hamburg-American Steamship Company, who in 1901 transferred here a part of their permanent staff.",
        "wide, built of granite and white limestone in the Italian Renaissance style, with 70 large Ionic columns, and a dome 205 ft.",
        "wide, except Washington Street, which has a width of 120 ft.",
        "There were very wide distinctions within the French noblesse, but they all formed one privileged class as distinguished from the rolurier.",
        "They are differences which seem to be inherent in the difference between a republic and a monarchy, but which it would be truer to say are inherent in the difference between a body of men packed close together within the walls of a city and a body of men - if we can call them a body - scattered over a wide territory..",
        "wide at the edge.",
        "The language of government and trade is English, which is understood far and wide throughout Liberia.",
        "Most of the dominant families - such as the Carabidae (ground-beetles), Scarabaeidae (chafers), or Curculionidae (weevils) have a distribution as wide as the order.",
        "Furthermore, he was a man of great ambition, persuasive eloquence and wide generosity; qualities which especially appealed at that time to the classes from whom he was to draw his support.",
        "Taking their rise on the plateau formation, or in its outskirts, they flow first along lofty longitudinal valleys formerly filled with great lakes, next they cleave their way through the rocky barriers, and finally they enter the lowlands, where they become navigable, and, describing wide curves to avoid here and there the minor plateaus and hilly tracts, they bring into watercommunication with one another places thousands of miles apart.",
        "The limits of the Russian Jurassic system may be represented by a line drawn from the double valley of the Sukhona and Vytchegda to that of the upper Volga, and thence to Kieff, with a wide gulf penetrating towards the N.W.",
        "The Eocene covers wide tracts from Lithuania to Tsaritsyn, and is represented in the Crimea and Caucasus by thick deposits belonging to the same ocean which left its deposits on the Alps and the Himalayas.",
        "The principal ecclesiastical authority is the Holy Synod, the head of which, the Procurator, is one of the council of ministers and exercises very wide powers in ecclesiastical matters.",
        "The planks were of wood, often beech, a few inches wide, and were fastened down, end to end, on logs of wood, or \" sleepers,\" placed crosswise at intervals of two or three feet.",
        "wide and 4 in.",
        "By making them in longer lengths a reduction was effected in the number of joints - always the weakest part of the line; and another advance consisted in the substitution of wrought iron for cast iron, though that material did not gain wide adoption until after the patent for an improved method of rolling rails granted in 1820 to John Birkinshaw, of the Bedlington Ironworks, Durham.",
        "In cases where the route of a line runs across a river or other piece of water so wide that the construction of a bridge is either impossible or would be more costly than is warranted by the volume of traffic, the expedient is sometimes adopted of carrying the wagons and carriages across bodily with their loads on train ferries, so as to avoid the inconvenience and delay of transshipment.",
        "wide at small stations and not less than 12 ft.",
        "wide at large ones - and they should be as free as possible from obstructions, such as pillars supporting the roof.",
        "away from the edges of the platforms. On the other hand, wide spans are more expensive both in first cost and in maintenance, and there is the possibility of a failure such as caused the collapse in December 1905 of the roof of Charing Cross (S.E.R.) station, London, which then consisted of a single span.",
        "wide, placed between the rails on perfectly level stretches of line.",
        "The journal of the axle A, is carried in a bearing or axle-box B, which is free to move vertically in the wide vertical slot G, formed in the frame and called generally \" the horns,\" under the control of the spring.",
        "Compound working permits of a greater range of expansion than is possible with a simple engine, and incidentally there is less range of pressure per cylinder, so that the pressures and temperatures per cylinder have not such a wide range of variation.",
        "The volume of the high-pressure cylinder may be varied within wide limits for the same low-pressure volume; the proportions adopted should, however, be such that there is an absence of excessive drop between them as the steam is transferred from one to the other.",
        "It is a safe, steady-running and trustworthy engine, with excellent distribution of weight, and it is susceptible of a wide range of adaptability in power requirements.",
        "wide and 44 ft.",
        "wide, which runs their whole length, and each car having communication with those on either side of it, the conductor, and also vendors of books, papers and cigars, are enabled to pass right through the train.",
        "Cuttings are reduced to a minimum; and where the roads are sufficiently wide, the rails are laid on the margins.",
        "wide; it weighs 72 cwt.",
        "This story is open to grave suspicion, as, apart from the miracles recorded, there are wide discrepancies between the secular Portuguese histories and the narratives written or inspired by Jesuit chroniclers of the 17th century.",
        "Home, which have left him convinced of the genuineness of the wide range of physical phenomena which occurred through Home's mediumship.'",
        "wide and 140 m.",
        "East Falkland is almost bisected by two deep fjords, Choiseul and Brenton Sounds, which leave the northern and southern portions connected only by an isthmus a mile and a half wide.",
        "Excluding some varieties of domestic dogs, wolves are the largest members of the genus, and have a wide geographical range, extending over nearly the whole of Europe and Asia, and North America from Greenland to Mexico, but are not found in South America or Africa, where they are replaced by other members of the family.",
        "On the 6th of December 1843 the Conquest of Mexico was published with a success proportionate to a wide reputation won by his previous work.",
        "Now, however, the use of his remaining eye had been reduced to an hour a day, divided into portions at wide intervals, and he was driven to the conclusion that whatever plans he made must be formed on the same calculations as those of a blind man.",
        "These names are somewhat misleading, as the inner city is not enclosed within the outer city, but adjoins its northern wall, which, being longer than the nei ch'eng is wide, outflanks it considerably at both ends.",
        "The streets as originally laid out were wide and spacious, but being unpaved and undrained they were no better than mud tracks diversified by piles of garbage and foul-smelling stagnant pools.",
        "wide at the base, 150 in the middle and 90 at the top. The uppermost surface is paved with blocks of the same material forming nine concentric circles, the innermost consisting of nine blocks, and that on the outside of eighty-one blocks.",
        "It ought to be added that in each of the twentyfive years of his subsequent acquaintance with London \" the prospect gradually brightened,\" and his social as well as his intellectual qualities secured him a wide circle of friends.",
        "Cumont), the wide diffusion of the Mithraic religion and the close analogies between its doctrines and those of Christianity.",
        "wide at their bases.",
        "wide, whose waters are strongly saline.",
        "wide, which is 1645 ft.",
        "It flows east and south in a wide curve, through a broad upper valley past Chippenham and Melksham, after which it turns abruptly west to Bradford-on-Avon, receives the waters of the Frome from the south, and enters the beautiful narrow valley in which lie Bath and Bristol.",
        "Wide, De Sacris Troezeniorum, Hermionensium, Epidauriorum, Upsala, 1888).",
        "wide from deep water to one of the township's wharves.",
        "From that time he was hunted from place to place, though his wide connexions with the nobility and the friendship of his numerous followers provided for him secure hiding-places and for his books a large circulation.",
        "It has a wide geographical distribution, being found in Europe (including England), Asia Minor, Burma, Straits Settlements, Java, China, Formosa, Egypt; west, south and Central Africa; Australia, South America, West Indies, United States and Canada, but is generally confined to local centres in those countries.",
        "Mahommedan Babylonia (Persia) was the home of the gaonate, the central authority of religious Judaism, whose power transcended that of the secular exilarchate, for it influenced the synagogue far and wide, while the exilarchate was local.",
        "It occupies an elevated situation, and a wide view is obtained from Beacon Hill at the southern end of the esplanade.",
        "ALGOA BAY, a wide, shallow bay of South Africa, 436 m.",
        "It is not the purpose of this article to enter on the wide subject of the popular observances, such as the giving and sending of Pasch or Easter eggs as presents.",
        "The town consists of one wide street, down which a stream of water runs, extending for about 1 m., and crossed at right angles by a lesser street.",
        "wide and reaches from about 33° 30' on the Alabama boundary north to the Tennessee boundary.",
        "wide with a maximum depth of 300 ft.",
        "wide, whose south-eastern extremity is the intersection of the 32nd meridian with the Alabama boundary, is characterized by beds of aluminous grey and white sandstone, aluminous and siliceous clay-stone, quartzitic sandstone, and green sand and marls.",
        "wide and 19 ft.",
        "wide, and 19 ft.",
        "In contrast with the rivers of these regions those of the Coastal Plain are sluggish, and toward their mouths expand into wide estuaries.",
        "The rapid extension of tobacco culture was accompanied by a corresponding growth in the manufacture of chewing and smoking tobacco and snuff, and some of the brands have a wide reputation.",
        "It had a wide influence in awakening popular piety, and the works that issued from it formed the textbooks of mystical and pietistic minds in the centuries that followed.",
        "wide, between Capri and Ischia, and the Bocca Piccola, 3 m.",
        "wide between Capri and the extreme southwest point of the peninsula of Sorrento.",
        "The largest and most productive field is that of Diamantina on the head-waters of the Jequitinhonha River, where diamonds were discovered about 1725, and where the celebrated \"diamond reservation\" - an oval-shaped territory 8 leagues wide by 16 leagues long (Mawe), with Tejuco, now Diamantina, very nearly in the centre - was established in 1730.",
        "It has rather been a wide extension of scientific geographical mapping.",
        "Little more is known of the wide spaces of interior desert than has already been given to the world in the works of Sir Richard F.",
        "E Arabian Sea Ba Of G A L e Geological information incomplete Desert Deposits Quaternary Tertiary Mesozoic Palaeozoic Archaean and Metamorphic Younger Volcanic Rocks English Miles b iuHi iiiiuiiiiii after llargl,aua Geology The geology of Asia is so complex and over wide areas so little known that it is difficult to give a connected account of either the structure or the development of the continent, and only the broader features can be dealt with here.",
        "For 23 years he wandered far and wide, bringing comfort and succour to his co-religionists, and often very narrowly escaping capture.",
        "He owed his success to the confidence placed in him by Queen Victoria, to his wide knowledge of European politics, to his intimate friendship with Guizot, and not least to his own conciliatory disposition.",
        "Aberdeen was a distinguished scholar with a retentive memory and a wide knowledge of literature and art.",
        "Externally, the nephridium opens by a straight part of the tube, which is often very wide, and here the intracellular lumen becomes intercellular.",
        "The Polychaeta, however, present us with another form of nephridium seen, for example, in Arenicola, where a large funnel leads into a short and wide excretory tube whose lumen is intercellular.",
        "In all these cases we have a duct which has a usually wide, always intercellular, lumen, generally, if not always, ciliated, which opens directly into the coelom on the one hand and on to the exterior of the body on the other.",
        "Nephridia sometimes of the type of those of the Oligochaeta; in other cases short, wide tubes with a large funnel serving also entirely or in part as gonad ducts.",
        "after forming the wide lagoon known as the Albufera de Elche.",
        "Magnetite is a mineral of wide distribution, occurring as grains in many massive and volcanic rocks, like granite, diorite and dolerite.",
        "His wide reading and capacious memory enabled him to carry in his mind the materials of a sound historical theology, but these materials were unsifted by criticism.",
        "wide (500 ft.",
        "wide from the lower bay to the mouth of Hillsborough river, with a turning basin at the inner end 450 ft.",
        "wide and 1050 ft.",
        "It has wide and regular streets, flanked by numerous gabled houses, and is surrounded by pleasant promenades on the site of its old ramparts.",
        "wide, is in this part of the river; a little farther down stream are a group of small islets, and opposite the south-eastern boundary of the city is Mayo's Island.",
        "wide and 18 ft.",
        "Torch in hand, her sorrowing mother sought her through the wide world, and finding her not she forbade the earth to put forth its increase.",
        "Fontainebleau, a town of clean, wide and well-built streets, stands in the midst of the forest of Fontainebleau, nearly 2 m.",
        "He was thus led to adopt that system of sowing his crops in rows or drills, so wide apart as to admit of tillage of the intervals, both by ploughing and hoeing, being continued until they had well-nigh arrived at maturity.",
        "In the British Isles wheat is, as a rule, sown in the autumn on a heavier soil, and has four or five months in which to distribute its roots, and so it gets possession of a wide range of soil and subsoil before barley is sown in the spring.",
        "The economist should be a man of wide sympathies and practical sagacity, in close touch with men of different grades, and, if possible, experienced in affairs.",
        "In the tabulation and interpretation of statistical evidence, as in its collection, it is scarcely possible to overrate the importance of wide knowledge and experience.",
        "As in other Molluscan groups, we find a wide variation in the early process of the formation of the first embryonic cells, and their arrangement as a diblastula, dependent on the greater or less amount of food-yolk which is present in the egg-cell when it commences its embryonic changes.",
        "Foot wide; op, Operculum.",
        "Foot divided into two, posterior half bearing the operculum; a wide epipodial velum; shell turbinated.",
        "Head much flattened and wide, with eyes on sides; foot broad; siphon with internal appendages.",
        "They are not merely digestive glands, but are sufficiently wide to act as receptacles of food, and in them the digestion of food proceeds just as in the axial portion of the canal.",
        "(From Owen.) of the liver or great digestive gland is found in the scorpions, where the axial portion of the digestive canal is short and straight, and the lateral ducts sufficiently wide to admit food into the ramifications of the gland there to be digested; whilst in the spiders the gland is reduced to a series of simple caeca.",
        "Napoleon's powers as First Consul for Life were so wide as to render much extension both superfluous and impossible; but we may note here that the senate now gained a further accession of authority at the expense of the two legislative bodies; and practically legislation rested with the emperor, who sent his decrees to the senate to be registered as senatus consulta.",
        "The Berlin Decree gave it a wide extension.",
        "Indeed, along with other serious checks in Spain, which involved the conquest of that land, it cut through the wide meshes of his policy both in Levantine, Central European and commercial affairs.",
        "A wide range in space was proved by the identification of the Inselsteine and the Ialysus vases with the new style, and a wide range in time by collation of the earlier Theraean and Hissarlik discoveries.",
        "decadent Aegean products and their wide distribution become more marked than ever.",
        "He sent far and wide in search of manuscripts, rescuing many treasures from the charge of ignorant and neglectful monks.",
        "Neotropical and distinctively Sonoran insects mingle with members of the Holoarctic fauna across a wide \" transition zone \" in North America.",
        "The good effects of \" Faunal \" works such as those named in the foregoing rapid survey none can doubt, but important as they are, they do not of themselves constitute ornithology as a science; and an inquiry, no less wide and far more recondite, still remains.",
        "As a theologian, he is of wide sympathies; as a writer, he is often diffuse and somewhat dull.",
        "The canals were crossed by wooden bridges without steps, and in the case of the wide Grand Canal the bridge at Rialto was carried on boats.",
        "wide, curving out of the water at the ends, with ornamental bow and stern pieces and an iron beak (ferro), resembling a halberd, which is the highest part of the boat.",
        "The top of the narthex forms a wide gallery, communicating with the interior at the triforium level.",
        "wide, and about 4 ft.",
        "wide, were the result.",
        "wide and only moderately rolling, but toward the mouth of the river the basin becomes narrow and is shut in by high hills.",
        "wide and 32 ft.",
        "A dozen years of wandering theatrical life followed, giving him a wide experience in every kind of part, the last few in comedy in a company headed by his brother-in-law, J.",
        "His wide influence was due to his high character and unassuming earnestness.",
        "It is a town of unusually wide streets and one-storeyed adobe houses, being so laid out and built because of earthquakes.",
        "wide, with four rows of trees shading the parking of its central mall, and is a link through the Back Bay Fens with the beautiful outer park system.",
        "The mouth is wide, armed above and below with a row of very small fixed teeth.",
        "m., a wide delta is thrust out into the lake, reducing its width to 20 m.",
        "see Morner, p. 180, for list of guesses), speedily attained a wide popularity.",
        "West Africa.-Cotton has long been grown in the various countries on the west coast of Africa, ginned by hand or by very primitive means, spun into yarn, and woven on simple looms into \" country cloths \"; these are often only a few inches wide, so that any large cloths have to be made by sewing the narrow strips together.",
        "The critical method which has since become almost a formal system, aiming at scientific certainty, was with him an unexampled power, based on the insight acquired from wide knowledge, which enabled him to judge the credibility of an author or the genuineness of an authority; but he has made it impossible for any one to attempt to write modern history except on the \"narratives of eye-witnesses and the most genuine immediate documents\" preserved in the archives.",
        "For a century of ter this the Modern Devotion flourished exceedingly, and its influence on the revival of religion in the Netherlands and north Germany in the 15th century was wide and deep. It has been the fashion to treat Groot and the Brothers of Common Life as \"Reformers before the Reformation\"; but Schulze, in the Protestant Realencyklopddie, is surely right in pronouncing this view quite unhistorical - except on the theory that all interior spiritual religion is Protestant: he shows that at the Reformation hardly any of the Brothers embraced Lutheranism, only a single community going over as a body to the new religion.",
        "wide at the base, and 4 ft.",
        "wide at the summit.",
        "The yield of petroleum wells varies within very wide limits, and the relative importance of the different producing districts is also Yield of constantly changing.",
        "in lieu of personal participation in crusades, might help; the fatal policy of razzias against the neighbouring Mahommedan powers might procure temporary resources; but what was really necessary was a wide measure of native taxation, such as was once, and once only, attempted in 1183.",
        "A wide missionary activity had begun in the 13th century - an activity which was the product of the Crusades and the contact with the Moslem which they brought, but which yet helped to check the Crusades, substituting as it did peaceful and spiritual conquests of souls for the violence and materialism of even a Holy War.",
        "His knowledge of the ancient authors was wide, but his taste was not select, and his erudition was superficial.",
        "In Carinella, where the longitudinal nerve-stems are situated exteriorly to the muscular layers, this plexus, although present, is much less dense, and can more fitly be compared to a network with wide meshes.",
        "wide at the base, and II ft.",
        "wide and extending from Tallahassee to Lake Okeechobee.",
        "Of the author nothing is known beyond the obvious fact that he was a man of wide observation and philosophic thought, of the Sadducean type in religion, but non-Jewish in his attitude toward life.",
        "The town is traversed by one straight wide street with large houses, but for the most part it consists of narrow lanes.",
        "The Malays wear a loose coat and trousers, and a cap or headkerchief, but the characteristic item of their costume is the sarong, a silk or cotton cloth about two yards long by a yard and a quarter wide, the ends of which are sewn together, a forming a kind of skirt.",
        "The streets are wide and cross at right angles; the houses are generally low and built of clay.",
        "There are no specialized sense-organs or vascular or respiratory systems. There is a wide body-cavity, but as this has no connexion with the renal or reproductive organs it cannot be regarded as a coelom, but probably is a blood-space or haemocoel.",
        "After passing through some narrow gorges near Sisteron the bed of the river becomes wide, and spreads desolation around, the frequent overflows being kept within bounds by numerous dykes and enbankments.",
        "For the purposes of scientific topography observation of the natural features and outlines is followed by exact investigation of the architectural structures or remnants, a process demanding high technical competence, acute judgment and practical experience, as well as wide and accurate scholarship. The building material and the manner of its employment furnish evidence no less important than the character of the masonry, the design and the modes of ornamentation.",
        "wide) and the smaller and nearly barren island of Culebra off the east coast, the island of Mona, covered with deposits of guano, off the west coast, and numerous islets.",
        "wide, paved with brick and asphalt, and well shaded.",
        "wide, extending through the city and county from north to south and passing through West Side Park, a splendid county park containing lakes and a 70-acre playground.",
        "The streets are wide and regularly laid out.",
        "wide by 220 ft.",
        "The wide extension of the cult is attributable largely to Syrian merchants; thus we find traces of it in the great seaport towns; at Delos especially numerous inscriptions have been found bearing witness to its importance.",
        "His work, The Light of the Lord (`Or Adonai), deeply affected Spinoza, and thus his philosophy became of wide importance.",
        "To the south the province is shut in by the wide mountainous tract which stretches from the Bay of Bengal through Bastar to the Godavari, and west of that river is continued onward to the rocky ridges and plateaus of Khandesh by a succession of ranges that enclose the plain of Berar along its southern border.",
        "The Payanghat is a wide valley running up eastward between this ridge and the Gawilgarh hills, varying in breadth from 40 to 50 m., and broader towards the end than at its mouth.",
        "(7) (2) In the first symbol it is assumed that one of the affinities of each of the two central carbon atoms common to the two rings acts into both rings, an assumption involving a somewhat wide departure from all ordinary views as to the manner in which affinity acts.",
        "Trans., 1900, p. 233) investigated nickel and cobalt over a wide range of temperature (from -182.5° to loo°); his results are: It is evident that the atomic heats of these intimately associated elements approach nearer and nearer as we descend in temperature, approximating to the value 4.",
        "P. Dale; the more simple formula (n - i)/d, which remained constant for gases and vapours, but exhibited slight discrepancies when liquids were examined over a wide range of temperature, being adopted.",
        "This is shown by the following observations of Riihlmann on water, the light used being the D line of the spectrum: Eykmann's observations also support the approximate constancy of the Lorenz-Lorentz formula over wide temperature differences, but in some cases the deviation exceeds the errors of observation.",
        "Isomorphism is most clearly discerned between elements of analogous chemical properties; and from the wide generality of such observations attempts have been made to form a classification of elements based on isomorphous replacements.",
        "A wide consensus regards Wagner's last work as his loftiest, both in music and poetry.",
        "wide), the Little Neva (945 to 1365), and the Great Nevka (280 to 1205), this last, 2 M.",
        "wide, and admitting vessels with a draught of 182 ft., from Kronstadt to St Petersburg.",
        "Popular sketches of the history, enlightened by special knowledge and a wide outlook, are given by J.",
        "Elbeuf, a town of wide, clean streets, with handsome houses and factories, stands on the left bank of the Seine at the foot of hills over which extends the forest of Elbeuf.",
        "As an extreme instance of the misleading character of the scale given on maps embracing a wide area we may refer to a map of a hemisphere.",
        "It will suffice therefore to point out that the ordinary needs of the cartographer can be met by conical projections, and, in the case of maps covering a wide area, by Lambert's equal area projection.",
        "His delineation of Abyssinia, though unduly spread over a wide area, is indeed wonderfully correct.",
        "Asia is assumed as being only 126° wide, in accordance with Toscanelli's ideas of 1474.",
        "Spaniels are heavily built dogs with short and very wide skulls rising suddenly at the eyes.",
        "The extensive meadows supply pasturage for a large number of cattle and sheep, and the horses raised in the Perche have a wide reputation as draught animals.",
        "wide leads into the circular bay of GubbetKharab (Hell's Mouth), behind which rise a chaotic mass of volcanic rocks, destitute of vegetation and presenting a scene of weird desolation.",
        "wide, annually inundated by the rise of the river.",
        "The European town is situated at the bottom of a beautiful reach of the Hugli, with clean wide thoroughfares, and many elegant residences along the river-bank.",
        "wide, and in which there are six crypts for the burial of members of Lincoln's family, and a memorial hall, a museum of Lincolniana.",
        "He was a boy of a refined nature, a wide reader and an eager student.",
        "That skull indicates a bull, and the author suggests that it may possibly be the male of Symbos tyrrelli, although the wide separation of the localities made him hesitate to accept this view.",
        "It covered a wide range, and he made careful notes and abstracts of it.",
        "In the course of centuries this mole has been silted up and is now an isthmus half a mile wide.",
        "wide and 35 ft.",
        "wide and 30 ft.",
        "His parliamentary career was marked by the same wide and candid liberalism as his private life.",
        "wide and about 20 ft.",
        "wide, through which the tide constantly surges, and to the south-east of it are the Drougs, stacks.",
        "wide, is an important fishing station.",
        "to the eye the contrast between the wide winding irregular passages of the sand-pit, calculated for the admission of a horse and cart, and the narrow rectilinear accurately-defined galleries of the catacomb.",
        "They were certainly originally stone-quarries, and the hardness of the rock has made the construction practicable of wide, lofty of corridors and spacious halls, very unlike the narrow galleries and contracted chambers in the Roman cemeteries.",
        "wide, having three or more ranges of loculi on either side, running longitudinally into the rock, each originally closed by a stone bearing an inscription.",
        "From this a wide staircase leads directly down to a chamber, discovered in March 1881, of a very early date.",
        "He held this position till 1848, and worked with a remarkable intensity - holding teachers' conventions, delivering numerous lectures and addresses, carrying on an extensive correspondence, introducing numerous reforms, planning and inaugurating the Massachusetts normal school system, founding and editing The Common School Journal (1838), and preparing a series of Annual Reports, which had a wide circulation and are still considered as being \"among the best expositions, if, indeed, they are not the very best ones, of the practical benefits of a common school education both to the individual and to the state\" (Hinsdale).",
        "The steep, narrow streets of the old town contrast with the wide, shady boulevards which encircle it and divide it from the suburbs.",
        "Nasal bones large and stout, co-ossified, and standing out freely above the premaxillae, from which they are separated by a deep and wide fissure; the latter small, generally not meeting in the middle line in front, often rudimentary.",
        "Leon is essentially a manufacturing and commercial city; it has a cathedral and a theatre, the latter one of the largest and finest in the republic. The city is regularly built, with wide streets and numerous shady parks and gardens.",
        "wide between Capes Hicacos in Cuba and Arenas in Florida (Key West being a little over i oo m.",
        "wide between Capes San Antonio and Catoche.",
        "It is built on the usual rectangular plan and the streets are wide and well paved.",
        "wide) surrounding the city produces an abundance of cereals, fruits and vegetables common to both hot and temperate regions.",
        "wide, the altitude here-300 m.",
        "wide, with a current of 22 knots.",
        "This lowlying fertile belt stretches along the river for about 300 m., but is not more than a mile or two wide.",
        "wide and 16 ft.",
        "The regie did badly during the first four years of its existence, owing principally to two causes: (1) its ineffectual power to deal with contraband to which the system described above leaves the door wide open; (2) the admission of other than Turkish tobaccos into Egypt, which deprived it at once of about fTioo,000 per annum.",
        "After some days' stay in Constantinople, during which he granted wide privileges to the Greeks and to their patriarch, the sultan proceeded northwards and entirely subdued the southern parts of Servia.",
        "On the 16th Berthier went on to Augsburg, where he learnt that Lefebvre's advanced troops had been driven out of Landshut, thus opening a great gap seventy-six miles wide between the two wings of the French army.",
        "They were divided into: prames, ship-rigged, of 35 metres long and 8 wide, carrying 12 guns; chaloupes cannonieres, of 24 metres long and 5 wide, carrying 5 guns and brig-rigged; bateaux cannoniers, of 19 metres long by 1.56 wide, carrying 2 guns and mere boats.",
        "wide and very deep. Its banks are of mud, with no other retaining walls than those formed by the foundations of the houses, which are consequently always liable to be undermined by the action of the water.",
        "wide, and is also broken by several smaller streams. The city's shore-line is more than 12 m.",
        "wide, and 68 ft.",
        "wide), the W.",
        "wide; on one side of it is the grand music-hall, on the other a fine art gallery.",
        "wide, and 140 ft.",
        "wide; the main entrance, 500 ft.",
        "wide, lying opposite the mouth of the Cuyahoga river, 1350 ft.",
        "wide, and 1000 ft.",
        "wide) is lined on the W.",
        "At one point it is pierced by a gap scarcely five paces wide with walls of variegated marbles polished by the transport of goods.",
        "Three miles south, in Sussex, the village of Frant stands on a hill which is perhaps the finest of the many view-points in this district, commanding a wide prospect over some of the richest woodland scenery in England.",
        "The surface of the inland ice forms in a transverse section from the west to the east coast an extremely regular curve, almost approaching an arc of a wide circle, which along Nansen's route has its highest ridge somewhat nearer the east than the west coast.",
        "wide, still exists on three sides, but it is now converted into a \"feeder\" for the docks and canal.",
        "The face is flat and wide, the nose short, the mouth large and the eyes only slightly oblique."
    ],
    "definition": [
        "a. Having a specified extent from side to side: a ribbon two inches wide.\nb. Extending over a great distance from side to side; broad: a wide road; a wide necktie.",
        "Having great extent or range; including much or many: a wide selection; granting wide powers; wide variations.",
        "Fully open or extended: look with wide eyes.",
        "a. To the side of or at a distance from a given boundary, limit, or goal: a shot that was wide of the target.\nb. Baseball Outside.\nc. Sports Being toward or near one of the side boundaries of a playing area, such as a sideline on a football field.",
        "Deviating or straying from something expected or specified: a remark that was wide of the truth.",
        "Linguistics Lax.",
        "Over a great distance; extensively: traveled far and wide.",
        "To the full extent; completely.",
        "To the side of or at a distance from a given boundary, limit, or goal.",
        "Sports Toward or near one of the sides of a playing area: ran wide to catch a pass.",
        "wide′ly\nadverb",
        "wide′ness\nnoun",
        "wid′ish\nadjective",
        "Link/Cite",
        "Having a large physical extent from side to side.\nWe walked down a wide corridor.",
        "Large in scope.\nThe inquiry had a wide remit.",
        "(sports) Operating at the side of the playing area.\nThat team needs a decent wide player.",
        "On one side or the other of the mark; too far sideways from the mark, the wicket, the batsman, etc.\nToo bad! That was a great passing-shot, but it's wide.",
        "(phonetics, dated) Made, as a vowel, with a less tense, and more open and relaxed, condition of the organs in the mouth.",
        "Remote; distant; far.",
        "Latimer\nIt is far wide that the people have such judgments.",
        "Herbert\nHow wide is all this long pretence!",
        "widely",
        "widen",
        "wideness",
        "widescale",
        "width",
        "wide awake",
        "wide of the mark",
        "extensively\nHe travelled far and wide.",
        "completely\nHe was wide awake.",
        "away from a given goal\nThe arrow fell wide of the mark.",
        "So as to leave or have a great space between the sides; so as to form a large opening.",
        "(cricket) A ball that passes so far from the batsman that the umpire deems it unplayable; the arm signal used by an umpire to signal a wide; the extra run added to the batting side's score",
        "Link/Cite"
    ]
}