{
    "translation": "להפעיל, להשתמש",
    "uses": [
        "How long shall they wield unlawful power?",
        "But however divine, the king could not wield his power unaided.",
        "All discipline officers were permitted to wield the whip summarily and without the slightest check.",
        "Subordinate officers and rapacious governors of forts wield all the power of the state, and tyranny, oppression and anarchy reign over the whole country.",
        "He'd always known the source of Death's magic was the souls, but he'd never seen his predecessor wield the light of the souls.",
        "Both consuls might be plebeians, both could not be patricians; a patrician could not wield the great powers vested in the tribunes of the commons.",
        "To wield a peaceful authority over all the subjects of the empire, to reward merit, and to punish transgressionsuch is the highest task of king and officials.",
        "It was markedly anti-socialistic. But from this period he passed almost entirely from public life, and ceased to wield the personal influence which he had done during the preceding years.",
        "to wield all sanctions, supernatural as well as natural, against the pretensions of any clergy, Catholic, Anglican or Presbyterian, to the exercise of an imperium in imperio.",
        "When he died in January 888 he had not a single faithful vassal, and the feudal lords resolved never again to place the sceptre in a hand that could not wield the sword.",
        "by Ambrose in the case of Theodosius himself (390); but the temptation to wield it as an instrument of secular tyranny too often proved to be irresistible.",
        "It remained as a title of secular officials in the middle ages, being applied to persons appointed by the Roman emperor to judge cases in distant parts of the empire, or to wield power in certain districts, or, in the absence of the emperor, over the whole empire.",
        "He accustomed himself to ride the \" great horse,\" to tilt at the quintain, to wield the sword and battle-axe, to swim and climb, to run and leap, and to bear the weight and overcome the embarrassments of armour.",
        "(3) The believer must not bear arms or offer forcible resistance to wrongdoers, nor wield the sword.",
        "The mountain tribes on the road (the Oxii, Pers, Huzha), accustomed to exact blackmail even from the king's train, learnt by a bitter lesson that a stronger hand had come to wield the empire.",
        "Ride a horse and wield your most expensive weapon.",
        "What training is required in order to wield such tools intelligently?",
        "The danger today, however, is that some supranational organizations are being invested with more powers than they are suited to wield.",
        "Where would you wield the ax in order to save the Library?",
        "One impressive technique is the ability to rip apart a maintenance truck and wield a wrecking ball as if it were a giant yo-yo, knocking helicopters and tanks around as if they were flies buzzing around a picnic.",
        "The katana was mostly responsive when it came to pressing the A button, but it lagged a split second behind when it was time to chop or wield it into someone.",
        "Using realistic physics, the acrobatic prince will climb walls, run up ledges, swing from ropes and poles and wield dual weapons to defeat the monsters created by the Sands of Time.",
        "It's all they live for: some to destroy the sword, and some to wield it.",
        "Though it is not quite as easy to wield for curl and wave techniques as its three-quarter inch companion, the one-inch plate can style all types of hair and may be preferable for consumers with more broad styling needs.",
        "Surgeons undergo years of training and education to make sure that they know what they're doing when they open a body and wield a scalpel.",
        "So it's my job to wield the hatchet.",
        "Have you ever wished you could wield a sword with the same...",
        "I guess that 's the power you wield when you 're one of the world 's greatest player.",
        "Of course, this only serves to inspire anyone with artistic tendencies, but even those who couldn't wield a paintbrush to save their lives have developed Picasso-like habits in front of the mirror.",
        "The choices of skills at character creation are: Critical Hit, Shield Bash, Two-Handed Weapons, Power Shot, Treasure Hunter and Dual Wield.",
        "Double Fisted: It is not normally possible to wield two weapons at the same time, but you can for a moment with this cheat.",
        "We just can't get enough of the archeological adventurer and his incredible ability to wield a whip.",
        "This time around, you also get to dual wield weapons, which is a feature every gamer can love.",
        "You will command armies, create intrigue, and wield magic in an attempt to rule.",
        "If you're handy with a glue gun or like to wield a crochet needle, you can make some of your own.",
        "If you can make mechanical breathing noises and wield a light saber with impressive skill, a Darth Vader Halloween costume might be perfect for you this year.",
        "Not all unstable individuals wield guns.",
        "Be aware, however, that this style is not always easy to wield because a tiny heel is still a heel nonetheless.",
        "Read on to learn how you can wield such high-emphasis footwear to your advantage without overpowering your look.",
        "So you won't be the first to wield this method of tattoo concealment, as it is infinitely more glamorous than wearing a turtleneck to your wedding!",
        "Only six men in the galaxy knew that the job of the President wasn't to wield power, but to attract attention away from it, a job for which Zaphod proved to be uniquely suited.",
        "You can use cuticle scissors or nail clippers, although you may find the clippers easier to wield.",
        "How can a group so numerically inferior wield so large an influence upon the majority of the world?",
        "There are less noble weapons that you can wield, such as an executioner's ax or spiked maces.",
        "These dresses are not easy to wield once a woman has reached a mature age.",
        "Imagine the power we will wield.",
        "As both a demon and Immortal, he possessed the ability to wield both sources of power but not control them.",
        "The boy we chose last season survived and can wield the demon's powers.",
        "In Britain, finally, the church, or rather the churches, wield tremendous influence in all spheres of life.",
        "National governments still wield tremendous leverage both on the territories they govern and as the only legally authorized participants in international deliberations.",
        "downplaying of the role of Sergeant Wield on television.",
        "He'll also have the ability to dual wield, adding double the firepower.",
        "And yet, to wield a hammer to a war-plane carries a sentence of ten years in an Irish prison.",
        "required in order to wield such tools intelligently?",
        "In Jedi Academy your character can wield one saber, two sabers, or the famed light staff.",
        "So its default setting is to wield the sledgehammer at every nut, as it were, that it can see.",
        "supranational organizations are being invested with more powers than they are suited to wield.",
        "He might have to wield a sword to defend himself, but he was no murderer.",
        "wield a sword with the same.. .",
        "wield the ax in order to save the Library?",
        "There is no doubt that the leaders of the world's eight largest economies still wield enormous power.",
        "Many people have long suspected that many multi-national organizations now wield more power than national governments.",
        "wield when you're one of the world's greatest player.",
        "wield in the modern world?",
        "There is no doubt that the leaders of the world 's eight largest economies still wield enormous power.",
        "Questions What different sorts of power can people wield in the modern world?",
        "For the Swordplay game, you wield the Wii Remote as if it were a physical sword and swing accordingly."
    ],
    "definition": [
        "To handle (a weapon or tool, for example) with skill and ease.",
        "To exercise (authority or influence, for example) effectively. See Synonyms at handle.",
        "wield′a·ble\nadjective",
        "wield′er\nnoun",
        "Link/Cite",
        "To handle with skill and ease, especially of a weapon or tool.",
        "To exercise (authority or influence) effectively.",
        "Link/Cite"
    ]
}