{
    "translation": "שממה",
    "uses": [
        "I) - remaining hidden in the wilderness 1260 days.",
        "The battle of the Wilderness (q.v.) went on for two days, with little advantage to either side.",
        "So long as the intervening territory was a wilderness no effort was made to define the boundary line.",
        "His African experiences suggested The African Colony (1903), A Lodge in the Wilderness (1906), and Prester John (1910).",
        "The Hebrews had already possessed a tent-temple and oracle of this kind in the wilderness (Exod.",
        "She talked to Dean as if any fool out here in the wilderness should be fully versed in everyone else's activity.",
        "Once indeed we find him in the wilderness of Paran 1 (Sam.",
        "Farther east no part of Asia has been brought under more careful investigation than the hydrography of the strange mountain wilderness that divides Tibet and Burma from China.",
        "If we could come back to the Bible and use biblical terms only, as Cyril of Jerusalem wished in his early days, we know from experience that the old errors would reappear in the form of new questions, and that we should have to pass through the dreary wilderness of controversy from implicit to explicit dogma, from \" I believe that Jesus is the Lord \" to the confession that the Only Begotten Son is \" of one substance with the Father.\"",
        "Here also in the wilderness of Shur, and possibly at En-mishpat (well of judgment, i.e.",
        "But I see that if I were to live in a wilderness I should again be tempted to become a fisher and hunter in earnest.",
        "Clowes; The Rough Riders (1899); Oliver Cromwell (1901); the following works on hunting and natural history, Hunting Trips of a Ranchman (1886), Ranch Life and Hunting Trail (1888), The Wilderness Hunter (1893), Big Game Hunting in the Rockies and on the Plains (1899; a republication of Hinting Trips of a Ranchman and The Wilderness Hunter), The Deer Family (1902), with other authors, and African Game Trails (1910); and the essays, American Ideals (2 vols., 1897) and The Strenuous Life (1900); and State Papers and Addresses (1905) and African and European Addresses (1910).",
        "As the mountains of Valencia and Catalonia effectually bar out the fertilizing moisture of the sea-winds, much of the province is a sheer wilderness, stony, ash-coloured, scarred with dry watercourses, and destitute of any vegetation except thin grass and heaths.",
        "His monumental Vergleichende Geographie, which was to have made the whole world its theme, died out in a wilderness of detail in twenty-one volumes before it had covered more of the earth's surface than Asia and a portion of Africa.",
        "Others were \"Elijah in the Wilderness\" (1879), \"Elisha raising the Son of the Shunammite\" (1881) and a design intended for the decoration of the dome of St Paul's Cathedral, \"And the Sea gave up the Dead which were in it\" (1892), now in the Tate Gallery, and the terrible \"Rizpah\" of 1893.",
        "So that was where her father had found someone so familiar with the wilderness on such short notice.",
        "Again, besides narrating the Temptation in the Wilderness and the Agony in the Garden, this evangelist gives a saying which implies that Jesus had undergone many temptations, or rather a life of temptation (xxii.",
        "Whether led by this Mattathias or not, certain Jews fled into the wilderness and found a leader in Judas Maccabaeus his reputed son, the first of the five Asmonean (Hasmonean) brethren.",
        "To-day such a thing can hardly be done within the United States, for nowhere does the primitive wilderness exist save here and there in shreds and patches.",
        "Might not the basket, stable-broom, mat-making, corn-parching, linen-spinning, and pottery business have thrived here, making the wilderness to blossom like the rose, and a numerous posterity have inherited the land of their fathers?",
        "But Gunkel's explanation is an attempt to account for one ignotum per ignotius; for hitherto no trace of the myth of the sun-god's birth and persecution and the flight into the wilderness has been found in Babylonian mythology.",
        "In the four last chapters the author, returning to the history, gives a detailed account of the provision made for the Israelites in the wilderness and of the pains and terrors with which the Egyptians were plagued.",
        "Much damaged by the earthquake of 1759, they remained a wilderness of fallen blocks till 1901, when their clearance was undertaken by the German Archaeological Institute and entrusted to the direction of Prof. O.",
        "The problem of the early railway builders in the United States was to conquer the wilderness, to build an empire, and at the same time to bind the East to the West and the North to the South.",
        "Beebe, Our Search for a Wilderness (1910); A.",
        "Not till the victory of Puck (September 17, 1462), one of the very few pitched battles in a war of raids, skirmishes and sieges, did fortune incline decisively to the side of the Poles, who maintained and improved their advantage till absolute exhaustion compelled the Knights to accept the mediation of a papal legate, and the second peace of Thorn (October 14, 1466) concluded a struggle which had reduced the Prussian provinces to a wilderness.'",
        "Similarly the story of the original selection of the Levites in the wilderness mentions an uncompromising massacre of idolaters.",
        "The generous elevation of David's character is seen most clearly in those parts of his life where an inferior nature would have been most at fault, - in his conduct towards Saul, in the blameless reputation of himself and his band of outlaws in the wilderness of Judah, in his repentance under the rebuke of Nathan and in his noble bearing on the revolt of Absalom.",
        "of Boston, and it :may be doubted if anywhere else can be found another such magnificent piece of wilderness so near to a great city.",
        "It begins with a psalm (xc.) ascribed in the title to Moses, and seemingly designed to express feelings appropriate to a situation analogous to that of the Israelites when, after the weary march through the wilderness, they stood on the borders of the promised land.",
        "My theme fascinated me, and I was haunted with wilderness images day and night.\"",
        "Thus, in the reign of Alexander, the fugitive serfs whom tyranny or idleness had driven into this wilderness (they were subsequently known as Kazaki, or Cossacks, a Tatar word meaning freebooters) were formed into companies (c. 1504) and placed at the disposal of the frontier starostas, or lord marchers, of Kaniev, Kamenets, Czerkask on the Don and other places.",
        "Expert naturalists accompanied the party, which did not emerge from the wilderness until the middle of the following March, bringing with it a collection which scientists pronounce of unusual value for students of natural history.",
        "4) is promised \" from the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites.\"",
        "15) some traditions of the wilderness must have represented Israel in a very favourable light; for the \" canonical \" view, see Ezekiel xvi., xx., xxiii.",
        "At the Wilderness he commanded, during the second day's fighting, half of the Union army; at Spottsylvania he had charge of the fierce and successful attack on the \"salient\"; at Cold Harbor his corps formed the left wing in the unsuccessful assault on the Confederate lines.",
        "After a residence in the north as chaplain to Henry Hastings, earl of Huntingdon, President of the North, he was made vicar of St Giles's, Cripplegate, in 1588, and there delivered his striking sermons on the temptation in the wilderness and the Lord's prayer.",
        "Burke, Wills and King, when they found themselves so fearfully left alone and unprovided in the wilderness, wandered about in that district till near the end of June.",
        "The caravan trade with the East has almost entirely ceased, and the great trade routes from Damascus northwards to Aleppo and eastwards through the wilderness are quite abandoned.",
        "He now made up his mind to study the real wilderness in its gloom and vastness, and to meet face to face the dusky warriors of the Stone Age.",
        "The surrounding country is a sterile and gloomy wilderness exposed to the cold and blighting blasts of the Sierra.",
        "of this south-westerly bend, bearing away from the Oxus, where the Hindu Kush overlooks the mountain wilderness of Badakshan to the west, the crest is intersected by many passes, of which the most important is the Dorah group (including the Minjan.",
        "It would seem, from a somewhat obscure passage in the chronicle compiled from older the progenitors of the Poles, originally established on the Danube, were driven from thence by the Romans to the still wilder wilderness of central Europe, settling finally among the virgin forests and impenetrable morasses of the basin of the upper waters of the Oder and the Vistula.",
        "With a bare 70,000 men the Confederate general struck at the flank of Grant's marching columns in that same Wilderness where Jackson had won his last battle twelve months before.",
        "The region of the Cordilleras of the Andes is divided into Puna, or lofty uninhabited wilderness, and sierra, or inhabitable moun- Sierra.",
        "Beebe, Our Search for a Wilderness (New York, 1910) which deals with the birds of Venezuela and British Guiana, while Central America is fully treated in the comprehensive and beautiful Biologia CentraliAmericana of F.",
        "We will teach you how to survive in the wilderness.",
        "Unlike other shows in the genre, including Man vs. Wild, Stroud is completely alone in the wilderness.",
        "The Passover was kept in the first month on the 14th day of the month at even in the wilderness of Sinai; but certain men, unclean by touching a dead body, asked what they should do; they were to keep it on the second month on the 14th day, eating it with unleavened bread and bitter herbs, leaving none of it until the morning, nor breaking a bone.",
        "During his father's lifetime he had greatly distinguished himself by his administration of Transylvania, then a wilderness, which, with incredible patience and energy, he colonized and christianized.",
        "Hosmer's Appeal to Arms and Outcome of the Civil War (New York, 1907); John Eaton's Grant, Lincoln, and the Freedmen (New York, 1907), and various works mentioned in the articles American Civil War, Wilderness Campaign, &C.",
        "Exhausted and diminished by the stout and successful opposition of the Moravians at Olmiitz, the Tatars vanished as suddenly as they had appeared, leaving a smoking wilderness behind them.",
        "A few days later he became chief of staff to General Meade, and this position he held throughout the Wilderness campaign.",
        "Like the Adirondacks, this region is largely forest covered, and is a favourite summer resort; but it is far less a wilderness than the Adirondacks, and in places is cleared for farming, especially for pasturage.",
        "These recognize two altars, which by the authors of this portion of the Pentateuch are placed from the first in the tabernacle in the wilderness - a theory which is inconsistent with the other evidences of the nature of the earlier Hebrew worship, to which we have just alluded.",
        "The fate of Mercia was hardly better: its king, Burgred, by constant payment of tribute, bought off the invaders for a space, but the eastern half of his realm was reduced to a wilderness.",
        "Two documentaries followed, entitled One Week in the Wilderness, and Winter in the Wilderness.",
        "Lydia walked away from him, down the path to the beginning of the trail that led back to an area known as the Big Blue Wilderness.",
        "It was obvious he was concerned she would be lost in the wilderness.",
        "The aristocratic influences in both states have always been on the Southern and Democratic side, but while they were strong enough in Virginia to lead the state into secession they were unable to do so in Kentucky., 1 Most of the early settlers of Kentucky made their way thither either by the Ohio river (from Fort Pitt) or - the far larger number - by way of the Cumberland Gap and the \" ` Wilderness Road.\"",
        "This latter route began at Inglis's Ferry, on the New river, in what is now West Virginia, and proceeded west by south to the Cumberland Gap. The \" Wilderness Road,\" as marked by Daniel Boone in 1775, was a mere trail, running from the Watauga settlement in east Tennessee to the Cumberland Gap, and thence by way of what are now Crab Orchard, Danville and Bardstown, to the Falls of the Ohio, and was passable only for men and horses until 1795, when the state made it a wagon road.",
        "The process, maybe, from the point of view of those outside, was to make a mental wilderness and call it peace; but from the papal point of view it had a double advantage: it attracted those in search of religious certainty, it facilitated the maintenance of its hold over the Catholic democracy.",
        "With thousands of hiking and biking trails spread across national parks and forests, as well as state parks and wilderness area, the state may well be an outdoor recreational paradise.",
        "above the sea, its western part, towards the White Nile, being largely wilderness.",
        "There are obvious points of similarity, possibly of derivation, between the details in our text and the above myths, but the subject cannot be further pursued here, save that we remark that in the sun myth the dragon tries to kill the mother before the child's birth, whereas in our text it is after his birth, and that neither in the Egyptian nor in the Greek myth is there any mention of the flight into the wilderness.",
        "In a battle such as Chancellorsville or the Wilderness guns were almost valueless, since there was little open space in which they might be used.",
        "I-9); afterwards in a series of vivid pictures he gives the story, as tradition told it, of the patriarchs, of Moses and the Exodus, of the journey through the wilderness, and the conquest of Canaan.",
        "He had been commissioned in September 1862 colonel of the 61st New York volunteers, commanded a brigade at the Wilderness and Spottsylvania, and in May 1864 was rewarded for his gallant leadership by the grade of brigadier-general of volunteers.",
        "It is said to have been broad moonlight on the full moon of the month of July, when the young chief, with Channa as his sole companion, leaving his father's home, his wealth and social position, his wife and child behind him, went out into the wilderness to become a penniless and despised student, and a homeless wanderer.",
        "In his own show, he gets dropped off in remote locations and films himself as he shows viewers how to survive in dangerous situations in the wilderness.",
        "The kids would therefore have to learn to rely on each other, as well as themselves, to get through their time in the wilderness.",
        "Becca was not used to the wilderness, and was nicknamed \"Princess.\"",
        "Jen had lots of wilderness and hunting experience, and was a huge asset to the rest of the kids.",
        "Discovery Channel and Science Channel show Survivorman puts survivalist expert Les Stroud in dangerous situations in the wilderness where he must rely on his skills and wits to escape.",
        "Stroud admits that before he goes out into the wilderness to film the episodes, he does extensive research on the locations.",
        "In 2008, a man was stranded for four days in the Manitoba wilderness when he was separated from his friends and his snowmobile broke down.",
        "While Stroud had always had an affinity for the great outdoors, a wilderness canoe trip through Ontario's Temagami region sparked a desire for something new.",
        "In 1990, Stroud began leading canoeists through the Northern Ontario wilderness as a guide for Black Feather Wilderness Adventures.",
        "A fourth humiliating episode in this period was the invasion of the Magyar barbarians, who overran the north of Italy, and reduced its fairest provinces to the condition of a wilderness.",
        "He received a Congressional medal of honour in 1895 for gallantry at the Wilderness in May 1864.",
        "In the pediment is a group of sixteen figures by Thorvaldsen, representing John the Baptist preaching in the wilderness; over the entrance within the portico is a bas-relief of Christ's entry into Jerusalem; on one side of the entrance is a statue of Moses by Bissen, and on the other a statue of David by Jerichau.",
        "One of his contemporaries was Edward Lee (c. 1482-1544) arch the battles of the Wilderness, Spottsylvania, North Anna, bishop of York, famous for his attack on Erasmus, who replied to Cold Harbor and the long siege of Petersburg, in which, him in his Epistolae aliquot eruditorum virorum.",
        "(q.v.) Israelite territory was extended to the Wadi of the `Arabah or wilderness (probably south end of the Dead Sea), and again Moab suffered.",
        "Here he left his servant (according to old Jewish tradition, the widow's son of Zarephath, afterwards the prophet Jonah), and proceeded a day's journey into the wilderness.",
        "\"It was the God of the Exodus to whom he appealed, the ancienx King of Israel in the journeyings through the wilderness.\"",
        "At length, in August 1773, Johnson crossed the Highland line, and plunged courageously into what was then considered, by most Englishmen, as a dreary and perilous wilderness.",
        "The rocky hills of the tableland to the north long repelled settlement, the region being looked on by the thrifty farmers of the south as a wilderness useless except for its forests and its furs; and unfortunate settlers who ventured into it usually failed and went west or south in search of better land.",
        "The district north of the Height of Land, long supposed to be a barren wilderness, has proved in part suitable for agriculture, and is steadily increasing in population.",
        "It is subsequently stated that after leaving his father's roof he \"became an archer,' and dwelt in the wilderness of Paran, and Zill es Sultan, elder brother of Muzafar ed d-n Shah, became governor-general of the Isfahan province in 1869.",
        "They opened two businesses: Wilderness Voice, focusing on survival training, and Wilderness Spirit Productions, dealing with media.",
        "Despite Elrond's urging that he throw it into the fire, Isildor was quickly swayed by the ring's power and he escaped into the wilderness with the One Ring.",
        "She didn't belong in the wilderness.",
        "Spencer county was still a wilderness, and the boy grew up in pioneer surroundings, living in a rude log-cabin, enduring many hardships and knowing only the primitive manners, conversation and ambitions of sparsely settled backwoods communities.",
        "This destroyed the prosperity of Nisibis, and the district, no longer protected against nomad tribes, became a wilderness.",
        "of Rotorua) is noted for the eruption of June 1886, which changed the outline of several lakes, destroyed the famous Pink and White terraces on the adjoining lake Tarawera, and converted a region of great beauty into a desolate wilderness.",
        "Soon after the first appearance (1580) of the Cossacks of Yermak in Siberia thousands of hunters, attracted by the furs, immigrated from north Russia, explored the country, traced the first footpaths and erected the first houses in the wilderness.",
        "20), Sir Noel Paton's \" Quarrel \" and \" Reconciliation of Oberon and Titania,\" several works by William Etty, Robert Scott Lauder and Sam Bough, Sir Edwin Landseer's \" Rent Day in the Wilderness,\" and the diploma pictures of the academicians, besides many specimens of the modern Scottish school.",
        "Society, 1869, p. 146), the curious bloody secretion ejected from the mouth of the flamingo may have given rise to the belief, through that bird having been mistaken for the \"Pelican of the wilderness.\"",
        "Indeed, according to Saxo, onethird of the realm was a wilderness.",
        "In 1806 his parents removed to Ashtabula county, Ohio, then sparsely settled and almost a wilderness.",
        "From the Commencement of the Preaching of the Baptist to the End of the Temptation in the Wilderness.",
        "The numerous remains of old habitations show how thickly this level tract must once have been peopled, though now for the most part a wilderness.",
        "The Lord is nigh unto them that turn to Him, as it is written in the book of Eldad and Modad, who prophesied to the people in the wilderness.\"",
        "31) be added up, they will be found to amount to 410 years; to these must be added further, in order to gain the entire period from the Exodus to the foundation of the Temple, the 40 years in the wilderness, x years under Joshua and the elders (Judges ii.",
        "24, 27), the first year of Jehu in Israel coincides similarly with the first year of Athaliah in Judah: there are thus in the history of the two kingdoms two fixed and certain synchronisms. Now, 3 Namely, 40 years in the wilderness; Joshua and the elders (Judges ii.",
        "4 Namely, Moses (in the wilderness), Joshua, Othniel, Ehud, Deborah, Gideon, Jephthah, Samson, Eli, Samuel, Saul and David.",
        "Consult Thomas Speed, The Wilderness Road (Louisville, Ky., 1886), and Archer B.",
        "Hulbert, Boone's Wilderness Road (Cleveland, 0., 1903).",
        "Durrett's John Filson, the first Historian of Kentucky (1884); Thomas Speed, The Wilderness Road (1886); W.",
        "At Fredericksburg his wing of Lee's line of battle was heavily engaged, and his last battle, before Chancellorsville, in the thickets of the Wilderness, was his greatest triumph.",
        "But neither the severe climate nor the neighbourhood of wild and warlike hillmen shook their faith, and in the course of half a century, in one of the most unhealthy and unfertile localities in the Caucasus, they transformed this wilderness into flourishing colonies, and continued to live a Christian and laborious life, making friends with, instead of fighting, the hillmen.",
        "The southern part of the state includes the Everglades (qv.), a large area of low, flat, marshy land, overgrown with tall reedy grass, a veritable wilderness; thus giving Florida an unenvied first rank among the states in marsh area.",
        "Finally, there were in 1790 about a score of small trading or military posts, mainly of French origin, scattered over the then almost unbroken wilderness of the upper Mississippi Valley and region of the Great Lakes.",
        "The deeper he withdrew into the wilderness, the more numerous his disciples became.",
        "In the Wilderness and Petersburg campaigns he was constantly employed as a divisional commander under Stuart, and, after Stuart's death, under General Wade Hampton.",
        "of unbroken and difficult wilderness.",
        "The Struggle For Existence, The Conquering Of The Wilderness, Has Left Scant Room For Broad Culture Or Scholarship, And The Very Fact That Canada Is A Colony, However Free To Control Her Own Affairs, Has Stood In The Way Of The Creation Of Anything Like A National Literature.",
        "The Hero, Left At The Head Of A Fatherless Family Of Twelve When Nearly Through College, Turns From The Glut Of Graduates Swarming Round The Prospects Of Professional City Bred Careers, Steadfastly Wrests A Home From The Wilderness, Helps His Brothers And Sisters, Marries A Habitante Fit For The Wife Of A Pioneer,.",
        "These books contain the great national epic of Judaism relating the deliverance of the people from bondage in Egypt, the overthrow of the pursuing Pharaoh and his army, the divinely guided wanderings through the wilderness and the final entry into the promised land.",
        "The wilderness of Shur (Gen.",
        "The forty years of wandering in the wilderness is characteristic of the Deuteronomic and post-exilic narratives; in the earlier sources the fruitful oasis of Kadesh is the centre, and even after the tradition of a detour to Sinai-Horeb was developed, only a brief period is spent at the holy mountain.",
        "16), (g) the crossing of the Red Sea and the discomfiture of the Egyptians, the Song of Triumph, the sending of the manna and other incidents of the journeying through the wilderness (xiii.",
        "\"three days' journey into the wilderness\"; their departure from Egypt is a hurried one.",
        "Moses and the elders ask leave to go three days' journey into the wilderness to sacrifice to Yahweh, a request which is met by an increase of the burdensome work of brick-making: henceforward the Israelites have to provide their own straw.",
        "Incidents in the Wilderness.-The narrative of the first journeying in the wilderness (xv.",
        "The subjects of the \"Prodigal Son\" and \"St Jerome in the Wilderness\" he on the other hand treats in an almost purely northern spirit.",
        "Besides these three masterpieces of line-engraving, the same years, 1512-1515, found DUrer occupied with his most important experiments in etching, both in dry-point (\"The Holy Family and Saints\" and the \"St Jerome in the Wilderness\") and with the acid bath.",
        "Elijah is the prophet of the wilderness, wandering, rugged and austere; Elisha is the prophet of civilized life, of the city and the court, with the dress, manners and appearance of ordinary \"grave citizens.\"",
        "At the time he was as one crying in the wilderness to little practical purpose.",
        "And so, in fact, John came, baptizing in the wilderness and turning the heart of the nation back to God.",
        "He then passed away into the wilderness, where He was tempted by Satan and fed by angels.",
        "During this sojourn in the wilderness Kruger stated that he had been especially favoured by God, who had communed with and inspired him.",
        "It combines amid diverse material a hero of Bethlehem and rival of Saul with the idea of a conqueror of this district; it introduces peculiar traditions of the ark and sanctuary, and it associates David with Hebron, Calebites and the wilderness of Paran 3 The books of Samuel and Kings have become, in process of compilation, the natural sequel to the preceding books, but the conflicting features and the perplexing differences of standpoint recur elsewhere, and the relationship between them suggests that similar causes have been operative upon the compilation.",
        "Every year thousands spend the summer months in the wilderness, where cabins, hunting lodges, villas and hotels are numerous.",
        "Albemarle county was then in the frontier wilderness of the Blue Ridge, and was very different, socially, from the lowland counties where 'a few broad-acred families dominated an open-handed, somewhat luxurious and assertive aristocracy.",
        "Nor was this by any means the first occasion on which the Arabian cauldron had overflowed; once and again in former times emigrant swarms of Bedouins had settled on the borders of the wilderness.",
        "(See Egypt: History, § Mahommedan.) This completed the circle of the lands bordering on the wilderness of Arabia; within these limits annexation was practicable and natural, a repetition indeed of what had often previously occurred.",
        "The same ideas underlie the story of the Brazen Serpent which cured the Israelites of the bites of the serpents in the Wilderness (Num.",
        "Sheridan's corps took part in the battles of the Wilderness and Spottsylvania Court House (see the article Wilderness), incidents of which led to a bitter quarrel between Sheridan and Meade and to Sheridan's being despatched by General Grant on a farreaching cavalry raid towards Richmond.",
        "For many years such characterizations as \"Wilderness City,\" \"Capital of Miserable Huts,\" \"City of Streets without Houses,\" \"City of Magnificent Distances\" and \"A I1udhole almost Equal to the Great Serbonian Bog\" were common.",
        "The principal battles were: the first Manassas, or Bull Run (July 21, 1861); those around Richmond (June 26-July 2, 1862); second Manassas (August 29-30); Fredericksburg (December 12, 1862); Mechanicsville (May 2 and 3, 186 3); the Wilderness (May 5 and 6); Spottsylvania (May 8); North Anna and Bethesda church (May 29-30); Cold Harbor (June 3); the battles around Petersburg (June 15, July 30 and November 1, 1864); and Five Forks (April 1) and Appomattox (April 8-9, 1865).",
        "Such art as continued was almost wholly religious; for in the wilderness of the times the churches formed oases of comparative prosperity and peace, and, even in the darkest times, wherever such oases existed there the seeds of art took root.",
        "In the Semitic East it is an old belief that a successful fast in the wilderness of forty days and nights gives power over the Djinns.",
        "United States of America.-The first Baptist Church in America was that founded in the Providence settlement on Narragansett Bay under the leadership of Roger Williams. Having been sentenced to banishment (October 1635) by the Massachusetts Court because of his persistence in advocating separatistic views deemed unsettling and dangerous, to escape deportation to England he betook himself (January 1636) to the wilderness, where he was hospitably entertained.",
        "The late references to this tribe in the Israelite wanderings in the wilderness are of little value.",
        "What they had learnt of government from the Dutch East India Company they carried into the wilderness with them.",
        "Very striking is the description, like that given six centuries later by Marco Polo, of the quasi-supernatural horrors that beset the lonely traveller in the wilderness - the visions of armies and banners; and the manner in which they are dissipated singularly recalls passages in Bunyan's Pilgrim's Progress.",
        "The lower reaches of the Zhob and Kundar are hemmed in by rugged limestone walls, serrated and banded with deep clefts and gorges, a wilderness of stony desolation.",
        "Secondly, to the west of this mountain wilderness, stretching upwards from the sea in a wedge form between the Brahui highlands and the group of towering peaks which enclose the Hingol river and abut on the sea at Malan, are the alluvial flats and delta of the Purali, forming the little province of Las Bela, the home of the Las Rajput.",
        "5, 7-10, 14-22, 26-28, a later expansion of the blood-ritual to be performed by the high-priest when he enters the Holy of Holies, with which is combined the strange ceremony of the goat which is sent away into the wilderness to Azazel.",
        "In view of the ruthless slaughter of a thousand sabbatarians in the wilderness, Mattathias and his friends decided to resist attack even on the sabbath.",
        "At this time Barlaam, an eremite of great sanctity and knowledge, dwelling in the wilderness of Sennaritis, divinely warned, travels to India in the disguise of a merchant, and gains access to Prince Josaphat, to whom he imparts the Christian doctrine and commends the monastic life.",
        "Josaphat surrenders the kingdom to a friend called Barachias and departs for the wilderness.",
        "Western Kan-suh is mountainous, and largely a wilderness of sand and snow, but east of the Hwang-ho the country is cultivated.",
        "Up to this time the Territory had still remained for the most part a wilderness in which the fur trade reaped the largest profits, its few small settlements being confined to the borders; and the inaccurate reports of the surveyors sent out by the national government described the interior as a vast swamp with only here and there a little land fit for cultivation.",
        "Among them were some of those men of mark who made the backbone of the American character: the sturdy Puritan, Peter Bulkeley, sometime rector of Odell in Bedfordshire, and afterward pastor of the church in the wilderness at Concord, New Hampshire; the zealous evangelist, Father Samuel Moody of Agamenticus in Maine, who pursued graceless sinners even into the alehouse; Joseph Emerson of Malden, \"a heroic scholar,\" who prayed every night that no descendant of his might ever be rich; and William Emerson of Concord, Mass., the patriot preacher, who died while serving in the army of the Revolution.",
        "His retreat becoming known, students flocked from Paris, and covered the wilderness around him with their tents and huts.",
        "The last scene of all is a vast amphibious wilderness of swamp and forest, amid whose solitudes their network of channels insensibly merges into the sea.",
        "Under the Mahommedans a pestilence turned the capital into a silent wilderness, never again to be re-peopled.",
        "Images came crowding on his mind faster than he could put them into words, quagmires and pits, steep hills, dark and horrible glens, soft vales, sunny pastures, a gloomy castle, of which the courtyard was strewn with the skulls and bones of murdered prisoners, a town all bustle and splendour, like London on the Lord Mayor's Day, and the narrow path, straight as a rule could make it, running on up hill and down hill, through city and through wilderness, to the Black River and the Shining Gate.",
        "The country it traverses in its extremely sinuous course is very level, similar in character to that of the Jurua, and is a fostered wilderness occupied by a few savage hordes.",
        "For 350 years after the discovery of the Amazon, by Pinzon, the Portuguese portion of its basin remained almost an undisturbed wilderness, occupied by Indian tribes whom the food quest had split into countless fragments.",
        "We read, indeed, that on one occasion He fasted forty days and forty nights; but the expression, which is an obscure one, possibly means nothing more than that He endured the privations ordinarily involved in a stay in the wilderness.",
        "ascended the throne in 1772, and attempted to reconcile the two factions by a composition which aimed at dividing all political power between them, Fersen said he despaired of bringing back, in a moment, to the path of virtue and patriotism a people who had been running riot for more than half a century in the wilderness of political licence and corruption.",
        "In estimating the religious value of Deuteronomy it should never be forgotten that upon this passage the greatest eulogy ever pronounced on any scripture was pronounced by Christ himself, when he said \"on these words hang all the law and the prophets,\" and it is also well to remember that when tempted in the wilderness he repelled each suggestion of the Tempter by a quotation from Deuteronomy.",
        "It is, however, the proper sequel to the origins of the people as related in Genesis, to the exodus of the Israelite tribes from Egypt, and their journeyings in the wilderness.",
        "naturally to the wilderness of Shur, and it associates him with traditions of a movement direct into south Palestine which finds its counterpart when the clan Caleb (q.v.) is artificially treated as possessing its seats with Joshua's permission.",
        "After the failure of the Kuo Min-tang's \" war to punish Yuan,\" Sun wandered again in a wilderness of conspiracies.",
        "Especially significant, too, is the interest in traditions which affected the South of Palestine, that district which is of importance for the history of Israel in the wilderness and of the Levites.",
        "The city is built on the flat summit of a rocky hill, which rises abruptly in the midst of a veritable wilderness; a brown, arid, treeless table-land, strewn with immense grey boulders, and shut in by lofty mountains.",
        "After the failure of the Regulator insurrection in North Carolina in 1771, hundreds of the Regulators made their way into the wilderness.",
        "Meanwhile, settlers had pushed on further into the wilderness.",
        "4 we have i10aTov, \"wilderness,\" where the text had rin0 and the translation should have g Karaviv.",
        "In Hebrew times its valley was regarded as a \"wilderness\" and, except in the Roman era, seems always to have been as sparsely inhabited as now.",
        "They were traveling deeper into the wilderness with every minute, and yet she clung to him as if he were a security blanket.",
        "I'm afraid I don't know as much about the wilderness as you Arkies.",
        "The desolate wilderness is bounded only by the distant Red Sea.",
        "But it would be limited also by the necessity to leave some wilderness tracts of significant acreage unused.",
        "barren wilderness to complete a 45 - 50 mile stage.",
        "Here, between Skiddaw and Bassenthwaite Lake lies ' a so civil wilderness ' .",
        "civil disobedience organized by Voices in the Wilderness on Monday August 7th.",
        "These sons of the wilderness were not, however, very communicative, for they spake never a word more.",
        "crying in the wilderness.",
        "These threats to agriculture are replaced by cypress and myrtle, symbols of God's powerful transformation of the wilderness.",
        "denounces as illegitimate, and casts her out into the wilderness.",
        "NATURE: Sled dogs, Sledding Into The Wilderness They call it the Last Great Race.",
        "These vibrational essences are natural, energetic remedies that are made during a ceremonial process in the Virginia wilderness.",
        "At this time southern Indiana was a heavily forested wilderness.",
        "Wilderness Walk, Skipton This is not so much a walk as a hidden shady glade.",
        "howling wilderness he was more than a man; he was a church.",
        "This lush coastal wilderness is home to abundant wildlife including humpback and orca whales, puffins, and stellar sea lions.",
        "huskyo information on wilderness tours with Frank and his Alaskan huskies, and our summer activities.",
        "husky Safaris Visit our enthusiastic huskies in their scenic wilderness home.",
        "Hermione gives birth to a baby girl, Perdita, who Leontes denounces as illegitimate, and casts her out into the wilderness.",
        "These ski lodges offer flexible offpiste experience in the thick of pristine mountain wilderness.",
        "You're just lolling there in the water, enjoying the world's last true wilderness.",
        "lolling there in the water, enjoying the world's last true wilderness.",
        "manna in the wilderness.",
        "Walk from your door deep into the forests of Inshriach or high into the wilderness of the cairngorm massif.",
        "midst of virgin alpine wilderness.",
        "ninetieth psalm, a genuine psalm of the wilderness.",
        "oasis in the middle of the wilderness.",
        "parterres known as the Cherry Garden and maze-like wilderness.",
        "Here we'll see the formal gardens with famous lavender parterres known as the Cherry Garden and maze-like wilderness.",
        "pelican of the wilderness.",
        "preaching in a wilderness.",
        "pristine wilderness five years ago.",
        "The desert cores remain pristine in many parts of the world, representing some of the planet's last remaining areas of total wilderness.",
        "productive farmland means less need to convert wilderness.",
        "Cover story: ' I'm not some weirdo recluse ' After more than a decade in the wilderness, Kate Bush is back.",
        "serenity of the unhurried atmosphere that exists in these wilderness regions.",
        "serpent in the wilderness, published in Weekly visitor.",
        "snowy wilderness.",
        "THE ARCTIC has some of the earth's last great wilderness areas, where wildlife spectacles rival anything else on the planet.",
        "The major tropical wilderness areas represent important storehouses of biodiversity and major watersheds, and play a vital role in climate stability.",
        "survive in the wilderness.",
        "tabernacle in the wilderness.",
        "teeming wildlife in pristine wilderness.",
        "temptations in the wilderness following his baptism.",
        "trackless wilderness in snow averaging four feet deep is harder work than one might suppose.",
        "tracts of unspoiled wilderness elsewhere.",
        "unharnessed rainforest wilderness.",
        "vino rosso, a treat after the wilderness, you might even end up buying one.",
        "voices in the wilderness, the Iraq Peace Team (IPT) exists to stand in solidarity with the peoples of Iraq.",
        "wandered through the wilderness going from Egypt to the promised Canaan land.",
        "wandering in the wilderness following the exodus, for example.",
        "Actually, earlier in their wilderness wanderings the Israelites experienced the provision of manna.",
        "Fire exclusion became the watchword in attempts to restore wilderness.",
        "weirdo recluse ' After more than a decade in the wilderness, Kate Bush is back.",
        "He loves the great wilderness too well to be content to live among the wooden wigwams of the pale-faces.",
        "wilderness of incredible beauty.",
        "Many a peaceful settlement that Englishmen call home Was once a howling wilderness where nomads used to roam.",
        "After the Second World War, the houses were mostly converted into offices and the gardens were neglected, becoming an overgrown wilderness.",
        "The first winter The pilgrims went ashore to explore the wilderness.",
        "The remainder are of the trails are ski-touring trails to provide a greater challenge and discover the wilderness.",
        "Aren't just bananas she shares her pristine wilderness five years ago.",
        "A sense of utterly untamed wilderness beckons tantalizingly at the capital's boundaries, reminding the inhabitants of a life that was once theirs.",
        "Because of its varied natural landscape you can ride along paths and roads as well as into untouched wilderness.",
        "Yet 90 per cent of the population lives within 100 miles of the US border, leaving huge tracts of unspoiled wilderness elsewhere.",
        "A picture of the Judean wilderness - one is provided to print on to an OHT.",
        "On the other side an equally desolate wilderness is bounded only by the distant Red Sea.",
        "wilderness wanderings.",
        "wilderness bushcraft instruction.",
        "wilderness expeditions from £ 385 per person; week long trips from £ 585.",
        "wilderness adventures such as hiking, backpacking, mountain biking, horseback riding and wilderness camping are favorite attractions in Colorado.",
        "wilderness forty days, tempted of Satan.",
        "Nazarenes who escaped will have escaped into the hills and the desert wilderness, and thence in to Arabia.",
        "This mountain wilderness, bordering Lesotho, boasts the highest mountain range in South Africa.",
        "Moor Trees Encourages areas of the moor to return to forest wilderness.",
        "Beneath the designer gear my heart yearned for vast horizons, endless gallops, wildness and wilderness.",
        "But the appeal of the king was like the voice of one crying in the wilderness, and not one gentleman in a hundred hastened to the assistance of the fatherland.",
        "This unmethodical method produces in her longer and more ambitious novels, in Consuelo for instance and its continuation, a tangled wilderness, the clue to which is lost or forgotten; but in her novelettes, when there is no change of scenery and the characters are few and simple, it results in the perfection of artistic writing, \" an art that nature makes.\"",
        "A few of the mouths of the smaller canals are kept open so as to receive a limited supply of water at the rise of the river in May, which then distributes itself over the lower lying lands in the interior, almost without labour on the part of the cultivators, giving birth in such localities to the most abundant crops, but by far the larger portion of the region between the rivers is at present an arid howling wilderness es dotted with tels or ruin-heaps, strewn in the most part with broken pottery, the evidence of former habitation, and bearing nothing but the camel-thorn, the wild caper, the colocynth-apple, wormwood and other weeds of the desert.",
        "Grant began the final campaign against Richmond in May 1864 (see Wilderness and Petersburg).",
        "Such commands as \"ravage, singe, and burn all about, and reduce the whole district to a wilderness!\"",
        "4, where Solomon is said to have built \"Tadmor in the wilderness \"; 1 Kings ix.",
        "15), he laughed on the very day of his birth - a statement found also in the Zardusht-Nama - and lived in the wilderness upon cheese (xi.",
        "across, through a wilderness of woods, the delta of the Nile extending over 4 m.",
        "The term \" wilderness \" here is of geographical ambiguity; but the promise is usually taken to mean that Palestine itself was part of the Hittite land before the coming of Israel; and an apostrophe of Ezekiel (xvi.",
        "To this point the segregation of politics from every other factor which goes to constitute humanity had brought him; and this it is which makes us feel his world a wilderness, devoid of atmosphere and vegetation.",
        "So great was the confidence in Franklin in this emergency that early in 1756 the governor of Pennsylvania placed him in charge of the north-western frontier of the province, with power to raise troops, issue commissions and erect blockhouses; and Franklin remained in the wilderness for over a month, superintending the building 1 The meeting between Franklin, the type of the shrewd, cool provincial, and Braddock, a blustering, blundering, drinking British soldier, is dramatically portrayed by Thackeray in the 9th chapter of The Virginians.",
        "The Day of Atonement is the only fast provided in the Law; it is only on this occasion that (a) the Jews are required to \" afflict their souls,\" (b) the High Priest enters the Holy of Holies, (c) the High Priest offers incense before the mercy seat and sprinkles it with blood, and (d) the scapegoat or Azazel is sent away into the wilderness, bearing upon him all the iniquities of the people.",
        "For a time Poland proper became a smoking wilderness, and wild beasts made their lairs in the ruined and desecrated churches.",
        "For many years this southern projection of the northern wilderness was spanned by only one railway, and offered a serious hindrance to the development of the regions beyond; but settlements are now spreading to the north and rapidly filling up the gap between east and west.",
        "the Israelites already reach the wilderness of Shur and accomplish the three days' journey which had been their original aim (cf.",
        "(See American Civil War, and Wilderness.) General \"Stonewall\" Jackson was mortally wounded in this battle.",
        "After some years of hard and The year ended with another great victory at Fredericksburg successful work in this capacity, \"the last survivor of the old Th v.), Chancellorsville (see Wilderness) won against odds martial prelates, fitter for harness than for bishops' robes, for (q of two to one, and the great three days' battle of Gettysburg a court of justice than a court of theology,\" died at Shrewsbury o (q.v.), where for the first time fortune turned decisively against in June 1543.",
        "When Mahomet spoke of the goodness of the Lord in creating the clouds, and bringing them across the cheerless desert, and pouring them out on the earth to restore its rich vegetation, that must have been a picture of thrilling interest to the Arabs, who are accustomed to see from three to five years elapse before a copious shower comes to clothe the wilderness once more with luxuriant pastures.",
        "(See Badakshan.) Both these rivers tap the northern slopes of the Hindu Kush, and claim their sources in the unmapped mountain wilderness of Kafiristan.",
        "The region known as the Adirondack Wilderness, or the Great North Woods, embraces between 5000 and 6000 sq.",
        "When, in 1800, the government was removed to Washington it was \"a backwoods settlement in the wilderness\"; as a city it existed principally on paper, and the magnificence of the design only served to emphasize the poverty of the execution.",
        "In relation to the publicans and soldiers who, smitten with remorse, sought out John in the wilderness, his baptism was a purification from their past and so far identical with the proselyte's bath; but so far as it raised them up to be children unto Abraham and filled them with the Messianic hope, it advanced them further than that bath could do, and assured them of a place in the kingdom of God, soon to be established - this, without imposing circumcision on them; for the ordinary proselyte was circumcised as well as baptized.",
        "In the campaign of Chancellorsville (see Wilderness) he commanded the XI.",
        "Sometimes, on Sundays, I heard the bells, the Lincoln, Acton, Bedford, or Concord bell, when the wind was favorable, a faint, sweet, and, as it were, natural melody, worth importing into the wilderness.",
        "Thus the Song of Deborah speaks of a great quake in connection with Israel 's wilderness trek.",
        "Cover story: ' I 'm not some weirdo recluse ' After more than a decade in the wilderness, Kate Bush is back.",
        "Read a review of the Wilderness Beaver boat from Canal & Riverboat magazine or view pictures of the interior.",
        "We would like you to enjoy the serenity of the unhurried atmosphere that exists in these wilderness regions.",
        "March 27th The serpent in the wilderness, published in Weekly visitor.",
        "Jack London never led huskies into a snowy wilderness.",
        "THE ARCTIC has some of the earth 's last great wilderness areas, where wildlife spectacles rival anything else on the planet.",
        "Sixteen page account of the creation, nature and use of the tabernacle in the wilderness.",
        "You get to see teeming wildlife in pristine wilderness.",
        "In the Gospel, we read about Jesus' temptations in the wilderness following his baptism.",
        "This leading of the way through the trackless wilderness in snow averaging four feet deep is harder work than one might suppose.",
        "The same attitudes that accompanied the colonization of our own frontier are found today in Brazil and other countries with wild unharnessed rainforest wilderness.",
        "If you drink enough vino rosso, a treat after the wilderness, you might even end up buying one.",
        "Initiated by Voices in the Wilderness, the Iraq Peace Team (IPT) exists to stand in solidarity with the peoples of Iraq.",
        "It was a tent, really, for pilgrims who wandered through the wilderness going from Egypt to the promised Canaan land.",
        "There were forty years of wandering in the wilderness following the exodus, for example.",
        "This is the gateway to the Peninsula of Akamas, a natural wilderness of incredible beauty.",
        "A sense of utterly untamed wilderness beckons tantalizingly at the capital 's boundaries, reminding the inhabitants of a life that was once theirs.",
        "As it stands it vividly recalls the rebellious Israelites of the wilderness wanderings.",
        "The feedback we get, makes sure that we give you the very best survival and wilderness bushcraft instruction.",
        "Price range: Short breaks from £ 265; wilderness expeditions from £ 385 per person; week long trips from £ 585.",
        "Wilderness adventures such as hiking, backpacking, mountain biking, horseback riding and wilderness camping are favorite attractions in Colorado.",
        "And he was there in the wilderness forty days, tempted of Satan.",
        "You are on a path that is well trodden, but if you don't know about what others have gone through, you will probably feel all alone in the wilderness.",
        "However, if you think such amenities take away from the spirit of roughing it, seek out a campground that provides less luxury and more wilderness.",
        "Other attractions include Bronner's Christmas Wonderland (also in Frankenmuth), the Dixie Speedway, Wilderness Trails Zoo and the Saginaw Spirit Hockey Club.",
        "Tree climbing is essential for wilderness cat survival, and this behavior has translated well to the domestic cat.",
        "Blue Wilderness: Wilderness formula is grain-free and has a higher protein content than the other varieties of Blue cat food.",
        "Wilderness has about 40 percent protein and 18 percent fat.",
        "Wilderness comes in dry and canned versions.",
        "Hatchet, by Gary Paulsen, is an upper-level book for fifth graders about a boy who must survive in the Canadian wilderness after a small plane crash.",
        "Gary Paulsen's Hatchet is an adventure story at its best, featuring a boy who must fend for himself in the Canadian wilderness after the pilot of his tiny plane suffers a heart attack and crashes the aircraft.",
        "Deal Haven, with its Youth Folding Moon Papasan Chair, may have your solution if you have kids you're taking out into the wilderness.",
        "It's useful when camping or hiking, and can be a life saver if you get lost in the wilderness for any amount of time.",
        "Always let people know where you're going and the time expected back when hiking through wilderness areas.",
        "In the late nineteenth and early twentieth centuries, the U.S. government began conserving scenic wilderness areas by forming National Parks.",
        "Owned and operated by the Department of Environmental Conservation, Belleayre is truly a place to experience the beautiful pristine wilderness of New York State.",
        "If peer pressure is the problem, there are many boarding schools and wilderness camps that pull your teen away from her current situation at home and school to give her some time to reflect.",
        "Wilderness Programs Info: This is a directory of wilderness programs.",
        "This is just one example of the many types of wilderness camps available.",
        "Common programs include boarding schools, military schools, residential treatment centers, wilderness programs and boot camps.",
        "Boot camps and wilderness programs help troubled teens in different ways so depending on your teenager's issues, one may be more effective than the other is in changing deviant behavior.",
        "It's important to research boot camps and wilderness programs when deciding what type of troubled teen camp to enroll your teen in during the summer.",
        "Wilderness programs are most like traditional style summer camps.",
        "While there is a lot of fun to be had at wilderness camps, there's also a lot of work to be done as well.",
        "Wilderness programs are longer than boot camps and the exact length depends on the program you choose for your teen.",
        "Wilderness camps are not only for the troubled teen, they are for the parents too.",
        "Unlike boot camp, since wilderness programs are longer and provide therapeutic interventions, many of the teens experience lasting positive effects.",
        "There are many different types of troubled teen programs, ranging from wilderness camps, to rehabilitation programs.",
        "Sending a teen who's gotten into trouble to a wilderness or survival camp.",
        "When conventional discipline isn't effective, a wilderness camp for troubled teens may just be what your teenager needs.",
        "For teenagers who have never been camping or haven't spent a considerable amount of time in the wilderness, this new environment can be challenging and uncomfortable.",
        "Every teen in the wilderness program receives individualized care.",
        "Many problems you see are just the tip of the iceberg, and it's the job of the therapists to figure out any underlying issues when your teen starts the wilderness program.",
        "Besides therapists, most wilderness camps have adolescent mentors who work to gain the respect and trust of the teenagers.",
        "Your teen will be able to continue his education while at the wilderness program.",
        "However, check with your teen's school as well as the wilderness camp you choose to confirm.",
        "If you're skeptical about the effectiveness of wilderness camps for troubled teens, researchers have found that therapy programs like wilderness camps are effective in improving mental health status.",
        "Searching the Internet is the easiest way to find a troubled teen wilderness camp.",
        "When you find wilderness camps for troubled teens, it's important to research them and ask as many questions as you can about how they intend to help your teen.",
        "How much you can actually afford to spend on your honeymoon will determine whether you go camping in the wilderness for four days or fly off to an all-inclusive resort in the Caribbean for 12 days.",
        "The school is a non-profit \"wilderness\" school that takes groups of children out into the wilderness and teaches them things like self-reliance, teamwork and leadership via challenging outdoor adventures.",
        "What's more, the Discovery's size enables it to access Alaska's remote and intimate waterways, which allows you to see unprecedented views of the state's wilderness.",
        "The Sinai excursion offered by Sonesta Moon Goddess takes you into the same historical setting where Moses and the Jews wandered for 40 years in the \"wilderness,\" and where he received the Ten Commandments on St. Catharine Mountain.",
        "Its combination of unspoiled wilderness, glimmering glaciers, towering mountains, and quaint waterfront communities, make it a dream vacation destination for cruisers of all ages.",
        "Instead of seeing cities and historic sites, these cruises offer an unspoiled view of the wilderness in the northwestern United States.",
        "During the spring it is a haven for breaching humpback whales, blankets of wildflowers, and acres of unspoiled wilderness.",
        "Day Five - Prince Rupert: Explore this wilderness area that seems to have it all.",
        "There's wilderness, beautiful scenery, and a rich history.",
        "Holland American offers a 10 to 13-day wilderness cruise through Alaska as well.",
        "Included in the trip is the McKinley Explorer train to Denali where cruisers can take the Tundra Wilderness Tour.",
        "Each tour allows cruisers to explore more of Alaska's wilderness and natural beauty.",
        "If you're the adventurous type, you may want to get off the ship for some up-close looks and hands-on experiences in the beauty and wilderness of Alaska.",
        "This scenic waterway is nearly untouched wilderness.",
        "Meconopsis Cambrica - For the wild garden or wilderness the Welsh Poppy is one of the best plants.",
        "Backpackers and hiking enthusiasts often shop at Wilderness Dining, which offers tried and true favorites such as dried strawberries, apples, bananas, papaya and pomegranate.",
        "The last thing you want is to be stuck in the wilderness wearing something that's too tight or that bunches uncomfortably.",
        "Serengeti. The name evokes the romance and drama of the African wilderness.",
        "Wild Water Wilderness - This area may be small, but it includes one wild river raft ride - Big Foot Rapids.",
        "Don't miss the Wilderness Scrambler either, a classic amusement that's dizzying to ride and to watch.",
        "In Wild Water Wilderness, the Mystery Lodge provides an interesting Native American storytelling presentation, and the Ranger Station offers visitors a peek at spiders and other creepy-crawlies.",
        "Blizzard Beach: This cool water park is Disney's third venture into aquatic fun (the wilderness themed River Country water park operated from 1976 to 2001), and has featured chilly thrills since 1995.",
        "Wilderness Lodge, Villas, and Cabins - Designed to resemble a National Park lodge, this lodge provides a rustic yet comfortable setting in which to enjoy your Walt Disney World vacation.",
        "Wilderness Resort: Guests will have a wild time at this massive resort with its three different indoor water parks.",
        "The various hotels, such as the Wilderness Lodge, also have their own boats and water transportation services you can take advantage of if you're staying at one of those hotels.",
        "If you are up for it, you can also go camping at the Disney Fort Wilderness site for as little as $44 per night.",
        "Your adventure begins in a dark wilderness at night, where you are unaware of your surroundings.",
        "Wilderness Creatures List Mod - Increases the number of random creatures you run into while exploring Oblivion's wilderness.",
        "When you are low on life and in the wilderness, make sure you have a sleeping bag.",
        "Beyond the walls of Aven, the ravage wilderness is teaming with menacing and powerful creatures.",
        "She is an adventurer, which was brought upon by becoming the only survivor of a plane crash and by surviving the wilderness.",
        "You may not be a cowboy, and heck, you may not even enjoy camping in the wilderness.",
        "While you will not be trekking a thousand miles of icy wilderness, the hour or so you spend behind the dogs will give you a taste of real life in the frozen north.",
        "This campground brings visitors up close and personal with nature, so if you love the wilderness you will enjoy Medora Campground.",
        "Make sure you bring winter hiking gear if you intend to journey into the northern Arizona wilderness during the colder months of the year.",
        "The spectacular Mazatzal Wilderness is one of the largest in the entire state.",
        "Hellsgate Wilderness is smaller, and contains Tonto and Haigler Creeks.",
        "Make sure to pick up your free Appalachian trail maps and wilderness trail maps before leaving so you can enjoy a fun and safe camping experience.",
        "With over 18,000 acres of ranches, you will certainly be hunting and camping in the lone star wilderness.",
        "The guides are experts, so you won't have to experience any hog hunting survival stories in the wilderness.",
        "If you're looking for a spectacular location to enjoy hiking or camping in the Pacific Northwest, Horseshoe Basin Pasayten Wilderness might be the perfect spot for you.",
        "The vast Pasayten Wilderness consists of more than half a million acres in Washington State.",
        "Horseshoe Basin, which lies within North Cascades National Park, is among the most popular areas within the vast alpine wilderness for campers and hikers alike.",
        "To catch a glimpse of the beauty of the Pasayten Wilderness, visit the U.S. Forest Service's website.",
        "You can also see 24-hour sequences of images of the wilderness on the site.",
        "You'll be able to obtain maps of the area as well as other information that can help prepare you for hiking or camping in this part of the Pasayten Wilderness.",
        "Those who plan to spend the night in this part of Pasayten Wilderness are required to limit their camping to the established sites.",
        "Several people have posted trip reports and photos, so you'll have an opportunity to benefit from their first-hand experiences before you set off on your own adventure in the Horseshoe Basin Pasayten Wilderness.",
        "The Pasayten Wilderness is managed by the National Forest Service, and information about the area is available from the stations responsible for the Okanogan and Wenatchee National Forests.",
        "Train and Practice: Training is the key to surviving in the winter wilderness.",
        "Going on a long-distance backpacking trip can be very dangerous if you don't properly prepare for everything you could potentially face out in the wilderness.",
        "Good health, proper planning, and careful packing will allow you to simply enjoy the experience of exploring the wilderness and soaking up the wonder and exhilaration of nature.",
        "Folding camping trailers allow you to easily and quickly pack up the family and head out into the wilderness, knowing that you'll have the essential luxuries from home included in your tent trailer.",
        "The Epic model of Viking camping trailers represent the base model with features that every family needs when they're out in the wilderness on a camping trip.",
        "When there are more children in the family, there is a much greater need to have additional comfort and security while camping in the wilderness.",
        "They are also available in several brick and mortar shops, including Eastern Mountain Sports, REI, Redwood Trading Post, Wilderness Exchange and Half Moon Outfitters.",
        "Even though a survival excursion may be what you are after, there are certain things every person who sets foot into the wilderness should have with them.",
        "Therapeutic wilderness programs involve group and individual therapy in an outdoor adventure setting.",
        "Group therapy employed in a wilderness setting helps adolescents learn how to successfully interact with peers.",
        "Therapeutic wilderness programs often serve as a transition to long-term therapeutic placement in a residential treatment center or emotional growth boarding school, depending on the needs of the adolescent.",
        "Candidates for emotional growth boarding schools are enrolled from therapeutic wilderness programs or undergo psychological and educational testing to determine their academic and therapeutic needs.",
        "There are a number of wilderness programs available for different types of students, and not all have a therapeutic component.",
        "In addition, some wilderness programs employ \"boot camp\" methods that may be unsafe for children and adolescents.",
        "A therapeutic wilderness program should have trained and/or certified wilderness counselors and medical support services, as well as provide training in wilderness skills for participants.",
        "National Association of Therapeutic Wilderness Camps. 698 Dinner Bell-Ohiopyle Road, Ohiopyle PA 15470.",
        "In Wilderness Medicine: Management of Wilderness and Environmental Emergencies, ed. Paul S.",
        "Wilderness Medicine,4th ed. St Louis, MO: Mosby, 2001.",
        "For instance, children in the early days of the U.S. were homeschooled because there weren't always schools in new settlements or the pioneer wilderness.",
        "Others may work as counselors at wilderness camps.",
        "If you hold a Ph.D. in psychology, you could work at a wilderness or recreational therapy practice.",
        "Many degree programs will also require a number of hands-on activity classes that certify you in specific outdoor skills like wilderness first aid, SCUBA diving, lifeguarding, ropes courses and backpacking.",
        "They also are planning on building various Wilderness Cathedrals around the world which will serve as plant and animal refuges.",
        "A huge donation such as $2,500,000 will completely pay off the first Wilderness Cathedral and will get you your very own beach cottage.",
        "Nature's Bounty: Pinecones, berries, leaves and faux snow can all be used to create a Christmas tree that looks like it was brought in from the wilderness.",
        "Stylish, rugged, and a great compliment to any jeans and sweater ensemble, this bag defines the concept of \"urban wilderness\".",
        "While a backpack may serve its purpose out on a wilderness trail stowing bottled water and maps, in the corporate world, a backpack screams amateur and collegiate.",
        "Arguably the first great \"edutainment\" title for personal computers was The Oregon Trail, a title that put players into the role of a nineteenth century pioneer making his way across the American wilderness with a wagon train.",
        "Gather together all the men in your family: sons, uncles, dads and grandpas and head out to the great wide wilderness for a weekend of camping.",
        "Kids can stay for one or two weeks, with two-week camps featuring overnight wilderness excursions.",
        "For centuries, people have been reporting sightings of large, hairy humanoid creatures roaming some of the more remote wilderness areas of North America.",
        "With the exception of Alaska, the wilderness of Northern Maine remains one of the few great tracts of forest unbroken by paved roads, commercial development and, in most areas, any form of civilization.",
        "This park has wilderness, waterfalls, streams, and deserts.",
        "The following companies can get you started on planing your Wilderness Safari Africa.",
        "Here, you can rent a cottage tucked into the wilderness and explore it with your loved one.",
        "This is the last North American wilderness to explore.",
        "Whether you participate in organized events like the Jeep Jamboree or simply like to explore the wilderness on your own, there's a good chance you have a healthy respect for nature.",
        "After the 101ers, he became the vocalist/rhythm guitarist for the Clash, then set out as a solo artist, which he would later refer to as his \"wilderness years\".",
        "All good things must end, however, and in 1985 the Clash called it a career, and Strummer was dumped into his wilderness years.",
        "The show teaches wilderness survival tips by stranding Grylls in the middle of nowhere and filming his struggles and successes.",
        "Being sent out into the wilderness for a night of camping and fending for themselves.",
        "Several pampered celebs end up breaking down or falling apart when they realize that no one is bringing them food or shelter, and that they really have to sleep in the wilderness for three weeks.",
        "This reality show for kids takes eight teens and puts them in the wilderness to see how they will survive."
    ],
    "definition": [
        "An unsettled, uncultivated region, especially:\na. A large tract of land that has not been significantly affected by human activities.\nb. A tract of land officially protected from development and other high-impact human activities.\nc. A barren or desolate area; a wasteland.",
        "Something characterized by bewildering vastness, perilousness, or unchecked profusion: a wilderness of unknown city streets; a wilderness of voices.",
        "A state of neglect, powerlessness, or disfavor: “The failure of the Clinton health plan in 1994 opened the door to the Republicans' capture of Congress after forty years in the wilderness” ( Jacob S. Hacker )",
        "Link/Cite",
        "An unsettled and uncultivated tract of land left in its natural state.",
        "Link/Cite"
    ]
}