{
    "translation": "תחנת רוח",
    "uses": [
        "Six hundred years after that, we get the windmill for irrigation.",
        "But in the beginning of the 15th century new possibilities were revealed by the adaptation of the windmill to the purpose of pumping water.",
        "The Windmill tavern occupies a prominent position in the action of Every Man in his Humour.",
        "Here there are large summer hotels, old residences built in the prosperous days of whaling, old lean-to houses, old graveyards and an octagonal towered windmill built in 1746.",
        "Brixham Cave, called also Windmill Hill Cavern, is a wellknown ossiferous cave situated near Brixham, on the brow of a hill composed of Devonian limestone.",
        "The mills were presumably driven for the most part by water, though we have a reference to a windmill as early as the year 833.",
        "2 The Windmill stood at the corner of the Old Jewry towards Lothbury, and the Mitre close by the Mermaid in Bread Street.",
        "He was also professor of anatomy, physiology and surgery to the College of Surgeons of London, and for many years teacher of anatomy in the school which used to exist in Great Windmill Street.",
        "high, with a conical cap, originally built (about 1703) for a windmill, deeded in 1747 to the Massachusetts Bay Colony, used in1756-1822as a powder house, and now marked by a bronze tablet erected by the Massachusetts Society of the Sons of the Revolution; on the 1st of September 1774, General Gage seized 250 half-barrels of powder stored here in anticipation of the outbreak of hostilities; in 1775 the powder house became the magazine of the American forces besieging Boston, and at that time Nathanael Greene maintained his headquarters at the Samuel Tufts House, and Charles Lee had his headquarters at the Oliver Tufts House, in Somerville.",
        "The other forms of velocity anemometer may be described as belonging to the windmill type.",
        "windmill sails, while they are turning.",
        "He once defined himself as \"l'avocat du pauvre,\" and few things gave him more pleasure than the famous answer of the miller whose windmill stood on ground which was wanted for the king's garden.",
        "On St Thomas's Hill, where Thomas, earl of Lancaster, was beheaded in 1322, a chantry was erected in 1373, the site of which is now occupied by a windmill built of its stones.",
        "As he surveyed the field from the windmill north of Fleurus it struck him as significant that Blucher's troops were disposed parallel to the Namur road, as if to cover a forward concentration, and not at right angles to it, as they would be had they been covering a retreat.",
        "The machine advanced with its front edge a little raised, the effect of which was to present its under surface to the air over which it passed, the resistance of which, acting upon it like a strong wind on the sails of a windmill, prevented the descent of the machine and its burden.",
        "windmill tower which stands above the town.",
        "windmill farm is 1 mile north of Lizard village.",
        "February 19 th 1834 To be sold a smock tower windmill at Lamarsh, Essex, drives two stones.",
        "tilt at a windmill.",
        "It is mentioned in a comedy entitled Ram Alley (1611) and Lilly the 2 Various changes in the names of the taverns are made in the folio edition of this play (1616) from the quarto (1601); thus the Mermaid of the quarto becomes the Windmill in the folio, and the Mitre of the quarto is the Star of the folio.",
        "36, are two corks, into each of which are inserted four wing feathers from any bird, so as to be slightly inclined like the sails of a windmill, but in opposite directions in each set.",
        "Entry is via a hinged steel lid in Windmill Wood.",
        "sack hoist is the most important item in the windmill.",
        "old windmill on Newark Dike River Trent Navigation at Newark.",
        "Windmill Lighter starts a fire in high wind conditions with a new wind proof lighter.",
        "hinged steel lid in Windmill Wood.",
        "windmill hills.",
        "With the rest of the crew, Arago was taken to Rosas, and imprisoned first in a windmill, and afterwards in the fortress of that seaport, until the town fell into the hands of the French, when the prisoners were transferred to Palamos.",
        "The Windmill The Windmill was once said to be haunted by a poltergeist.",
        "sails of the windmill, now dim and still in the warm morning air.",
        "smock tower windmill at Lamarsh, Essex, drives two stones.",
        "Also on this section, before the wharves, is an old converted windmill.",
        "Built in 1814, this mill is the tallest working smock windmill in England.",
        "Valuable tower windmill situated in good corn growing district.",
        "I glanced up at the sails of the windmill, now dim and still in the warm morning air.",
        "Working windmill producing stone-ground flour for sale to visitors.",
        "TS Eden was a glorious tilt at a windmill.",
        "Mallorca C'an Picafort, North Mallorca: Converted windmill with terraces and pool in rural location suits family groups with separate living accommodation.",
        "Old windmill on Newark Dike River Trent Navigation at Newark.",
        "This number will help you select a location and determine what size your windmill must be.",
        "Windmill Blades: The blades on your windmill must be lightweight and long enough to capture enough wind energy to produce usable electricity.",
        "The northern windmill was restored in 1981, and the restoration of the southern windmill is still ongoing.",
        "Meantime, your arms should move in a windmill motion in front of you.",
        "The site makes it simple to find the trailer you're looking for as quickly as possible and presently features trailers to Old Dogs, Couples Retreat, Five Minutes of Heaven, The Windmill Movie, Spread, Flicker and Planet 51.",
        "Its public buildings include a court-house, the prison for the south-west of Scotland, and an observatory and museum, housed in a disused windmill.",
        "The rainbow-like circular wheels are the propellers, answering to the wheels of a steam-boat, and acting upon the air after the manner of a windmill.",
        "It forced him to forge ahead like some naive knight doing battle with a windmill to satisfy his curiosity and meet this fool who'd toss away a life with this woman for a few measly mil­lions.",
        "amnesia caused by the explosion at the windmill.",
        "Bridge dating from 15th century is oldest of five across River Nith, and 18th-century windmill contains camera obscura and local history museum.",
        "Windmill End opened in 1878, enjoyed a fairly inauspicious life and closed to passengers, as did the line, in 1964.",
        "Activities include face painting, cake decorating, windmill making, lucky dip and visits from cartoon favorite Gordon the Garden Gnome.",
        "There are case studies from people who have renovated everything from a working windmill to a Georgian rectory.",
        "The main reason he's famous is because of his death defying walks between the windmill sails, while they are turning.",
        "Windmill also enabled the scientists to determine the maximum depth at which they could use aerial thermography to detect springs.",
        "However, their claim to reach the Windmill proved untrue.",
        "westbound direction only, about ¼ mile past Windmill pub in Carrington village.",
        "The desert and time's collapsing a wooden shack and cross but leaving erect a flimsy wood windmill, is poetic license.",
        "windmill restored in the early 1990s stands on a ridge overlooking the shore.",
        "The company had by now also built a windmill close by to supplement grinding power whenever necessary.",
        "windmill with terraces and pool in rural location suits family groups with separate living accommodation.",
        "At Thornton, visit 18th century Marsh Mill and take a tour to the top of Europe's tallest working windmill.",
        "THE MAIN body of windmill Hill's famous windmill was finally put in place on Thursday.",
        "Would you be interested in siting your new shopping complex in a traditional windmill?",
        "In addition to the two church towers, a restored 17 th century post windmill adds to the scenic skyline.",
        "The sack hoist is the most important item in the windmill.",
        "The main reason he 's famous is because of his death defying walks between the windmill sails, while they are turning.",
        "Also 1 camera further W in westbound direction only, about ¼ mile past Windmill pub in Carrington village.",
        "The desert and time 's collapsing a wooden shack and cross but leaving erect a flimsy wood windmill, is poetic license.",
        "A windmill restored in the early 1990s stands on a ridge overlooking the shore.",
        "At Thornton, visit 18th century Marsh Mill and take a tour to the top of Europe 's tallest working windmill.",
        "THE MAIN body of Windmill Hill 's famous windmill was finally put in place on Thursday.",
        "Your way back is through the south into the picturesque port of Mykonos with its famous windmill hills.",
        "Dumfries Museum is centered around the eighteenth century windmill tower which stands above the town.",
        "Windmill Farm is 1 mile north of Lizard village.",
        "It is easy to see the Dutch influence in the architecture because Dutch Haven has a giant windmill on the roof.",
        "If you plan to rely on wind energy as the sole source of power for your home or office, you'll need equipment beyond a simple windmill that will allow you to store wind energy for use during times that the wind is not blowing.",
        "Harnessing and using wind power requires the installation of a windmill, which can be rather large.",
        "The design people are most familiar with today stands out as a futuristic windmill, usually placed in a one or more fields in an agricultural setting.",
        "What grew out of the clumsy old windmill design of sails made of canvas attached to the blades is beginning to take on a grace in form that surpasses pure functionality.",
        "Get a look at the helical structured wind turbine and Phillipe Starck's home windmill.",
        "Increasing numbers of people are searching for instructions to build a windmill to make their home more eco-friendly and ease the financial strain caused by skyrocketing power bills.",
        "Building a windmill for use at your home or office is inexpensive and beneficial to both the environment and your personal finances.",
        "A windmill generates power by catching and using the wind to turn rotating blades.",
        "While larger windmills today are designed of lightweight, composite materials, anyone can build a traditional windmill with little skill or financial output.",
        "Note: Only purchase instructions to build a windmill from a reputable company.",
        "Make certain to gather your materials before you begin construction, and always keep printed instructions to build a windmill accessible to guide you during the process.",
        "The primary goal when building your windmill is to maximize the amount of energy generated and converted to usable electricity.",
        "A windmill can be broken down into four basic parts: the base, the tower, the blades, and the nacelle, which is a gearbox that facilitates movement of the blades.",
        "Windmill Base: The base of your windmill must be strong and heavy enough to support the rest of your structure.",
        "Windmill Tower: The most efficient and affordable way to make the tower for your windmill is with a piece of PVC piping.",
        "Windmill Nacelle: Normally, the nacelle contains a gearbox that enables rotation of the blades, including copper wiring and magnets that help power the blades and convert the captured energy to electricity.",
        "Electricity produced by your windmill will ease the burden on your local power company, reduce the need for gas and other fuel sources, and decrease the amount of pollutants expelled into the air by other forms of energy use.",
        "If you are interested in building a larger windmill capable of producing a large amount of energy, you can purchase plans online.",
        "Other arm options include falling leaf and windmill, names that are evocative of the image the arms create as they move.",
        "faience tiles with a bas-relief windmill have been preserved.",
        "Geraldo is somewhat melodramatic, hurling his arms about like an Italian explaining there's a bomb in the windmill."
    ],
    "definition": [
        "A machine that runs on the energy generated by a wheel of adjustable blades or slats rotated by the wind.",
        "Something, such as a toy pinwheel, that is similar to a windmill in appearance or operation.",
        "Link/Cite",
        "A machine which translates linear motion of wind to rotational motion by means of adjustable vanes called sails.",
        "The structure containing such machinery.",
        "A child's toy consisting of vanes mounted on a stick that rotate when blown by a person or by the wind.",
        "(basketball) A dunk where the dunker swings his arm in a circular motion before throwing the ball through the hoop.",
        "A guitar move where the strumming hand mimics a turning windmill.",
        "(juggling) The false shower.",
        "(intransitive) To rotate (itself) with a sweeping motion.\nShe ran down the hill, windmilling her arms with glee.",
        "(intransitive) Of a rotating part of a machine, to (become disengaged and) rotate freely.\nThe axle broke and the wheel windmilled in place briefly before careening through the wall.",
        "mill",
        "molinology",
        "Link/Cite"
    ]
}