{
    "translation": "קרץ",
    "uses": [
        "I don't know how I got a wink of sleep.",
        "He disappeared with a wink of purple light.",
        "\"You know,\" she said with a wink, unable to resist the urge to mess with him a little.",
        "You're not going to sleep a wink tonight.",
        "He disappeared in a wink of light.",
        "\"Right,\" said Dean, with a wink to his wife.",
        "\"If you must be with a man, it's good that he's French,\" Claire said with a wink at Pierre.",
        "\"A million all but one!\" replied a waggish soldier in a torn coat, with a wink, and passed on followed by another, an old man.",
        "There was no charge for Fred, though the counter girl, with a wink at Dean, asked for age verification, telling Fred he didn't look a day over sixty.",
        "\"I'll contact the helo,\" Dan said with a wink and left.",
        "1298), to explain, who coolly said that he thought it expedient to wink at one knave cutting off another, \" whereat the king smiled and bade him return into Ireland.\"",
        "He took the guitar a little above the fingerboard, arching his left elbow with a somewhat theatrical gesture, and, with a wink at Anisya Fedorovna, struck a single chord, pure and sonorous, and then quietly, smoothly, and confidently began playing in very slow time, not My Lady, but the well-known song: Came a maiden down the street.",
        "The Watcher nodded and disappeared in a wink of light.",
        "He tried to snooze but only managed a wink or two before the plane began its descent into Norfolk.",
        "Scripture-reading and the new views had spread widely, and the regent was disposed to wink at this in the case of the \"religious nobility.\"",
        "Once a little fish swam too near the surface, and the kitten grabbed it in her mouth and ate it up as quick as a wink; but Dorothy cautioned her to be careful what she ate in this valley of enchantments, and no more fishes were careless enough to swim within reach.",
        "They looked at one another (now that the hunt was over and they were in the house, Nicholas no longer considered it necessary to show his manly superiority over his sister), Natasha gave him a wink, and neither refrained long from bursting into a peal of ringing laughter even before they had a pretext ready to account for it.",
        "\"Yes, they worked all day and didn't play!\" remarked the tall, round- faced peasant gravely, pointing with a significant wink at the dictionaries that were on the top.",
        "The first part of the word is from hleapan, to leap; the second part is \"wink\" (O.H.G.",
        "Zwingli had joined in an address to the bishop of Constance calling on him no longer to endure the scandal of harlotry, but to allow the priests to marry wives, or, at least, to wink at their marriages.",
        "His one blue eye twinkled and the patch over the other served as a perpetual wink - which was fitting.",
        "Jackson knew the odds were that guy hadn't slept a wink all night, but he wanted her to wait as long as possible.",
        "The poor guy probably didn't sleep a wink.",
        "\"Oh, it is,\" Toni replied with a wink.",
        "\"It's not easy to do, when you've been alive since the time-before-time,\" he added with a wink.",
        "The art is a bonus, he said with a wink.",
        "\"I like staying up all night,\" he said with a wink.",
        "wink at the audience.",
        "It will all happen as quick as a wink.",
        "Unless you're flirting with someone you know very well, or are in a situation where a wink seems to be particularly appropriate, it's generally not a good idea to risk using this type of nonverbal signal.",
        "You can browse for free, and when you see someone interesting, you can do something called a \"Wink\" for free.",
        "In many cases, you can set up a free profile which will allow others to contact you, and you'll be able to send generic messages from the site (such as a wink or a smile) in order to say, \"Hi, I like your profile.\"",
        "He might wink at your or raise his eyebrows during conversation.",
        "SAS Wink shoes are comfort loafers for women from the well-known walking shoe collection sold almost exclusively at brick-and-mortar locations and advertised strictly by word-of-mouth.",
        "It's nearly impossible to find SAS shoes online at all, much less a specific pair like the Wink shoes.",
        "SAS Wink shoes are versatile and comfortable.",
        "As he turned away, he noted Elisabeth watching, and gave her an exaggerated wink.",
        "She glanced over Sarah's shoulder at Jackson who gave her an appreciative wink.",
        "\"I figured I'd leave these in his bed for him,\" Darian said with a wink.",
        "\"Which one has the most spirit,\" Rob said with a wink.",
        "They also have a \"Wink\" feature that allows you to send a little note to show interest and see if the other person is equally as interested.",
        "\"That's what I like to see on your face,\" he said with a wink.",
        "And in a letter written to John Locke in reply to one of his about the second edition of his book, and dated the 15th of October 1693, Newton wrote: \" The last winter, by sleeping too often by my fire, I got an ill habit of sleeping; and a distemper, which this summer has been epidemical, put me farther out of order, so that when I wrote to you, I had not slept an hour a night for a fortnight together, and for five days together not a wink.",
        "Bianca's mouth was slack as she watched the Watcher disappear in a wink of light.",
        "\"A few more days, and I can go on vacay,\" Fate said with a wink.",
        "conspiratorial wink.",
        "Add a tune to a birthday greeting, a wink to a text message or exchange the latest in musical ring tones with friends.",
        "emotional infidelity can start with a simple hi or a wink.",
        "In May, theologian Walter Wink led an exploration of the theology of active nonviolence.",
        "Hope to see you at Chunkie's party, will you be wearing \" it \" again, nudge nudge wink wink?",
        "Oh, yes, it's all very well to wink one eye at me; I'd make you wink one eye at me; I'd make you wink both.",
        "He had not slept a wink all night, trying to figure out his best move.",
        "It seems that perhaps a player who has just sent himself off shouldn't be allowed to play a nominated wink.",
        "How often he tips a wink at the male heterosexual reader!",
        "He kind of gave them to me with a knowing wink.",
        "wink back at the cameras, recording their own ephemeral impressions at the edge of a historic city.",
        "The only way to order one a Screaming Orgasm is with a smile and a cheeky wink!",
        "Or are you more in the mood for a little wink of an eye, flick of the hair, flirty fun?",
        "He wants more drums right after all you gotta do is just wink your eye!",
        "wink of sleep these three weeks!",
        "wink of an eye, flick of the hair, flirty fun?",
        "They were, however, fated to fall far short of such a consummation; and at all times orthodox Brahmanism has had to wink at, or ignore, all manner of gross superstitions and repulsive practices, along with the popular worship of countless hosts of godlings, demons, spirits and ghosts, and mystic objects and symbols of every description.",
        "\"When they are dead, what shall I drive?\" said Balaga with a wink.",
        "I have heard what elopements are like, continued Dolokhov with a wink.",
        "A French corporal, with coat unbuttoned in a homely way, a skullcap on his head, and a short pipe in his mouth, came from behind a corner of the shed and approached Pierre with a friendly wink.",
        "Oh, yes, it 's all very well to wink one eye at me; I 'd make you wink both.",
        "It seems that perhaps a player who has just sent himself off should n't be allowed to play a nominated wink.",
        "How often he tips a wink at the male heterosexual reader !",
        "He gave a subtle, low key performance and did not wink at the audience.",
        "The waters wink back at the cameras, recording their own ephemeral impressions at the edge of a historic city.",
        "The only way to order one a Screaming Orgasm is with a smile and a cheeky wink !",
        "He wants more drums right after all you gotta do is just wink your eye !",
        "Why, I have n't had a wink of sleep these three weeks !",
        "Add a wink for a more playful touch or to show that you were being sarcastic in a previous message.",
        "They wanted to look bold, and dark lipstick and dramatic eyes made for a powerful impact on whomever they might choose to wink at.",
        "The robber now has to wink at one person, ideally without the other players noticing.",
        "If Talon was planning to challenge Czerno to a showdown here in Miami, Dusty would never get another wink of sleep again.",
        "\"Eh, is she pretty?\" he asked with a wink."
    ],
    "definition": [
        "Link/Cite"
    ]
}