{
    "translation": "ללא, בלי, בלעדי",
    "uses": [
        "When he continued to watch her without response, she sighed.",
        "He walked in without knocking.",
        "Without protections in place, the strong merely prey on the weak.",
        "\"Mom,\" Katie said without looking up.",
        "She started walking without responding.",
        "We have a hard time seeing this world without scarcity because we are firmly planted in the worldview of scarcity.",
        "Most of these people have other jobs and obligations, so without something like Etsy, they might not be able to enter into these trades.",
        "In this way my preparation for college went on without interruption.",
        "Seven o'clock came and went without Alex.",
        "This could not be done without the Internet. 8.",
        "I'm saying their lives will be complicated enough without us adding problems to it.",
        "One person with a horse and a cotton gin could process as much as fifty people without the gin.",
        "Without his help they would soon be beaten.",
        "These soldiers guarded the streets of the town; they would not let any one go out or come in without their leave.",
        "The tears came without warning.",
        "Robots can work without ceasing in environments where the temperature is a thousand degrees.",
        "A house without children is not a home.",
        "Without speaking another word to anyone, he left the room.",
        "I even tried, without aid, to master the French pronunciation, as I found all the letters and sounds described in the book.",
        "I don't understand it; I don't in the least understand why men can't live without wars.",
        "I was like that ship before my education began, only I was without compass or sounding-line, and had no way of knowing how near the harbour was.",
        "Without another word, he stalked from the room.",
        "\"Nothing,\" he said without looking at her.",
        "Let him who has work to do recollect that the object of clothing is, first, to retain the vital heat, and secondly, in this state of society, to cover nakedness, and he may judge how much of any necessary or important work may be accomplished without adding to his wardrobe.",
        "He wants us to do everything he says without question.",
        "The sun rose bright and fair, and the morning was without a cloud.",
        "It was embarrassing to think she had let it go on this long without realizing he was troubled by it.",
        "Anna Pavlovna's alarm was justified, for Pierre turned away from the aunt without waiting to hear her speech about Her Majesty's health.",
        "Without a name and without means...",
        "The masculine smell of him, the way his big hands caressed her cheek so softly... hands without calluses.",
        "She pushed him back, speaking as firmly as she could without talking loud enough for the children to hear.",
        "Without energy to power these, prosperity plummets.",
        "It was his way of focusing in - pulling her close without the intimacy of touching.",
        "He released her without objection and she walked away to get Destiny.",
        "Dulce smiled without warmth.",
        "She let the door shut without removing anything.",
        "Then, without another word, he turned and walked away.",
        "\"Oh, I have a plan for making a boat move without poling it or rowing it,\" he answered.",
        "But Pierre continued his speech without heeding her.",
        "\"I hear,\" Dron answered without lifting his eyes.",
        "His bright smile with the two missing front teeth faded as he realized they were leaving without her.",
        "I'm sorry you're unhappy with my questions, but I need to know why you suddenly needed a girl after going five years without any.",
        "But the little girl gave the angry kitten such a severe cuff that it jumped down again without daring to scratch.",
        "The fact is that I left my little pet in my dressing-room lying asleep upon the table; and you must have stolen in without my knowing it.",
        "This is not possible without the Internet. 6.",
        "Without this, it is impossible to farm at scale.",
        "\"Yes, if having obtained power, without availing himself of it to commit murder he had restored it to the rightful king, I should have called him a great man,\" remarked the vicomte.",
        "Without comment, he shifted his attention back to his plate.",
        "There was no way to defend her moral objections without seeding doubt in his mind.",
        "They wore white uniforms with real diamond buttons and played \"What is Oz without Ozma\" very sweetly.",
        "Fossil fuels are, without a doubt, scarce.",
        "I found surprises, not in the stocking only, but on the table, on all the chairs, at the door, on the very window-sill; indeed, I could hardly walk without stumbling on a bit of Christmas wrapped up in tissue paper.",
        "Without looking away, he addressed his request to Connie.",
        "It was nice to hear English spoken without a Spanish accent.",
        "She reached out and brushed dirt from his shoulder without commenting.",
        "Dulce regarded her reflectively for a moment longer and then walked away without saying another word.",
        "\"For being greedy and making children without god's consent,\" Carmen said.",
        "Without a word, she slipped into his arms and fell into the rhythm of his step.",
        "The braids not only held it out of her eyes, but thinned the bottom part down enough that it would lay loose across her shoulders and down her back without frizzing.",
        "Examining the envelope, she replied without looking at him.",
        "Without warning he leaned forward and kissed her on the mouth.",
        "She followed him without comment.",
        "Without looking back, she dashed to the house, past a startled Sarah, and then to her room.",
        "Without intending to do so, her gaze fell to his hand on her knee.",
        "He was better off without her anyway.",
        "Without touching him, she still felt the ebb and flow of energy.",
        "Without looking at her, he strode through the doors into the courtyard.",
        "I know my parents loved me, but there are other ways to teach children without hurting them, Martha.",
        "Once clear of town, Dean drove along at a brisk clip, trying without success to engage Martha in conversation.",
        "They trudged home without a word being spoken.",
        "Without the light in front of him, his progress was brief pictures taken by the flashes from the sky.",
        "She was quick to deny that they were the ones she'd found, but they continued with the story without asking her the details of her initial discovery.",
        "\"Come,\" Darkyn ordered without entering.",
        "Sasha left without even a smartass remark, and Rhyn rose, gazing with interest across the hall.",
        "She'd be lucky to walk again soon, and without medical supplies…with her luck lately, she wouldn't die from infection, just suffer for the rest of her life.",
        "She watched, astonished, as it carefully cleaned her feet without hurting them and then slathered on oil from one vial and wrapped them in gauze.",
        "Without your protector, you'll never be welcomed at the Council.",
        "\"Done. No,\" Rhyn said without hesitation.",
        "She straightened her shoulders, determined to approach her fate without fear.",
        "She jumped but replied without turning, \"Looking for a way to escape.\"",
        "\"Can't take you anywhere without you beheading folks,\" she whispered.",
        "He disappeared into one without turning on the light.",
        "He flung off clothing soaked with blood, stripping with his back to her without one concern about her watching.",
        "Even without some sadistic creature's name around her neck, things would never be the same.",
        "He released her without another word, and she curled onto her side, weeping not only for the bizarre world she'd entered but from the realization she'd never, ever, ever return to hers.",
        "Without a thought as to who might be watching, he ducked into an alley and flung himself into the air.",
        "\"What, Gabriel?\" he said without turning.",
        "Yet he'd done what Andre always warned him about: he'd acted without thinking and affected someone he hadn't intended to.",
        "Five cups of coffee later and a full Irish breakfast --without the blood pudding --settling in her stomach, she still couldn't shake the throb.",
        "She was on her way back to her room with the scarf securely wrapped around her neck and the whiskey that had fallen mercifully into an outside trash bin without busting when she felt the change in temperature.",
        "Without looking at her, Rhyn pointed to the spot beside him.",
        "Can you imagine a world without poverty?",
        "Keeping her voice conversational, she asked him without looking up.",
        "She opened the door without looking, ready to welcome Connie.",
        "When she decided Yancey wasn't around, she started down the path, keeping close to the trees without breaking her promise not to wander in the woods.",
        "But in a world without scarcity, socialism can't even exist.",
        "In a world without scarcity, or that has scarcity at such a trivial level it is hardly noticeable, all the conventional theories and dogmas lose their meaning.",
        "In the second case, the technique of reading without vocalizing allowed for faster reading and a new, visual way to process verbal information—again, a net gain.",
        "A world without hunger, disease, ignorance, poverty, and war is not a perfect world.",
        "Without that degree of mental development and activity which perceives the necessity of superhuman creative power, no explanation of natural phenomena is possible.",
        "Prince Andrew looked at him and without replying went on speaking to Alpatych.",
        "But in the Crusades we already see an event occupying its definite place in history and without which we cannot imagine the modern history of Europe, though to the chroniclers of the Crusades that event appeared as merely due to the will of certain people.",
        "(2) Time is infinite motion without a moment of rest and is unthinkable otherwise.",
        "There was no way to get the creature out without breaking the vase, so the Tin Woodman smashed it with his axe and set the little prisoner free.",
        "\"But,\" said he, \"no man can rightly succeed without an education.\"",
        "He began to see how foolish he had been; he thought how terrible it would be to live there without one friend, without one person to whom he could speak.",
        "Such a thing is not possible without the Internet. 4.",
        "As this business was to be entered into without the usual capital, it may not be easy to conjecture where those means, that will still be indispensable to every such undertaking, were to be obtained.",
        "All her invitations without exception, written in French, and delivered by a scarlet-liveried footman that morning, ran as follows:",
        "Would she ever be able to watch a normal family scene without feeling the agony of her loss?",
        "He pulled the pajama top shut and started buttoning it without looking up.",
        "Without a doubt, the fact that the babies were healthy had major influence on his mood.",
        "The morning after came without shame or embarrassment.",
        "Without further argument, Sarah and Tammy left, and Lisa was alone.",
        "This time she stretched her arms around his waist without hesitation.",
        "\"Not as far as I'm concerned,\" She spoke to Len without taking her eyes off Yancey.",
        "How could she answer them without implicating Yancey?",
        "Sleep came without definition, as did the dream.",
        "Without a word, Tammy ran to her.",
        "Len was the only one left she could trust, and she couldn't tell him anything without implicating Yancey.",
        "She opened the door and scrambled out, shutting it without another word.",
        "Without another word, he walked out the door and down the trail.",
        "Without a word, she dashed back to her room and crammed a change of clothes in a bag, along with her books.",
        "Without a word, he backed the car until they were close to the one that had pulled out in front of them.",
        "\"Maybe you're right,\" Adrienne conceded without conviction.",
        "The apartment was lonely without Brandon, even with Julia and Rachel there.",
        "I don't know what I'd do without him.",
        "Life was empty without him and no one seemed to be anxious to replace him - especially her parents.",
        "I don't know how the ranch ever saw a spring without your sunny smile.",
        "It was hard to look at his face without being fascinated by the color of his eyes.",
        "She managed to get into her boots without dislodging any wildlife and found a fire ready.",
        "I don't know how to tell you without just blurting it out.",
        "Without another word, he turned and walked away.",
        "Without another word he road away from the wagons.",
        "He held her without speaking, probably sensing there was little he could say to make her feel better.",
        "How could she tell him without being insulting?",
        "They slid down the hill a ways until they could stand without being seen.",
        "They won't expect us to go that way, and we can move around in the lava field without leaving tracks.",
        "Go on without me.",
        "Without further conversation, the Indians started down the gully.",
        "Cassie laughed without humor.",
        "Without waiting for an answer, he turned to Cassie.",
        "Cassie moved away from him and scowled at the country without seeing it.",
        "She moved to the counter without writing anything down.",
        "He shrugged again without looking up.",
        "He strode to the door, clamped on his hat, shrugged into his coat and left the house without so much as a good-bye.",
        "There was enough to do around here and she intended to earn her pay - without supervision.",
        "I can get into enough trouble without people squeezing imaginary insults out of my words.",
        "She scooted her chair back without responding and went to the laundry room where the pie was cooling.",
        "But it would be nice to know you had a way to get out and do things without fear of taking the only vehicle.",
        "It would be nice to know she could leave the ranch at will without leaving Cade afoot, but she doubted if she would be driving to town soon.",
        "Some people lived their entire lives without ever being close to anyone.",
        "As the hired help, she was supposed to be supportive of Cade without upsetting Claudette.",
        "You're the best friend I've ever had and things around here could never be the same without you.",
        "Why was it so hard to joke with him without flirting?",
        "She turned and headed for the house without waiting for an answer.",
        "He managed without a housekeeper before she came, and he could get along fine now.",
        "He has everything he could want, without the commitment.",
        "Mr. Cade: I'm sorry to leave you like this without proper notice, but I simply couldn't stay any longer.",
        "The house has been unbearably lonely without you.",
        "Russell Cade - the recluse - was lonely without her.",
        "Besides, I couldn't even talk about Annie without bawling my eyes out.",
        "How could I decline without sounding like a total turd?",
        "I can't think straight without a bottle on the table and a drink in my hand.",
        "We commenced another session without even bothering to go upstairs.",
        "If I can somehow utilize this gift I can't do it without all your help.",
        "Without a word, Howie crossed to the basement stairs, with Quinn close behind.",
        "Howie, you, Quinn and Martha worked together without us.",
        "Then Quinn, the sneak, sent him there without telling him.",
        "Howie offered little and without seeing his facial reaction, I couldn't tell how he stood.",
        "It was particularly difficult for Howie to remain in a silent darkened room without waking back to real time.",
        "He reached a dark van and left, without lights before Howie could make out a plate number.",
        "Without preamble he began talking.",
        "According to Mr. Cooms everything was accomplished through third parties without him ever knowing our names.",
        "Both he and Daniel Brennan became sounding boards without being intrusive.",
        "Days without refreshing little company to pass the dreary miles.",
        "It was not without a struggle, and delay, far into the night.",
        "Quinn obliged, surprisingly without argument.",
        "Betsy suggested we each assign our new identities without telling each other except our spouses.",
        "\"Let's get started,\" he said without preamble.",
        "I was resigned it was my duty to explain the situation, with or without Howie's input, but Betsy interrupted before I could begin.",
        "We tackle our work; professionally and without rancor to one another in spite of a pall of indecision that oft times seeps in like a chill from a leaky window frame.",
        "\"Don't do it without asking,\" my wife retorted before changing the subject.",
        "I can answer no, without a doubt.",
        "I tried to think how I'd make such a request without getting Merrill Cooms' right hand man in trouble.",
        "My intelligence and resourcefulness is without equal.",
        "The young girl ran off without a word.",
        "Let's discuss this without yelling at each other,' I said, raising my voice over Claire's continued screaming.",
        "Those two might kill each other without a referee.",
        "God knows, there are enough threats to our operation's survival without her coming on board.",
        "So when Betsy arrived ten minutes later, there was room for sleeping without utilizing the living room sofa.",
        "Howie can't drive two blocks out here without getting lost.",
        "I closed my eyes and perhaps nodded off but when I opened them, Martha was standing there, without her robe, in only a sheer nightgown.",
        "He listened without saying a word as I revealed everything, including Julie's effort to collect the million dollars.",
        "Unfortunately I couldn't tell them about the break in at Julie's place without it adversely impacting our anonymity.",
        "Molly and Betsy elected to go home leaving me to mind the store and deal with Daniel Brennan's phone call without interruption.",
        "He listened without comment until I'd finished.",
        "How do we get protection without going public?",
        "Just as I was reaching for Howie's suit, I saw a car pull into the driveway, without headlights.",
        "Can you get that information into the hands of the authorities without jeopardizing how you obtained the information?",
        "God; they wouldn't do that, not without telling us!",
        "They're useless without Quinn.",
        "I was getting very good at evading the truth without actually lying.",
        "Their house was lonely, and a little scary without them.",
        "We wouldn't leave like that, would we; without telling the others?",
        "Not without establishing some way of staying in touch.",
        "What can I say to him without lying?",
        "He was willing to personally alert the local police and have them check out the vehicle even without clear cut identification.",
        "I asked without answering the man's question.",
        "I wouldn't be sitting here without you.",
        "Howie refuses to leave without taking all those machines with him.",
        "Without Quinn the stuff is as useless as an empty bottle.",
        "He answered matter-of-factly, without any sense of embarrassment.",
        "It was still early in California and I assumed she was at dinner though I'd been more comfortable knowing she and Molly had reached their destination without hitch.",
        "He answered without chastisement, but a half-awake voice.",
        "\"I'll give you permission,\" I said without thinking.",
        "The three of us were outside and secure in my new van without further incident.",
        "The words were out of my mouth without thinking.",
        "While I followed them shopping I never imagined I'd be allotted the opportunity accomplish a daring strike so successfully and leave without a trace!",
        "\"Ask Otto,\" a uniformed cop said without looking up from his screen.",
        "\"How did your friend Howie recognize Grasso?\" he asked without preamble.",
        "I turned on the equipment, though without Howie hooked up to it, there was no absolutely no point in doing so.",
        "\"Now, please, without further ado, explain,\" he said, in an attempt to control the conversation.",
        "I replaced the beam securing the door on my side and without a word, left the cellar.",
        "Most were easy to open plastic containers but six cans of baked beans were without an opener.",
        "The entire business of the psychic tipster has faded rapidly without new news to feed the sharks.",
        "\"I probably shouldn't have come back to Miami,\" she said into the phone pressed to her ear, wishing she could talk to him without the butterflies in her stomach.",
        "As if sensing the same, the blonde bowed her head in deferment without moving.",
        "He indicated her with the gun before turning away without another look.",
        "\"No,\" he said without hesitation, accustomed to Darian's odd questions.",
        "He rose without another look at Jonny and intercepted Bianca on her way back from the nurse's station.",
        "He'd never gone a day without silently thanking Damian for the gift of self-healing.",
        "In that moment, he had a feeling she'd pay up without resistance.",
        "Without the scars, he was a darkly handsome man, his features heavy and masculine.",
        "He faced the man, unable to help but feel surprised to see him without scars.",
        "His mouth worked without producing a sound, and his eyes watered.",
        "He knew without asking she'd left him dinner again.",
        "How do you wipe out an entire town down to the rats without anyone else ever finding out?",
        "None of us can leave without the others.",
        "It was a man too familiar to be a stranger, with beautiful purple eyes, a small frame, and a face without emotion.",
        "She shuddered to her core at the evil peering through his gaze, feeling very much like the devil was offering her a deal without telling her the price.",
        "She gasped as the mist swallowed his body and paused at Dusty's, creeping up his boot without harming him.",
        "With magic or without, he'd won every brawl he'd ever been in, and he definitely wasn't afraid to fight a girl.",
        "The hum around the Other assured Jule there was only one person in the alley without any sort of otherworldly power.",
        "He shifted her without releasing her.",
        "Whatever lingered from his touch faded without disappearing.",
        "Yully ate quickly without touching her phone.",
        "She promised herself to find a way to check on him in the morning without her father finding out.",
        "He hadn't ever been without his healing powers.",
        "\"Pretty useful gift you have,\" Jule said without looking at her.",
        "But when I do, whatever I am, I can't get far without terrifying the people around me.",
        "Jule had shattered her carefully built world in a day, and he'd done it without the brutal lessons her father resorted to.",
        "\"Jule wouldn't kill one of his own without good reason,\" Damian said, plainly unconvinced.",
        "She sat heavily, unable to fathom hundreds of people dying around her without her noticing.",
        "Jenn left without saying anything, once again unable to get a read on the kid.",
        "I can't get close enough to anything to learn more without getting myself killed.",
        "Dusty's not allowed out of his room without her—\" \"Darian!\" she said with a laugh.",
        "I trust him over you without question.",
        "He couldn't get over seeing his brother whenever he wanted, after so long without him.",
        "I want you to sense my magic without touch.",
        "\"I didn't think you'd come,\" he said without turning.",
        "The assassin obliged without question, stripping off weapons and handing them to Jule.",
        "Good luck finding her without me.",
        "You won't save her without him, and you're running out of time.",
        "I'm not bringing an Original Vamp here without some sort of backup.",
        "His thoughts went to Yully, and he stepped forward without hesitation.",
        "Mesmerized, she missed her step, and her father continued without her to the center of the landmark.",
        "She felt Jule's presence without seeing him.",
        "Yully faced him, unable to pull his power without touching him or reverse the drain he had on her.",
        "He couldn't yet understand the magic in his veins, unleashed by the vamp without any explanation of its depths.",
        "\"Good. He'll find you in a day or so,\" Damian said without turning.",
        "Yully looked around again, uncomfortable in the strange place without him.",
        "Until you can prove you've got some damn disease, you're on leave without pay.",
        "\"No. Talking to Dusty and Jule,\" he answered without turning.",
        "I don't know why they say you can't live without them.",
        "They moved in tandem without looking at each other, their movements controlled and efficient.",
        "\"Han, bring up some food,\" he said without turning to look at the blond man in the doorway.",
        "She'd never seen a man so strong, and she couldn't imagine talking to him without remembering how beautiful that body was.",
        "\"Why can't I touch anyone else but you without seeing … horrible things?\" she asked as the silence grew uncomfortable.",
        "\"I saw you … I saw …\" She didn't know how to say what she'd seen without seeming like the craziest person in the world.",
        "He rattled off more rules, and she listened without registering any of them.",
        "Thousands of years hadn't given him much insight into a woman's way of thinking, but this he knew without a doubt.",
        "Damian gritted his teeth, unable to unleash the blow that could destroy them all in a blink without taking out Sofia as well.",
        "You'll die without it.",
        "No matter what you think, you can't live without his blood.",
        "The thought of him without his shirt on, or better yet, naked … \"No way in hell,\" she breathed.",
        "You were forced into a transition without being prepared for it.",
        "He knew without touching her mind that she wanted him as much as he wanted her.",
        "She held her head in her hands, tormented by his pain without understanding how she was supposed to help a dead man.",
        "\"Be strong, kiri,\" Dustin said without looking at her.",
        "\"You mean without killing anyone else,\" she said, crossing her arms again.",
        "Without Pierre, she'd never set foot in such a dangerous situation.",
        "I mean, no one gets in without a reason.",
        "Damian brought me back, but I can't live without … his blood.",
        "He moved away without returning to the group.",
        "He walked without knowing exactly where he went.",
        "Like the assassin who obsessed about birthdays and clothing, there were two sides to the man before her: the warm, friendly stranger with whom she'd felt so comfortable she confided to him over the phone without knowing anything about him, and the tattooed thug before them in snug biker leathers.",
        "\"Are you going out?\" she asked without answering him.",
        "She'd have time and space to adjust without the added confusion of him.",
        "It'd been only a week and a half since she ventured into this new world, but she felt strangely exposed without Pierre with her.",
        "I've gone two days without serious consequence.",
        "He will be forever stuck between the two worlds, the good and the evil, without entering either or leaving either behind.",
        "Damian waved her in without looking at her, his eyes reflecting the fire.",
        "\"Are you going to run from me again?\" he asked without moving.",
        "The whole of Damian's history, his forefathers', all the way to the Beginning, when spirits milled without purpose before the Original Beings shaped the universe into something much greater.",
        "She couldn't think about such things without wanting to break down and weep.",
        "Deidre found herself leaning into his solid frame without resistance, entranced by the combination of his hot, hard body and cool fire on her swimming senses.",
        "His teeth grazed the sensitive skin without biting.",
        "True to his word, he was aggressive without hurting her.",
        "It helped wake her up without completely lifting the fog of a fever that had been present since yesterday.",
        "It was her fever dream without the heaviness of illness to blur it.",
        "You will sense without reading minds.",
        "He hadn't killed her, because of the bonds and a deal she made without knowing how important it was.",
        "\"You trust me to go somewhere without making a deal you can't live with?\" she asked.",
        "Darkyn gave her the power to seduce without the knowledge on how to turn off its effects, if it was even possible.",
        "Without releasing her neck, Kin spun her and locked the arm around her body again.",
        "I had to make a choice without knowing what would happen or even if you would be there for me in the morning.",
        "A portal appeared behind him, and he left without another word.",
        "\"To restrict his powers, he can move between Hell and the mortal world but not beyond without the permission of those deities who rule the other domains,\" Zamon continued.",
        "He cannot enter Death's domain or other areas of the Immortal world without invitation.",
        "Sometimes when you look at a grain of sand in your hand, you forget that there couldn't be a beach without every one of them.",
        "You want to lead another deity through my domain without my permission.",
        "It was impossible to help Gabriel without Darkyn finding out.",
        "Deidre said without thinking.",
        "\"Without a doubt, love,\" he said without hesitation.",
        "Another reason you won't deal without me.",
        "\"Without a doubt,\" he said with a cold smile.",
        "She had been over every inch of his body numerous times without seeing the marking.",
        "He held her gaze without speaking.",
        "\"Caleb!\" she yelled as he moved ahead without her, leaving her in near darkness.",
        "David Dean, without a remote control, had difficulty with the TV and these two old fogies were out surfing the net like a couple of Silicon Valley youngsters.",
        "Joseph stormed by Dean and Fred without a word, but Ginger lingered to finish her cigarette.",
        "He set down his glass, and taking Cynthia's hand, retreated from the parlor to the kitchen, without even bothering to make an excuse.",
        "Without you and Rose Calvia making it harder.",
        "Jen made him go back to Pennsylvania to Bucknell, even without the scholarship.",
        "Fred, a casual helper, was off to the courthouse, but even without him they finished early.",
        "Fred hoisted the box and without a word carried it back to the office.",
        "Without even questioning it.",
        "After locating a missing sneaker, Pumpkin left without a word and, shockingly, without breakfast.",
        "He turned and without hesitation, began the short ascent to the mine without even inquiring about directions.",
        "Without a pump or two spares, they accomplished the same thing.",
        "People don't just turn up missing without causing a search.",
        "I couldn't find nothing on Josh without a last name, but Ed Plotke was in the phone book for six years between 1956 and 1962.",
        "She answered without a pause.",
        "Dean asked without answering the question.",
        "The woman owned the variety store and was never without a smile and a good word.",
        "The old man was careful of privacy and territory and would take nothing without first asking.",
        "He made the entire trip up without seeing another vehicle, and the lords of luck were with him—Jennifer Radisson's camera was sitting in the crevice of a rock as if it were waiting for him.",
        "Without rope, he'd never make it all the way, but he'd go as far as he could.",
        "He wasn't sure if she had seen it, too, or she was afraid he was returning to the road without her.",
        "Dean turned away without answering and walked toward his Jeep.",
        "I tossed it without looking at the label.",
        "\"I saw it in his room,\" Dean answered without elaborating.",
        "\"Don't think you can get in without their password,\" Fred answered as Cynthia rolled her eyes.",
        "She had changed into a halter and shorts and brushed past him without a word.",
        "Supper was picked-at leftovers, and neither felt like socializing with Bird Song's guests, who came and went on their own, without their usual afternoon goodies and conversation.",
        "Without the actual bones, how will we ever know?",
        "David Dean harbored serious doubts about leaving Lydia Larkin's apartment without either contacting the police or calling an ambulance—or maybe a lawyer.",
        "Can't. Not without registering it and all that stuff.",
        "The Deans knew they couldn't simply keep Martha without reporting her arrival to the Midwest authorities that were searching for the girl as a kidnapping victim, and her mother as a fleeing fugitive.",
        "This seemed to satisfy the official, who was obviously embarrassed over the entire debacle and infinitely relieved that at least half their problem was solved without any accusatory newspaper headlines.",
        "He remained, however, uncertain how to do so without immersing himself further in Lydia Larkin's sordid activities.",
        "She accelerated in a screech, without so much as a glance at Cynthia, who stood at the curb.",
        "He turned and jogged up the final yards without looking back.",
        "He knew without Martha's map he'd never remember the various turns he and Cynthia had taken to where the skeleton had reposed for over fifty years.",
        "Fred O'Connor seemed a tad put out that he'd been absent from the final confrontation in the Lucky Pup Mine until Dean reminded him that without his Internet connection and library research, Martha's bones would still be without identity.",
        "Without ever facing him, she turned and left.",
        "Sometimes, he kept himself entertained by forecasting what happened without letting himself peek at the details.",
        "\"You came out better as a human,\" he said without heat.",
        "We are at the bottom now, hated by all, without the resources of power to which we were accustomed.",
        "You are a deity without a domain or source of power, which means you have nothing I could possibly want, Darkyn said.",
        "Without your powers, Darkyn said.",
        "The oldest of the healers has tried to repair her without success, Darkyn added.",
        "Hell ran off deals, but Wynn's life was already in enough trouble without incurring another debt on behalf of a woman who had no hope of ever escaping Hell.",
        "Without one, she had existed in a state of sentience without feeling, a world of permanent grey.",
        "Without her power, she wasn't able to sense him or the danger he posed.",
        "He'd never touched her without permission.",
        "The fact he touched her without hesitation.",
        "You didn't used to …touch me without asking.",
        "He was able to sense her presence once more without knowing she'd been gone from his reach for an entire night.",
        "Both death dealers bowed their heads without hesitation.",
        "Without the senses of a deity, she was unaware of him.",
        "He moved to sit on the trunk at the end of the bed, close enough to see the details of her features without being too tempted to take her in his arms.",
        "Don't touch me without permission.",
        "Deidre had bartered for Darkyn to remove the tumor and to do so without pain.",
        "The thought eased his concern without completely removing it.",
        "Without them, she'd never know for sure.",
        "Deidre recalled dealing with him many times before without remembering exactly what they'd discussed.",
        "The Dark One is the only deity without a predestined mate.",
        "When I was reincarnated, the human I created became the only deity's mate without a deity.",
        "This Ancient Immortal hadn't given up his soul without a struggle.",
        "If it was so simple, Andre wouldn't be trying to drop a hint without betraying the confidence of Deidre.",
        "With his chiseled features and muscular frame, he was without a doubt the sexiest man she'd ever seen.",
        "Deidre felt the pain again, the one without a physical source but which she felt as if a knife was piercing her soul.",
        "\"Don't leave without me,\" Cora lectured.",
        "With not trusting her but wanting to without understanding why.",
        "\"If Daniela finds you here, she'll flip out,\" he said without turning.",
        "\"I will,\" Gabriel said, doubting that Deidre was able to help without her memories.",
        "He chose to overlook Cora's disappointment at how close she'd been to home without being able to go back.",
        "The woman he fell for on the beach, without the tumor?",
        "The changes in his mate were new enough to startle him sometimes, but she was without a doubt his mate.",
        "\"Yes, Gabriel,\" she replied without hesitation.",
        "Gabriel had stayed with her for hours without showing any sign he was ready to leave.",
        "He was right without knowing it.",
        "They could've both gone somewhere else entirely, wherever they wanted to go, without the underworld crumbling or the pain Gabriel was in.",
        "He just didn't know how to do that without making a deal with Darkyn.",
        "The death-dealer stepped forward without hesitation.",
        "\"I came here to … visit,\" she said with a quick glance at Darkyn that said she probably ventured out of Hell without telling her new mate.",
        "His anger lessened without him understanding why.",
        "He knew who it was without looking.",
        "She turned to look at him without leaving Darkyn's body.",
        "He wanted the dealer scared but not dead, and right now, he didn't think he'd be able to handle a traitor without ripping off his head.",
        "\"That's for recruiting me without telling me it'd cost my soul,\" Harmony said, crouching beside her.",
        "He didn't think he'd ever be able to rationalize that both Deidres had gone to Darkyn instead of trusting him without resentment.",
        "Somewhere you can't go without my agreement.",
        "\"Permission to traverse Hell to get to the underworld,\" Gabriel said without hesitation.",
        "You come in without power.",
        "\"You traverse my domain without power,\" the demon lord countered.",
        "\"Shit. If I knew where that was, I'd turn it over to you without a second thought,\" Rhyn replied.",
        "Lori marched out of the house stiffly without saying goodbye.",
        "A week passed without word from Lori... at least Carmen didn't hear from her.",
        "And without my example, I'm sure.",
        "Without a word, he lifted her into his arms and carried her to the world of ecstasy they called their bedroom.",
        "Giving him up without a fight wasn't something she intended to do, but fighting like this was marital suicide.",
        "Finally, without a word, she turned and stalked away.",
        "It's nice any time we're together – with or without the kids.",
        "Without it they wouldn't have had so many material things, but their love wouldn't have been any different.",
        "They aren't supposed to be hunting on private land without permission, and ours is posted anyway.",
        "She could do nothing without endangering both Destiny and Jonathan.",
        "The second week slipped by without change.",
        "Destiny no longer mentioned Alex, and even Jonathan seemed resigned to living without him.",
        "Love had a way of communicating without words.",
        "For a moment his gaze ran over her face, and then it found her eyes, probing her mind without revealing a single thought of his.",
        "His attention left her for a moment while he reached over and closed the program down without saving.",
        "When his hands found her waist and drew her close, passion came without warning, completely consuming her body and soul.",
        "It wasn't the brightest thing to walk all the way out to that shed without any protection after seeing the bear last night, either.",
        "He would not go without you.",
        "Gerald laughed without humor.",
        "They talked a few more minutes and then ended the call without discussing the stabbing or Lori.",
        "Worst of all, it had all been to gain access to money she could have had without protest.",
        "Life was simpler without emotional attachments.",
        "Aside from drama, it was going to take half an eternity to straighten out the underworld without the distraction of a woman in his life.",
        "On the smallest of chances she was alive, she would've had to find a loophole to surrender her duty without losing her soul.",
        "He ate without waiting for her, his eyes either glued to her or the door.",
        "Deidre rolled her eyes without answering and went back to cooking her breakfast.",
        "\"Care to explain why you want to go out on a Saturday night without your girlfriend?\" she asked, raising her eyebrow.",
        "\"Well, what're we waiting for?\" she replied without thinking.",
        "Though I'm wondering why you're alone on a beach in the moonlight without someone to make love to you with a bucket list like that.",
        "He set the iPad he carried on a totaled machine a few feet away without coming closer.",
        "Daniela refilled the glass without asking, and Deidre drank more.",
        "Alcohol buffered her from her all-out panic, enough so that she was able to sip coffee without dropping the mug.",
        "Tamer dropped onto his knees and held out two compasses: the original and a second without the wear of time around its edges.",
        "He carried her things inside without hesitation, lugging everything to her new room.",
        "Gabriel rose without speaking.",
        "Furious at the idea, Gabe began to wonder how the reincarnated Deidre made it this far without being slaughtered by one of her many enemies.",
        "She trusted him without question and yet, there was more to him than she really knew.",
        "Like Gabriel, he was better off without her in his life.",
        "She felt awful leaving him out of the blue, without saying farewell or thanking him.",
        "There was a flicker of warmth in his gaze as he teased Katie, and he almost seemed approachable without the bulky trench coat lined with weapons.",
        "She couldn't remember seeing his chiseled features in full light without being drunk or terrified.",
        "The forest and darkness created a sense of cozy intimacy, one that held her without crushing her, unlike the rest of the world.",
        "The man bowed his head without hesitation.",
        "She, too, bowed her head without hesitation.",
        "And out of his reach, because he was unable to keep the distance between them without her spearheading the effort.",
        "\"Just when I think things can't get weirder …\" Gabriel crossed to the living area without sitting.",
        "I … can't …get to it without killing her.",
        "He'd obeyed the Code and his predecessor without question, until forced to choose between them and his conscience.",
        "And hoping it wasn't like Wynn, who was reincarnated without even Darkyn realizing the soul was revived.",
        "\"Without Gabe to distract you this time, perhaps you will listen,\" Andre said.",
        "Gabriel asked without looking at her.",
        "Without another word, he summoned a portal and left.",
        "You mean sociopathic, indiscriminate killers who can't sleep a night in their own beds without someone trying to kill them.",
        "Without looking back, Deidre walked through it and emerged on a familiar beach, the same one she'd ended up on when she leapt from her apartment building.",
        "He just needed to find the right combination of factors that would allow him to withdraw the soul from her head without killing her.",
        "I never offer deals without revealing the terms.",
        "She backed away as he approached, feeling the threat without needing to see it on his face.",
        "She stood, her bearing regal and her walk smooth, without the cheerful bounce Deidre had in hers.",
        "\"Does nothing bother you?\" he asked without heat, knowing the answer.",
        "Death's hand hovered over the pages, and she turned them quickly without touching them.",
        "\"Whatever it is, I'll do it,\" he said without hesitation.",
        "A door opened, and Toby vaulted in without waiting for her.",
        "The driver said nothing the rest of the way and dropped them off in front of her apartment complex without asking for directions.",
        "Katie's mouth worked without producing sound.",
        "Tired and confused, Katie left without asking what the drugs were for and stepped into the chilly fall evening.",
        "Biographical information on her and her immediate family, her own medical and employment histories, all forms she'd completed without question.",
        "He moved the sword off her favorite chair without answering and placed it on the trench stretched across her couch.",
        "The vents rattled without producing heat.",
        "He crossed his arms, displaying his displeasure without his face changing.",
        "Ully opened the door without entering, his gaze fluttering from her to the angry non-human.",
        "The man with the jewel-toned eyes strode across the study without a look at her.",
        "And yet, she had without fear.",
        "Blinded by emotion, he made his way out of the underground compound without knowing where he went.",
        "It was three months' salary, though Hannah had added it to the black AmEx her fiancé paid in full every month without a second thought.",
        "whiskey, one with ice and the other without.",
        "You'd have to be pretty mentally tough to go through all this without cracking.",
        "You go nowhere without my permission.",
        "Drags me around the world without telling me where or why we go anywhere, Katie said."
    ],
    "definition": [
        "On the outside: a sturdy structure within and without.",
        "With something absent or lacking: had to do without.",
        "a. Not having; lacking: a family without a car.\nb. Not accompanied by; in the absence of: volunteered without hesitation; spoke without thinking.",
        "At, on, to, or toward the outside or exterior of: standing without the door.",
        "Link/Cite",
        "(archaic or literary) outside, externally",
        "Lacking something.\nBeing from a large, poor family, he learned to live without.",
        "(archaic or literary) Outside of, beyond.\nThe snow was swirling without the cottage, but it was warm within.",
        "Not having, containing, characteristic of, etc.\nIt was a mistake to leave my house without a coat.",
        "Not doing or not having done something.\nHe likes to eat everything without sharing.\nHe shot without warning anyone.",
        "(outside): within",
        "(not having): with, having, characteristic of, endowed with",
        "Unless, except (introducing a clause).",
        "outwith",
        "Link/Cite"
    ]
}