{
    "translation": "בתוך, מבפנים",
    "uses": [
        "Within seconds, she was drenched.",
        "She was holding it within her.",
        "Within an hour Betsy had assembled a full biography.",
        "Within seconds, his head flew across the room.",
        "He stopped within arms' reach.",
        "He felt panic bubble within him as he looked around.",
        "He keeps it all within him.",
        "Unless someone knew the area, they could pass within a hundred feet of it and not know it was there.",
        "Before me I saw a new world opening in beauty and light, and I felt within me the capacity to know all things.",
        "She heard him stretch out on the ground and within minutes his breathing changed.",
        "In the savage state every family owns a shelter as good as the best, and sufficient for its coarser and simpler wants; but I think that I speak within bounds when I say that, though the birds of the air have their nests, and the foxes their holes, and the savages their wigwams, in modern civilized society not more than one half the families own a shelter.",
        "Everyone within a hundred miles felt what you did.",
        "Tell Brennan he has carte blanch to give us everything within reason we might need.",
        "Few cases met fell within our criteria.",
        "\"And all that is me, all that is within me, and it is all I!\" thought Pierre.",
        "\"Besides,\" Quinn interrupted, \"If I tried to set Howie that far back we'd be lucky to get within twenty miles of New Bedford and a couple of days of the killing.",
        "Our location should be within a couple of hours at the most from a city; not in the country, per se, perhaps a small town.",
        "\"Now, Princess,\" exclaimed the Wizard, \"those of your advisors who wished to throw us into the Garden of Clinging Vines must step within this circle of light.",
        "\"Ugh. The hussars will get it hot!\" said Nesvitski; \"they are within grapeshot range now.\"",
        "She watched him retreat, desire burning within her.",
        "Within a week, they were back at the hacienda.",
        "Roxanne's house was within walking distance and the night was balmy.",
        "How strange, how extraordinary, how joyful it seemed, that her son, the scarcely perceptible motion of whose tiny limbs she had felt twenty years ago within her, that son about whom she used to have quarrels with the too indulgent count, that son who had first learned to say \"pear\" and then \"granny,\" that this son should now be away in a foreign land amid strange surroundings, a manly warrior doing some kind of man's work of his own, without help or guidance.",
        "Fury bubbled within her, breaking free.",
        "The sense that had told her where he was intensified within her, as if they were close enough for their souls to touch again.",
        "This is what they have done with me! thought he, full of an irrepressible fury that welled up within him against the someone to whom what was happening might be attributed.",
        "Laughter rose within her, and the magic laughed with her.",
        "Embarrassed at the emotions bubbling within her, she pulled away and folded her arms across her chest, marching into the living room.",
        "Sofia's words freed them from deep within his mind, and Dusty's hammering at the facts made it impossible for him to silence them as he wanted to.",
        "Will they get there and fire the bridge or will the French get within grapeshot range and wipe them out?",
        "You can make your own rules within those duties, she said.",
        "First it was enough for a hand, but nothing but dust was within reach.",
        "Her rifle was leaning against the wagon, within easy reach, and her whip hung near by.",
        "Within a few minutes the plane was dipping and rising in a way that made her stomach roll uncomfortably.",
        "He led them within another but smaller circle of hedge, where grew one large and beautiful bush.",
        "Within less than two minutes, Billy saw Mary Green whispering, and she had to take his place.",
        "But in a world where great wisdom is available to everyone, the end of ignorance will be within our grasp.",
        "His teeth rattled at the raw energy coursing within his body.",
        "Quinn's settings placed Howie within a block and a half of the hotel.",
        "The beautiful granite structure of South Station was opened in 1899 and within ten years, was the busiest train station in the United States.",
        "Desire rose within her, and she suppressed it with effort.",
        "The strange sensations within him remained.",
        "Something melted within him at her words.",
        "The whistle of the locomotive penetrates my woods summer and winter, sounding like the scream of a hawk sailing over some farmer's yard, informing me that many restless city merchants are arriving within the circle of the town, or adventurous country traders from the other side.",
        "Only Betsy was raised outside of New England and she easily bowed to our collective desires to remain within its six state bounds.",
        "Sofi's cool power whipped through her thoughts, but it was the darkness within the small woman that drew her attention.",
        "The ache within her deepened at the idea of trusting someone for the first time in her life, and the energy flowing between them grew more intense.",
        "It struck a chord deep within her, as if she should know it.",
        "To their disappointment there was within this mountain no regular flight of steps by means of which they could mount to the earth's surface.",
        "Now we are at the third order: splicing genes within a species.",
        "Look at the teamster on the highway, wending to market by day or night; does any divinity stir within him?",
        "He looked to his brother again, fury of the deepest kind running within him.",
        "His lips brushed hers, and she felt something within her melt at the simple touch.",
        "The cruises of the \" Porcupine \" and \" Lightning,\" which led directly to the despatch of the \" Challenger \" expedition, were altogether within its \" sphere of influence \"; so also was the great Norwegian Atlantic expedition.",
        "He predicts that within twenty years, the first person to live to one thousand will be born.",
        "She started forward, then hesitated a moment, evidently debating within herself whether she would go or not.",
        "I walked about the outside, at first unobserved from within, the window was so deep and high.",
        "The marshals and generals, who were nearer to the field of battle but, like Napoleon, did not take part in the actual fighting and only occasionally went within musket range, made their own arrangements without asking Napoleon and issued orders where and in what direction to fire and where cavalry should gallop and infantry should run.",
        "We've got to start moving everything within twenty-four hours, Lon told them, slinging a machine gun over his shoulder.",
        "In reading this letter about Niagara one should remember that Miss Keller knows distance and shape, and that the size of Niagara is within her experience after she has explored it, crossed the bridge and gone down in the elevator.",
        "Let the dead past bury its dead, Act, act in the living present, Heart within and God overhead.",
        "When all outside is cold and white, when the little children of the woodland are gone to their nurseries in the warm earth, and the empty nests on the bare trees fill with snow, my window-garden glows and smiles, making summer within while it is winter without.",
        "It is only the serious eye peering from and the sincere life passed within it which restrain laughter and consecrate the costume of any people.",
        "He adds that they were commonly carpeted and lined within with well-wrought embroidered mats, and were furnished with various utensils.",
        "I detected his rhythmic breathing within minutes.",
        "The power within him stabilized and filled him until he felt ready to explode.",
        "Panic swelled within her.",
        "We were busy cutting out paper dolls; but we soon wearied of this amusement, and after cutting up our shoestrings and clipping all the leaves off the honeysuckle that were within reach, I turned my attention to Martha's corkscrews.",
        "But it was the thrum of magic lingering within her that disturbed her most.",
        "If the radar was working, the soul would be within a few feet of him.",
        "\"Kris …\" she whispered, a different kind of panic rising within her.",
        "More dark shadows lingered deep within the forest, watching over their leader.",
        "Urgency surged within her.",
        "There was nowhere she could run from Gabriel, who had orders to bring her and the life within her to Death.",
        "There was a hatchling growing within her.",
        "Gabriel was coming for her and the life growing within her.",
        "For once, Rhyn knew some sort of stability within himself, no doubt because of his bond to Katie.",
        "Katie couldn.t help the sense of panic growing within her.",
        "He could buy an assassination, but part of him preferred the idea of handling family matters within the family.",
        "Fury rose within him again as he took in the Immortal who had betrayed them and taken Katie.",
        "Houses within a radius of 3 m.",
        "I had withdrawn so far within the great ocean of solitude, into which the rivers of society empty, that for the most part, so far as my needs were concerned, only the finest sediment was deposited around me.",
        "Bald Hills will be occupied by the enemy within a week.",
        "Jonny isn't quite ready yet to deal with the Others who have been stirring up trouble within the vamp ranks.",
        "Within seconds, all four of them were watching her like lions a wounded gazelle.",
        "For the first time in his life, he felt and thought too much, and he wanted to keep himself occupied with the world around him rather than the pain within him.",
        "Once a little fish swam too near the surface, and the kitten grabbed it in her mouth and ate it up as quick as a wink; but Dorothy cautioned her to be careful what she ate in this valley of enchantments, and no more fishes were careless enough to swim within reach.",
        "A disease-free future for everyone is within our grasp.",
        "Try to think of the advances we have seen so far in history as the very tip of the iceberg, a hint of what is possible, not even being within sight of what is possible.",
        "Almost three-quarters of all defense spending occurs within NATO countries, meaning the alliance is largely the only military show in town.",
        "If someone writes a book in one country, does another country enforce the copyright within its borders?",
        "The impulse to utter audible sounds had always been strong within me.",
        "It was only a dream, but I thought it real, and my heart sank within me.",
        "Man thus not only works for the animal within him, but, for a symbol of this, he works for the animal without him.",
        "We may not arrive at our port within a calculable period, but we would preserve the true course.",
        "I have thus surveyed the country on every side within a dozen miles of where I live.",
        "I did not need to go outdoors to take the air, for the atmosphere within had lost none of its freshness.",
        "It was not so much within doors as behind a door where I sat, even in the rainiest weather.",
        "They would begin to sing almost with as much precision as a clock, within five minutes of a particular time, referred to the setting of the sun, every evening.",
        "My nearest neighbor is a mile distant, and no house is visible from any place but the hill-tops within half a mile of my own.",
        "All their faces were as serene as if all this were happening at home awaiting peaceful encampment, and not within sight of the enemy before an action in which at least half of them would be left on the field.",
        "Lelorgne d'Ideville smilingly interpreted this speech to Napoleon thus: \"If a battle takes place within the next three days the French will win, but if later, God knows what will happen.\"",
        "The chief action of the battle of Borodino was fought within the seven thousand feet between Borodino and Bagration's fleches.",
        "She knew that being thrown together again under such terrible circumstances they would again fall in love with one another, and that Nicholas would then not be able to marry Princess Mary as they would be within the prohibited degrees of affinity.",
        "He pulled the robe over her exposed body, feeling the urge to run to the gym or call Jenn for a quickie to relieve the sexual spring within him.",
        "She drank heavily and opened her eyes, surprised to see his eyes open and the gold swirling within them.",
        "\"Look out!\" came a frightened cry from a soldier and, like a bird whirring in rapid flight and alighting on the ground, a shell dropped with little noise within two steps of Prince Andrew and close to the battalion commander's horse.",
        "He carried his resolution within himself in terror and haste, like something dreadful and alien to him, for, after the previous night's experience, he was afraid of losing it.",
        "When she'd touched him in the alley, she'd left a piece of herself within him.",
        "Worse, she was losing her grip on the magic within her.",
        "She dropped her hand and prayed the sensations within her left.",
        "His gaze was penetrating and direct, stirring desire and fear within her.",
        "She sensed more than saw the largest difference within her.",
        "Emotions warred within her.",
        "While Pumpkin Green was not at this week's mass, or probably any other service within miles of Ouray, Billy Langstrom's partner in love Melissa attended.",
        "You could probably fix a date within a few years at least.",
        "Darkyn opened one of the internal portals within Hell and strode through it.",
        "The intense fear broke within her, and she struggled.",
        "The soft bed was warm from her body heat, and she found herself running a hand over the downy comforter while she tried to understand the emotions within her.",
        "Desire stirred within her, along with some confusion.",
        "Something within him clicked, and he recalled his resolve not to let the woman in his life strangle him anymore.",
        "He hated the idea but understood the necessity, especially after finding the second compass in the hands of demons within a week.",
        "There was no room for traitors in his ranks, not with his critical mission on the human world and his own mate within striking distance.",
        "Show me the deals past-Death and my mate made with the Dark One within the past year.",
        "He didn't realize how great of a transformation had really taken place within the small woman gazing up at him.",
        "Gabriel felt a thaw deep within him, one fed by the hope that arguing over her sweaters was the worst they'd face from here on out.",
        "Uneasiness grew within Gabriel.",
        "Deidre gazed after him, fear and hope colliding within her.",
        "Josh's mother and father lived on a farm within walking distance of Carmen and Alex – and from the farm where Lori and Josh lived when Josh died.",
        "Most mares foal at night, but I think it may happen within a few hours.",
        "Within minutes a truck plunged down the hill and into the yard, stopping in a spray of gravel in front of the house.",
        "There was nothing at all within a few feet of him, aside from knee-high wild flowers waving happily in the spring breeze.",
        "\"There are four hundred and thirty three people within five kilometers waiting for Death,\" she said.",
        "Warmth bloomed within her while her heart beat with more excitement than a moth outside a lighted window.",
        "Thousands of years of repressed fury bubbled within him.",
        "The life within always greeted him.",
        "Within a short distance.",
        "Within the week, the death-dealers stuck in the mortal realm could start collecting souls again.",
        "A familiar warmth stirred within her, and she braced herself before opening her eyes.",
        "He took up a protective stance within direct sight of them, so still, he seemed like a statue.",
        "The world outside her was calm, but the storm within her brewed.",
        "He had the right people helping him, a mate who reluctantly agreed to his plan to help her, a better understanding of when to break the Code and a plan to repair all that was broken within his domain on the mortal realm.",
        "Something within Deidre snapped.",
        "The stoic offer made laughter bubble within her.",
        "Within a four-hour period, Hannah had dropped $50K.",
        "Within seconds, she felt refreshed.",
        "The beast within continued to throw itself at it, ceasing finally when it saw the prison had been reinforced.",
        "Sasha's servants wouldn't get within a foot of Rhyn; instead, they shaped the magic of Sasha's realm around him and gave him only one direction to go, that which Sasha wanted.",
        "She felt the heat --his heat --within her, branding her from the inside out.",
        "Only to find herself staring at the bubbles of blood forming from within his fist, which was clamped around the blade of a knife a few inches from her face.",
        "The soft sounds of talk drifted to her, but it was the dress of the women within that drew her eye.",
        "Gabriel said nothing, and fury unfurled within Rhyn as his gaze went to the sleeping woman.",
        "Her words did nothing to quell the anger boiling within him.",
        "The coldness of fear within her grew stronger.",
        "Panic churned within her, and she was about to cry out for Rhyn when Jared snagged her arm.",
        "Darkyn growled from deep within his chest before returning to his human form.",
        "He staggered back, unable to control the power within him.",
        "The Brains set up the Planetary Council-- the alien version of the United Nations-- several generations before to mediate between the warring planets within the Five Galaxies.",
        "Heat flared within her body, and her imagination painted an image of the warrior before her without the clothing.",
        "His incredible strength, heat, and scent calmed her fear as much as they excited the woman within her.",
        "It opened, and the exotic woman within turned to him, surprise on her face.",
        "He stopped at the opposite side of the table, within reach if he chose, which she suspected he would if she so much as flinched toward the access pad.",
        "Uneasy with the stirrings within her, she forced herself to step away.",
        "He moved behind her, keeping within arm's distance.",
        "Ne'Rin sat to his right at the largest table within the command center with the Council members arranged by rank to his left.",
        "Having been raised to serve his dhjan within the boundaries imposed on him, Ne'Rin would have little patience with one who trounced the boundaries that should have been emplaced upon her.",
        "A'Ran made no response, unable to quell the tremor deep within him.",
        "While I've never seen what lies within, legend says it's the key to the planet's survival.",
        "Within moments, they burst into the chilly desert night.",
        "A'Ran fought his way through the Qatwali invaders to the secret battle planner hidden within one of the hills.",
        "Kiera asked, trying hard to control the anger building within her.",
        "She stopped within full view of Jetr and waited, not wanting to draw the attention of the entire Council to her.",
        "She couldn't quell the deep ache within her that longed for his touch.",
        "A laugh bubbled from within her, along with tears.",
        "But within twenty years, it had faded as rapidly as it had grown.",
        "But there are nice restaurants within walking distance for your other meals.",
        "I am bone-weary of the degradation, of wearing my false coquettish smile, pretending love, until they spill themselves within me.",
        "What am I to do if my darling has made a new life within me?",
        "A typical year saw four hundred inches of snow fall atop Red Mountain, a hundred and seventy-five inches in Ouray, and perhaps a foot in Montrose, all within fifty miles.",
        "It was cut up at the top, within reach of where it was tied off.",
        "My baby stirred within me today and were I not so bundled in winter garb the few times when I venture out, surely all the wagging tongues in town would know of my maternal state.",
        "The rope was cut at the top, within reach of where it was fastened.",
        "Gabriel brought his face to within inches of Jackson's.",
        "I get that, but you have my word you will leave this room unscathed within the next day or two.",
        "All would be said and done within fifteen minutes then, but damn, did he not deserve a little fun after being the go-to guy for everyone today?",
        "He had tried to teach her to play the piano many times through the years, but she always became bored within a week or so of practice and gave up.",
        "Within seconds, she had decapitated him and sent the disembodied head soaring across the room.",
        "Within seconds the one hoof was visible again and the doe was screaming in agony.",
        "He wouldn't be caught dead with a bouquet of wildflowers and there was no way he was going to waste money on flowers that would wither and die within a week.",
        "No brush grew within three feet of the fence.",
        "She padded towards her desk, where the Undersecretary of Domestic Security's electronic records were maintained within a secured, portable vault the size of her hand.",
        "She did not agree with the commander's orders to kill anyone who stepped within range.",
        "If he knew something was about to happen, then others within the government did as well.",
        "She dreaded entering, wanting a moment of peace before being confined within the spartanly furnished room with the manic Arnie Smith.",
        "Within the hour, guards returned with a sheet of heavy metal to brace the disabled door.",
        "Lana was surprised to find that someone else at the Peak within the mountain had issued a similar mayday call.",
        "While Brady knew Lana was too afraid to leave his tent even if it wasn't guarded, he'd had to order Elise chained to a tree within view of four guards.",
        "Within ten minutes, his second-in-command met him in the tent they used as a war room.",
        "Plan on disassembling our camp within the next forty-eight hours.",
        "He strode to the safe, placing the vault within.",
        "She knelt beside it, looking hesitantly at the dangerous weapons within.",
        "Lana raised the baton when she was within arm's reach and held it out.",
        "Her gaze went to the safe again, the despair within her swirling.",
        "Lana approached him and paused within arm's reach.",
        "He dropped his gear in his suite, curious not to find Lana within.",
        "The bank was within reach.",
        "Anger and sorrow collided within her.",
        "The ache deep within her started again.",
        "The elderly woman sat at the small kitchen table, her weapons within reach.",
        "Lana opened her wardrobe and looked at the fed uniforms hanging within.",
        "There are three within about a week's walk.",
        "Each facility is within three days' walk of three more facilities with another twenty possible routes.",
        "It did little to fill the emptiness within her.",
        "There were five within two days of the underground city.",
        "They'd found five already within the area they're patrolling.",
        "Within half an hour, the metal door leading to the tunnel system was cleared away.",
        "Rhyn ground his teeth, fury bubbling within him.",
        "Katie approached him and stopped within arm's reach, gazing up at him.",
        "\"I do know you need to be back soon, within a few days,\" Gabe continued.",
        "While not large, the Immortal underworld was separated by several different domains, two of which – Hell and Death's domain - were contained within shields no one could enter.  At least, no normal Immortal or demon could enter.  As a creature of both worlds, Rhyn could enter Hell, and he'd found by visiting Gabe that he was able to enter Death's domain, too.",
        "Rhyn squinted towards the sound of his brother's voice, struggling to balance the sensations within him.",
        "A tingle of alarm went through Rhyn, but his head was too heavy for him to process it.  Instead, he focused hard on containing the power within him.  When he felt he wouldn't explode, he looked around.  Darkyn had claimed Kris's library and stood near a pane of windows overlooking the snowy Alps.",
        "We'd be safer if we could manage the wars within our boundaries.",
        "Rhyn's body felt wooden, and his heart flew.  He opened the door to the antechamber and stopped, surprised at who sat within.",
        "Puzzled, he pulled the drive free of his PDA and reinserted it.  The single file within was still empty.  Kris tossed it on a table.",
        "Something within Katie snapped at the despair in Deidre's voice.",
        "Katie fought to keep the emotions tumbling within her from leaking out, instead reveling in the sight of her mate.  While in the underworld, she'd lost all hope of ever standing next to him again.",
        "Katie laughed, happiness and hope bubbling within her.  She took in Rhyn's strong profile.  If anyone could save the world, it was him.",
        "Dean planned to send a patrol car by later to pick up some clothes but his trip home passed within a block of Parsons Street and on an impulse, he drove by the building.",
        "Dean was within ten miles of Parkside before he noticed a blue Ford that had stayed behind him for an unusual length of time.",
        "If Arthur Atherton had been within a mile, Dean would have beaten him to death with his bare hands.",
        "The afternoon was a blur as Dean's mind alternated between the task at hand and the sobering fact that he might be within miles, or perhaps yards, of Cynthia Byrne's missing husband.",
        "Within an hour, they were riding side-by-side down the south bank of the creek, searching for the blocked area.",
        "Within two hours, the bridge was passable.",
        "It was best to focus on the things within her grasp – like Alex.",
        "I was eating crow on that one within a few days.",
        "Within a few minutes, Alex arrived and whisked her off for a few private hours.",
        "Immobilized, fear rose within her as she watched the Black God lift Darian's bloody form from the ground.",
        "Within a couple of hours, clouds blocked the moon, and the snow began again.",
        "I … She stopped, panic rising within her.",
        "She stared at the ground in the center of the circle, emotions building within her.",
        "She touched the necklace at her throat, the hole within her growing.",
        "Anger and other emotions grew within her.",
        "The way he looked at her, the emotion that stirred within her when they talked and touched.",
        "I never would've been open to Bianca if there hadn't been that … change within me.",
        "Darian felt something else die within him.",
        "As if a shaken bottle of soda had been uncorked within her, her magic swelled and burst from her body.",
        "The chant no longer soothed the pain within her as she thought of her own past.",
        "Something within her broke.",
        "The contact of their skin was causing a raging fire within him.",
        "\"Yully can't …\" Darian gazed at her, alarm swirling within him.",
        "Urgency rose within him, along with anger.",
        "A new kind of fury rose within him.",
        "His power surging within him, Darian closed his eyes and took a few deep breaths.",
        "Without touching her, Bianca could still feel Sofi's body preparing to expel the child within, whether or not she went to a hospital.",
        "Darian moved forward as if in a dream, stopping within the shade of apple trees as he gazed at the scene before him.",
        "His surprise wore off, replaced by cold rage that rose from deep within him.",
        "Jenn's emotion was raw, and it reverberated within him.",
        "He expected the sight of her to stir the storm within him.",
        "The raw rage he didn't feel walking with Claire unfurled within him, until he was sprinting.",
        "Her eyes lingered on it, emotions churning within her.",
        "Panic rose within him at the thought of losing his little brother, especially now that Damian was a father.",
        "Sofi and Bianca sat, one on each side of the bassinet, peering into it at the fidgeting baby god within.",
        "Even so, she'd never seen anything that made joy spring up within her.",
        "She laughed, unable to contain the emotion bubbling within her.",
        "She ignored the voice of the creature coiled restlessly within her.",
        "Tendrils of coldness stretched from its home within her chest, testing her strength before subsiding into stillness once more.",
        "That left her with two allies, neither of which was within half a day's ride.",
        "The heavy, musty scent of earth was contained within a four-by-four-foot cell, not even large enough for him to lie down.",
        "He insisted I stay within the walls, never take a life, remain faithful first to my people, second to my family.",
        "I would be foolish to let you free within my walls.",
        "It was not within the walls, the encampment on the cliff, or within the passionate people themselves.",
        "Her blue eyes went to him once, and he saw the look of infuriated accusation within them.",
        "She landed on her backside and stared at him, a familiar fury within the teal depths of her eyes.",
        "He no longer questioned the need for such a trained, disciplined army, or the absence of able-bodied men within the city's walls.",
        "I cannot track two traitors within my walls.",
        "She had enraged two powerful men this day, and all within a span of an hour!",
        "This room was smaller than her quarters within the city's walls, but she was glad to have a private place to be alone for a few moments.",
        "Panic stirred within her at his words.",
        "Even on the verge of her death, she would not let loose the creature within her.",
        "There were several hundred men and women in the makeshift arena, with the king's party of advisors and servants sitting within the ring against one wall.",
        "Her father had looked similar in his last days, when the demon within him finally wrenched away control of his body.",
        "She stumbled, fury and fear bubbling within her.",
        "To destroy her, I need to attack from without and within Tiyan.",
        "The demon was silent but shifting within her chest.",
        "She released a tense breath as the demon within her subsided and settled.",
        "It had been many years - -before she inherited the demon - -since she was free of the cold block within her.",
        "The creature stirred within her, sensing the threat.",
        "His face remained emotionless, but she sensed the struggle within his breast.",
        "The beast within had been restless the past two days, prowling the thawing area of her chest.",
        "Within moments after finishing the drink, he grew too drowsy to stay awake and retreated to the bed.",
        "They number a third of the men within the walls.",
        "I was imprisoned within my chamber most of my life.",
        "He turned one of my allies, Oceanan, against me, and I do not know the strengths of his followers within my own walls.",
        "She kept her head low as she walked her horse past scouts perched on boulders and hidden within trees.",
        "Taran felt anger bubble within him.",
        "The beast within Memon was strong enough to crawl beneath his skin.",
        "The creature within her was strangely still, as if it, too, were caught off guard.",
        "The demon within her thrashed and darted to the first wound, then the second, trying to heal both.",
        "Taran waited on edge, fury and sorrow fresh within him.",
        "The demon within Rissa was panicked, rippling her skin as it fled as far from Memon as possible.",
        "Memon slashed Rissa's arm with his demon's talons, and the demon within her rippled her body as it moved to avoid the madman.",
        "The creature trapped within roared loud enough to shake the door.",
        "Its covers were loose, the pages within protruding at odd angles.",
        "The demons swam within him, fighting for control of his body.",
        "They drove him to his feet, and he ran, his body torn apart from within.",
        "A different kind of fire arose within him.",
        "The stronger demon stretched within him to test its bonds while the other demon cowered.",
        "Within seconds he was absorbed in the evening paper.",
        "Within minutes Carmen was surrounded by people cleaning up the mess she had made.",
        "I thought I'd be back within an hour – and I didn't have my phone.",
        "I'm from Arizona, but I've spent the last three summers within 5 miles of this place.",
        "They were all for that and within minutes Carmen was alone with her thoughts.",
        "The evening was strangely silent and as she paused with her hand at the door, she listened in vain for sounds within.",
        "He didn't remove his mask and hood, even within the confines of his home.",
        "Something within Xander shivered at the thought.",
        "The fury within him grew.",
        "The city would be completely dead before morning, decimated within a day.",
        "Assuming she'd done all she was supposed to in order to achieve her goal, she would know his location within minutes.",
        "Within seconds, he had disappeared.",
        "Xander used his senses to find the girl within the bright building.",
        "Alarm was starting to form within Jessi.",
        "He moved within range of the girl's room, intent on raiding her mind for information.",
        "He was within range to hear her thoughts; all he heard was the girl's.",
        "They'd be unable to sense her, until she was within striking range.",
        "Or hear her or smell her or sense her, unless she's standing within three feet of me, Xander said in irritation.",
        "\"Then unless one of us has been within three feet of her …\" Gerry frowned.",
        "As before, even seeing her, his extra senses didn't identify anyone stood before him until he was within three feet of Jessi.",
        "The heat of his large hands burned through her thin dress, and warmth bloomed within her.",
        "Within seconds, the woman was hanging off of Xander's arm, throwing herself at him.",
        "The heat and size of his body, the erotic pose, his direct gaze … all fed the desire burning within her.",
        "Another sensation rose up within her fast and hard.",
        "The tension building within her wasn't something she'd felt in years.",
        "Xander sensed those within before he set foot into the ultra-modern gym.",
        "The door to his bedroom was open, and there was a note on the iPad that sat within plain view on the kitchen counter nearest the stairs.",
        "Determined to swap it out for a picture of a horse or something bland, Jessi poured herself another cup of coffee and snatched the iPad, settling on the couch within view of the porch.",
        "Everyone within a few meters of Xander melted.",
        "The pinch came, followed by the strange sensations of energy flying within her.",
        "Anger flared within her.",
        "Satisfaction bloomed within her at the thought that she had to be one of the few people he'd ever met over the thousands of years that was immune to the strange mind games he played with others.",
        "Panic stirred within her, along with cold fear.",
        "Instead, she grabbed a coffee and sat across the food court, within view.",
        "She shivered at the sensations, desire blooming hot and fast within her.",
        "The heat of his bare chest beneath her hands and the hardness of his arousal against her belly made need roar to life within her.",
        "Xander watched her go, fury and frustration within him.",
        "The flow within him felt so good after the control he normally exerted to rein it in.",
        "He didn't sense the Original Other until within range of his mind manipulation power.",
        "She flushed, as much from the fire building within her as his words.",
        "Noteworthy among the buildings within the ancient citadel is a small tetrastyle temple, variously ascribed to Jupiter and Minerva, the portico supported by six monolithic columns of cippolino, four being in front.",
        "To endow the universal substance with moral attributes, to maintain that it is more than the metaphysical ground of everything, to say it is the perfect realization of the holy, the beautiful and the good, can only have a meaning for him who feels within himself what real not imaginary values are clothed in those expressions.",
        "The ideal truth within us, constituting the inner life that is studied by philosophers, becomes transmuted by the facts of history into assured reality.",
        "Within are some admirable specimens of encaustic tiles, and several monuments of the Vernon and Manners families; while an ancient runic roodstone stands in the churchyard.",
        "Within the parish are included the mansions of Burton Closes and Castle Hill.",
        "He agreed with Pasteur that the presence of living cells is essential to the transformation of sugar into alcohol, but dissented from the view that the process occurs within the cell.",
        "In most cases four spores are formed within the cell by free formation.",
        "Astorga has been the see of a bishop since the 3rd century, and was formerly known as the City of Priests, from the number of ecclesiastics resident within its walls.",
        "The \"Mediterranean region,\" as a geographical unit, includes all this area; the Black Sea and the Sea of Marmora are within its submerged portion, and the climate of the whole is controlled by the oceanic influences of the Mediterranean Sea.",
        "Professor Suess, to whom the above description is due, finds that the Mediterranean forms no exception to the rule in affording no evidence of elevation or depression within historic times; but it is noteworthy that its present basin is remarkable in Europe for its volcanic and seismic activity.",
        "The prevailing winds in this region, which the sea traverses longitudinally, are westerly, but the sea itself causes the formation of bands of low barometric pressure during the winter season, within which cyclonic disturbances frequently develop, while in summer the region comes under the influence of the polar margin of the tropical high pressure belt.",
        "There is little definite circulation of water within the Mediterranean itself.",
        "She works from within outwards, touches first the mainspring and then sets it to play.",
        "He failed to recognize the pressing need of reform within the church and the tremendous dangers which threatened the papal monarchy; and he unpardonably neglected the spiritual needs of the time.",
        "There is a story that he constructed a burning mirror which set the Roman ships on fire when they were within a bowshot of the wall.",
        "Many species of Thysanoptera are known to be habitually parthenogenetic. The eggs are laid on the food-plant, those females possessed of an ovipositor cutting through the epidermis and placing their eggs singly within the plant-tissues; a single female may take five or six weeks to deposit all her eggs.",
        "Within the town the streets are often dark and narrow, and, apart from the cathedral and the hotel de ville, the architecture is of little interest.",
        "He pushed out from Moguntiacum, extended the Roman territory east of it and enclosed the whole within a systematically delimited and defended frontier with numerous blockhouses along it and larger forts in the rear.",
        "But we know that the pressure of the barbarians began to be felt seriously in the later part of the 2nd century, and after long struggles the whole or almost the whole district east of Rhine and north of Danube was lost - seemingly all within one short period - about A.D.",
        "The United States government has also opened a port at Cristobal, within the Canal Zone.",
        "On the other hand, he took a lively part in the politico-religious controversies within the fold of Prussian Protestantism.",
        "It is situated on Gala Water, within a short distance of its junction with the Tweed, 332 m.",
        "Much of the natural gas is piped out of the state into Ohio (even into the northern parts), Kentucky, Pennsylvania and Maryland; within the state gas has been utilized as a fuel in carbon black and glass factories.",
        "Ben Rinnes (2755 ft.) and several other hills of lesser altitude all lie within a few miles of Dufftown.",
        "To give any account, even in outline, of the subject matter of equity within the necessary limits of this article would be impossible.",
        "axillary or terminal spikes; they have four stamens, which bear at the back four small herbaceous petal-like structures, and four free carpels, which ripen to form four small green fleshy fruits, each containing one seed within a hard inner coat;.",
        "By the public he was always regarded as reserved, but within his own inner circle he gave and received perfect confidence.",
        "Punishment may take forms varying from capital punishment, flogging and mutilation of the body to imprisonment, fines, and even deferred sentences which come into operation only if an offence is repeated within a specified time.",
        "In the negotiations which followed, it was arranged that the bay and the land on both sides of the entrance within certain defined lines should be leased to Germany for 99 years.",
        "Trade centres at Ts'ingtao, a town within the bay.",
        "In return they usually had a house near the episcopal palace, a domain within and without the city, and sometimes the right to levy certain dues on the city.",
        "The town was formerly known as South Stockton, and is still included in the parliamentary borough of Stockton (it is within the Cleveland division of the county), but was incorporated as a separate municipal borough in 1892.",
        "In 1815, while living at Saint Clairsville, Ohio, he organized an antislavery association, known as the \"Union Humane Society,\" which within a few months had a membership of more than five hundred men.",
        "433, accepts the name \"Rock of Athena\" and yet puts the acropolis on the site of the modern town, arguing further that the cathedral hill was an acropolis within an acropolis (II.",
        "The other remains within the city walls are of surprisingly small importance; near the picturesque church of S.",
        "Such rotation can obviously be controlled within limits that need not be further considered.",
        "square within which that image is included.",
        "Near the city are valuable coal mines, and there is one within the city limits.",
        "Physically its continuity is broken by Monte Urticu and several smaller hills which rise within it, but these are all composed of volcanic rock and are the remains of Tertiary volcanoes.",
        "The architrave is flat, and there is a space over it, serving both to admit light and to relieve the pressure on it from above, and the size decreases slightly from the bottom to the top. Within the doorway is, as a rule, a niche on the right, and a staircase ascending in the thickness of the wall to the left; in front is another similar doorway leading to the chamber in the interior, which is circular, and about 15 ft.",
        "and would be on the unprotected side of any one coming in; the door, too, is narrow and low, and closed from within.",
        "Many milestones belonging to the road from Carales to Olbia have been found, but all but one of them (which was seen at Valentia) belong to the portion of the road within 12 m.",
        "Within the yard there are extensive naval stores and barracks.",
        "Groups of these dwellings are enclosed by subsidiary stone walls so as to form distinct units within the larger precinct.",
        "South of the park lies the open common of Blackheath, mainly within the borough of Lewisham, and in the east the borough includes the greater part of Woolwich Common.",
        "The first kind lay quite beyond the power of man to receive it, the second was within man's reach.",
        "This work is in its design apologetic, and is meant to bring within the range of Christian thought all that is of value in Mahommedan science.",
        "The common people, whom he had always favoured at the expense of the boyars, thereupon implored him to come back on his own terms. He consented to do so, but entrenched himself within a peculiar institution, the oprichina or \"separate estate.\"",
        "One of these is within the area of the old city, viz.",
        "curare, to take care of), properly a presbyter who has the cure of souls within a parish.",
        "The end ditch within the limits of the space is, according to Scottish laws, regarded as part of the green, a regulation which prejudices the general acceptance of those laws.",
        "The score having been counted, the leader then places the mat, usually within a yard of the spot where the jack lay at the conclusion of the head, and throws the jack in the opposite direction for a fresh end.",
        "from the footer and not come to rest within 2 yds.",
        "of either side boundary; but it may be thrown as far beyond this as the leader chooses, provided that it does not run within 2 yds.",
        "Three points are scored if the bowl come to rest within I ft.",
        "of the jack, two points if within 2 ft., and one point if within 3 ft.",
        "A bowl that comes to rest on the central line, or within 6 in.",
        "Such a bowl is alive until the end is finished wherever it may lie, within the limits of the space.",
        "If Ritschl had clearly shown that judgments of value enfold and transform other types of knowledge, just as the \"spiritual man\" includes and transfigures but does not annihilate the \"natural man,\" then within the compass of this spiritually conditioned knowledge all other knowledge would be seen to have a function and a home.",
        "He owed his escape from the violence of competitors and nobles, partly to the tact and undaunted bravery of his mother Maria de Molina, and partly to the loyalty of the citizens of Avila, who gave him refuge within their walls.",
        "Alexander came within sight of the Persian host without having met with any opposition since he quitted Tyre.",
        "His determinations of pitch by a weighted wire are not trustworthy; Ellis thinks they are not safe within four or five vibrations per second, but gives a mean pitch for this organ, when altered, of a' 395.2.",
        "confirmed to his tenants and the residents within the borough the market that they had always held every Thursday.",
        "Within four months the population was 1200; by 1873 it was 2500; in 1880 it was 3086; and in 1890 it had reached 26,178.",
        "Albania is perhaps the least-known region in Europe; and though more than a hundred years have passed since Gibbon described it as \"a country within sight of Italy, which is less known than the interior of America,\" but little progress has yet been made towards a scientific knowledge of this interesting land and its inhabitants.",
        "A portion of Basil's new city was surrounded with strong walls and turned into a fortress by Justinian; and within the walls, rebuilt in the 13th and 16th centuries, lies the greater part of Kaisarieh, altitude 3500 ft.",
        "Rich gold placers had already been discovered, and in 1875 the Sioux Indians within whose territory the hills had until then been included, were removed, and the lands were open to white settlers.",
        "The early history of the territory comprised within the district of Dharwar has been to a certain extent reconstructed from the inscription slabs and memorial stones which abound there.",
        "In 1582 Sir Archibald was appointed master of the mint in Scotland, with the sole charge of superintending the mines and minerals within the realm, and this office he held till his death in 1608.",
        "The ecclesiastical unit in episcopacy is a diocese, comprising many churches and ruled by a prelate; in congregationalism it is a single church, self-governed and entirely independent of all others; in Presbyterianism it is a presbytery or council composed of ministers and elders representing all the churches within a specified district.",
        "The presbytery consists of all the ministers and a selection of the ruling elders from the congregations within a prescribed area.",
        "It has oversight of all the congregations within its bounds; hears references from kirk-sessions or appeals from individual members; sanctions the formation of new congregations; superintends the education of students for the ministry; stimulates and guides pastoral and evangelistic work; and exercises discipline over all within its bounds, including the ministers.",
        "The synod is a provincial council which consists of the ministers and representative elders from all the congregations within a specified number of presbyteries, in the same way as the presbytery is representative of a specified number of congregations.",
        "Within certain broad outlines much, perhaps too much, is left to the choice of individual congregations.",
        "Within the Episcopal Church and supported by its endowments, Robert Blair, John Livingstone and other ministers maintained a Scottish Presbyterian communion.",
        "There were five presbyteries holding monthly meetings and annual visitations of all the congregations within their bounds, and coming together in general synod four times a year.",
        "Parma, one of the finest cities of northern Italy, lies in a fertile tract of the Lombard plain, within view of the Alps and sheltered by the Apennines, 170 ft.",
        "Within a few months of the same age, the two became brothers in intellectual and artistic cameraderie.",
        "In the extreme north a little over a degree and a half of territory lies within the torrid zone, extending from the Pilcomayo about 500 m.",
        "The expedition, which originally numbered 2500 men, was reduced by deaths at the hands of the Indians, by disease and privation, within a year to less than Soo men.",
        "But a French officer, Jacques de Liniers, gathered together a large force with which he enclosed the British within the walls, and finally, on the 12th of August, by a successful assault, forced Beresford and his troops to surrender.",
        "within French territory; the highest elevation therein, the Vignemale, in the centre of the range, reaches 10,820 ft.",
        "Within the northern circle of the 8 lie the Mesozoic and Tertiary beds of the Paris basin, dipping inwards; within the southern circle lie the ancient rocks of the Central Plateau, from which the later beds dip outwards.",
        "Each department controls and maintains the routes dpartementales, usually good macadamized roads connecting the chief places within its limits and extending in 1903 over 9700 m.",
        "Being in the main a self-supporting country France carries on most of her trade within her own borders, and ranks below _________ commerce, in Millions of Pounds Sterling.",
        "Voluntary enlistments in the French army are permissible, within certain limits, at the age of eighteen, and the engages serve for at least three years.",
        "The term sailor is used in a very wide sense and includes all persons earning their living by navigation on the sea, or in the harbours or roadsteads, or on salt lakes or canals within the maritime domain of the state, or on rivers and canals as far as the tide goes up or sea-going ships can pass.",
        "There were also a great many schools in the control of various religious congregations, but a law of 1904 required that they should all be suppressed within ten years from the date of its enactment.",
        "It will be seen that nearly all the colonies and protectorates lie within the tropics.",
        "He was on the whole a supporter of the prerogative, but within definite limits.",
        "The non-incorporated members are within the municipal jurisdiction of the ports to which they are attached; but the corporate members are as free within their own liberties as the individual ports themselves.",
        "The court of admiralty for the Cinque Ports exercises a co-ordinate but not exclusive admiralty jurisdiction over persons and things found within the territory of the Cinque Ports.",
        "Actions may be transferred to it, and appeals made to it, from the county courts in all cases arising within the jurisdiction of the Cinque Ports as defined by that act.",
        "Thus it was the Aeginetans who, within thirty or forty years of the invention of coinage by the Lydians (c. 700 B.C.), introduced to the western world a system of such incalculable value to trade.",
        "The resulting compound, nickel carbonyl, which was described to the Chemical Society in 1890, is both formed and decomposed within a very moderate range of temperature, and on this fact he based a successful process for the extraction of nickel from its ores.",
        "The limited knowledge which we possess of the original features of the ground within the area of the city makes a reconstruction of the topographical history of the latter a difficult task; and, as a natural result, many irreconcilable theories have been suggested.",
        "The only known spring existing at present within the limits of the city is the \"fountain of the Virgin,\" on the western side of the Kidron valley, but there may have been others which are now concealed by the accumulations of rubbish.",
        "Prior to 1858, when the modern building period commenced, Jerusalem lay wholly within its 16th-century walls, and even as late as 1875 there were few private residences beyond their limits.",
        "At present Jerusalem without the walls covers a larger area than that within them.",
        "Within the city the principal streets have been roughly paved, and iron bars placed across the narrow alleys to prevent the passage of camels.",
        "In several places the debris within the walls is saturated with sewage, and the water of the Fountain of the Virgin, and of many of the old cisterns, is unfit for drinking.",
        "What is certain is that the origin of the Sabbath must be sought within a circle that used the week as a division of time.",
        "took a fearful revenge upon the vanquished; - and Bethlen, regarding a continuation of the war as unprofitable, concluded the peace of Nikolsburg (31st of December 1621), renouncing the royal title on condition that Ferdinand confirmed the peace of Vienna (which had granted full liberty of worship to the Protestants) and engaged to summon a general diet within six months.",
        "It was continued by Mademoiselle de Montpensier in the latter half of the 17th century, and restored by Louis Philippe who, in 1843 and 1845, received Queen Victoria within its walls.",
        "The only relics of classical antiquity are the numerous inscribed altars and bases of statues, as well as architectural fragments, which are found scattered in the courtyards and gardens of the houses in the extensive suburbs which now surround the town, the whole of which were comprised within the limits of the ancient city.",
        "The edge of the abysmal area comes close to the eastern coasts of Tasmania and New South Wales, approaching to within 60 m.",
        "The plains and steppes already described lie either within or close to the tropics.",
        "No part of Victoria and very little of Queensland and New South Wales lie within this area.",
        "It is the well-known peculiarity of this order that the female has a pouch or fold of skin upon her abdomen, in which she can place the young for suckling within reach of her teats.",
        "Under the system of grazing practised throughout Australia it is customary to allow sheep, cattle and horses to run at large all the year round within enormous enclosures and to depend entirely upon the natural growth of grass for their subsistence.",
        "At first wheat was cultivated solely in the coastal country, but experience has shown that the staple cereal can be most successfully grown over almost any portion of the arable lands within the 20 to 40 in.",
        "As the pearl-oyster is remarkably prolific, it is considered by experts that within a few years of their abandonment by fishing fleets the denuded banks will become as abundantly stocked as ever.",
        "Extensive deposits, which are being developed successfully, occur in Tasmania, it being estimated that there are, within easy shipping facilities, 17,000,000 tons of ore.",
        "The most intricate and stringent rules existed as to marriage within and without the totemic inter-marrying classes.",
        "This tribe may legally marry within the totem, but always avoids such unions.",
        "Skirting the low shores of this gulf, all the way round its upper half to the Roper, Leichhardt crossed Arnheim Land to the Alligator river, which he descended to the western shore of the peninsula, and arrived at Port Victoria, otherwise Port Essington, after a journey of 3000 m., performed within a year and three months.",
        "and 127° E., two degrees within the Western Australian boundary, was forced to return.",
        "the great questions upon which the country was divided, were settled within twenty years of the granting of self-government.1 With the disposal of these important problems, politics in Australia became a struggle for office between men whose political principles were very much alike, and the tenure of power enjoyed by the various governments did not depend upon the principles of administration so much as upon the personal fitness of the head of the ministry, and the acceptability of his ministry to the members of the more popular branch of the legislature.",
        "As regards the last mentioned it may be said that it was accomplished from within, there being no real external necessity for the union of the states.",
        "Agriculture everywhere expanded, the mining industry revived, and, if it had not been for the low prices of staple products, the visible effects of the crisis would have passed away within a very few years.",
        "In the course of the proceedings it was announced that Queensland desired to come within the proposed union; and in view of this development, and in order to give further opportunity for the consideration of the bill, the convention again adjourned.",
        "Within two years uniform customs duties were to be imposed; thereafter the parliament of the Commonwealth had exclusive power to impose customs and excise duties, or to grant bounties; and trade within the Commonwealth was to be absolutely free.",
        "The seat of government was to be within New South Wales, not less than 100 m.",
        "In 1016 he defeated Earl Sveyn, hitherto the virtual ruler of Norway, at the battle of Nesje, and within a few years had won more power than had been enjoyed by any of his predecessors on the throne.",
        "of the barrack field is the Royal Military Repository, within the enclosure of which is the Rotunda, originally erected in St James's Park for the reception of the allied sovereigns in 1814, and shortly afterwards transferred to its present site.",
        "Woolwich Common (142 acres) is partly within this borough, but mainly in Greenwich.",
        "The peoples within the frontier had been transformed into Romanized provincials; outside, the various tribes had become merged in the common appellation of Frisians.",
        "It was proposed now to establish a more numerous hierarchy, self-contained within the limits of Burgundian rule, with three archbishops and fifteen diocesans.",
        "All these with the exception of Cambray and St Omer were within the boundaries of the Netherlands.",
        "Within three months of the capture of Brill, Amsterdam was the only town in Holland in the hands of the Spaniards.",
        "After several months of desperate fighting, Saigo and a small remnant of his followers made a swif t retreat to Kagoshima, and fell fighting (September 14) within sight of their homes.",
        "Politically the Malay Peninsula is divided into four sections: the colony of the Straits Settlements and the Federated Malay States; the independent Malay State of Johor, which is within the British sphere of influence; the non-federated states under British protection; and the groups of states to the north of Perak and Pahang which are now recognized as lying within the sphere of influence of Siam.",
        "Johor is the only Malay state in the southern portion of the peninsula, the whole of which is within the British sphere, which has been suffered to remain under native rule.",
        "By a treaty made between Great Britain and Siam in 1902 the northern Malay states of the peninsula were admitted to lie within the Siamese sphere of influence, but by a treaty of 1909 Siam ceded her suzerain rights over the states of Kelantan, Trengganu, Kedah and Perlis to Britain.",
        "The town is one of the best hunting centres in the county, being within reach of several meets.",
        "North of Massachusetts the Connecticut river is wholly within New Hampshire - Vermont's eastern boundary is low-water mark on the W.",
        "There are also a large number of small lakes and ponds lying wholly within the state.",
        "Within the state itself battles were fought at Hubbardton on the 7th of July and Bennington on the 16th of August 1777.",
        "Within this harbour is the small harbour of the deys, now transformed into a wet dock.",
        "The municipal borough, incorporated in 1898, includes the parishes of Hove and Aldrington, of which the first is within the parliamentary borough of Brighton, but the second is in the Lewes division of the county.",
        "The lords and the Scots vehemently took Manchester's part; but the Commons eventually sided with Cromwell, appointed Sir Thomas Fairfax general of the New Model Army, and passed two self-denying ordinances, the second of which, ordering all members of both houses to lay down their commissions within forty days, was accepted by the lords on the 3rd of April 1645.",
        "It faded away in the great Church, and probably Celsus was describing Montanist circles (though Origen assumed that they were ordinary believers) when he wrote 3 of the many Christians of no repute who at the least provocation, whether within or without their temples, threw themselves about like inspired persons; while others did the same in cities or among armies in order to collect alms, roaming about cities or camps.",
        "The port is formed by a stone reef running parallel with and a half-mile from the shore line, within which vessels of light draft find a safe anchorage, except from southerly gales.",
        "With this \" free \" wave is combined a \" forced \" wave, generated, by the direct action of the sun and moon, within the Atlantic area itself.",
        "He himself claims to have brought more than a thousand Marcionites within the pale of the church, and to have destroyed many copies of the Diatessaron of Tatian, which were still in ecclesiastical use; and he also exerted himself to improve the diocese, which was at once large and poor, by building bridges and aqueducts, beautifying the town, and by similar works.",
        "A revolt within the city soon afterwards resulted in the abdication of the reigning emperor Maurice, and in the elevation of Phocas to the throne, which seems to have been accomplished by one of the circus factions against the wish of the troops.",
        "It contains over 40,000 articles written by over 1,500 authors within their various fields of expertise.",
        "The latter play was 1 Some doubt has been expressed as to whether the eggs are extruded or hatched within the body.",
        "Radermacher assigns the Asinaria to a date as early as 212 B.C. Of the extant plays the Cistellaria and the Stichus must be associated with the Miles as comparatively early works; for the former was clearly produced before (though not long before) the conclusion of the Second Punic War, see 1.201 seq.; and the Stichus is proved by its didascalia to have been produced in 200 B.C. The Pseudolus and the Truculentus fall within the last seven years of his life.",
        "He died before it was completed, but it was finished by Sargon, who reduced the city, deported its inhabitants, and established within it a mixed multitude of settlers (who were the ancestors of the modern Samaritans).",
        "This is the extent enclosed by the medieval walls; within them are considerable remains of the lofty terrace walls of the Eutruscan period.",
        "On various occasions the popes found asylum within its walls, and it was the meeting-place of the conclaves which elected Honorius II."
    ],
    "definition": [
        "In or into the inner part; inside: “restaurants and wine houses jammed along the earthen streets … banners flapping to announce the delights within” ( Nicole Mones )",
        "Inside the mind, heart, or soul; inwardly: the fear that lies within.",
        "In the inner part or parts of; inside: the streets within the city; resentment seething within him.",
        "a. Not exceeding the limits or extent of in distance or time: got within ten miles of home; stayed within earshot; arrived within two days.\nb. Not exceeding the fixed limits of; not beyond: lived within her income.\nc. In the scope or sphere of: acted within the law; within the medical profession.\nd. Used to indicate a range to be covered or an amount necessary before something can happen: The team has pulled to within three points and can tie the game with a field goal.",
        "Link/Cite",
        "Indicates spatial enclosure or containment.\nwithin his hearing;  within her studio",
        "Indicates figurative inclusion within the scope of.\nwithin five seconds of breaking the record;  within an inch of falling overboard",
        "Before the specified duration ends.\nLeave here within three days.",
        "without",
        "outside",
        "outwith",
        "in or into the interior; inside",
        "Link/Cite"
    ]
}