{
    "translation": "לעמוד ב,... לשאת",
    "uses": [
        "At that point, no one was able to withstand what he could do.",
        "I can't believe he was able to withstand such abasement.",
        "In 1782 they again took it and restored it sufficiently to withstand a British attack in 1783.",
        "This large proportion of magnesia undoubtedly supplied the stability required to withstand the process of enamelling.",
        "Not unless someone can withstand the release of his mind magic.",
        "Aristobulus could not withstand the army of Aretas: he was driven back upon Jerusalem and there besieged.",
        "During recent years an immense number of ringed or cyclic compounds have been discovered, which exhibit individual characters more closely resembling benzene, naphthalene, &c. than purely aliphatic substances, inasmuch as in general they contain double linkages, yet withstand oxidation, and behave as nuclei, forming derivatives in much the same way as benzene.",
        "Salamanders, far from being able to withstand the action of fire, as was believed by the ancients, are only found in damp places, and emerge in misty weather only or after thunderstorms, when they may appear in enormous numbers in localities where at other times their presence would not be suspected.",
        "In order to take possession of his new see, he had to brave the wrath of the duke of Burgundy, override the resistance of the clergy and bourgeoisie, and even withstand an armed attack on the part of several lords; but his protector, the duke of Orleans, had his investiture performed by Wenceslaus, king of the Romans.",
        "In order to understand the utter inability of the old republican party to withstand these changes, it is needful to retrace our steps and consider the skilful use made by Bonaparte of plots and disturbances as they occurred.",
        "Although Cyrus was defeated at Cunaxa, this rebellion was disastrous inasmuch as it opened to the Greeks the way into the interior of the empire, and demonstrated that no oriental force was able to withstand a band of well-trained Greek soldiers.",
        "Certain compounds withstand ring decomposition much more strongly than others; for instance,.",
        "Only a single pathogenic species can withstand the short boiling to which milk is ordinarily treated in domestic management, and this is the anthrax bacillus containing spores.",
        "His power grew, and Acragas could withstand him only by the help of Syracuse.",
        "The inhabitants were unable to withstand the attacks of the disciplined Zulu warriors - or Matabele, as they were henceforth called - by whom large areas of central and western Transvaal were swept bare.",
        "When Philip attacked Perinthus and Byzantium (340), Artaxerxes sent them support, by which they were enabled to withstand the Macedonians; Philip's antagonists in Greece, Demosthenes and his party, hoped to get subsidies from the king, but were disappointed.",
        "He has, he adds, tested gold made by alchemists, and found that it will not withstand six or seven exposures to fire.",
        "To withstand the chemical action of the gases, the \" calorimetric bomb \" is lined either with platinum, as in Berthelot's apparatus, or with porcelain, as in Mahler's.",
        "If broccoli be too rank or tall to withstand the winter, lift and lay nearly up to the neck in the earth, the heads sloping towards the north.",
        "But the policy he pursued in turning the crusaders against Constantinople, in order to promote the interests of the republic, while serving to break up the Greek empire, created in its place a Latin state that was far too feeble to withstand the onslaught of Greek national feeling and Orthodox fanaticism; at the same time the Greeks were greatly weakened and their power of resisting the Turks consequently lessened.",
        "His election for Clare in 1828 proved the forerunner of the inevitable change, and the Catholic claims were granted the next year, to the intense regret of the Protestant Irish, by a government avowedly hostile to the last, but unable to withstand the overwhelming pressure of a people united to insist on justice.",
        "io) is designed to allow more freedom of expansion and at the same time to withstand considerable pressure; one loose cast iron collar is used, and another is formed as a socket on the end of the pipe itself.",
        "Initially fearing her to be brittle by her reaction to the world around her, A'Ran was more assured of her ability to withstand the changes in her life.",
        "Recognizing that the true aim of the scheme of church reform brought forward in parliament in 1529 was to put down the only moral force that could withstand the royal will, he energetically opposed the reformation of abuses, which doubtless under other circumstances he would have been the first to accept.",
        "He invented magnets that could withstand the effects of percussion and ordinary temperature variations.",
        "The old Spanish edifices were very solidly constructed of stone, and private residences were provided with iron gates and window guards strong enough to withstand an ordinary assault.",
        "In the case of liquids containing strong acids or alkalis, which the paper cannot withstand, a plug of carefully purified asbestos or glass-wool (spun glass) is often employed, contained in a bulb blown as an enlargement on a narrow \"filtertube.\"",
        "Blucher's worn-out soldiers could not withstand the tremendous impact of Napoleon's choicest troops, and the Prussian centre was pierced and broken.",
        "He recovered from small-pox in his fourth year with crippled hands and eyesight permanently impaired; and a constitution enfeebled by premature birth had to withstand successive shocks of severe illness.",
        "But France's influence, backed by the strong personality of her ambassador, General Sebastiani, was sufficient to enable the sultan to withstand these arguments, and the British ambassador broke off relations and withdrew to the fleet at Tenedos (February 1807).",
        "of Persia, in 260, Gallienus made no effort to obtain his release, or to withstand the incursions of the invaders who threatened the empire from all sides.",
        "Under Julian it recovered some of its importance as a fortified town, and was able to withstand the attacks of the Vandals.",
        "The cultivation of cotton, which spread during the American War of Secession, is now rare, since it has not been able to withstand the competition of more favoured countries.",
        "He felt instinctively that if the hussars struck at the French dragoons now, the latter could not withstand them, but if a charge was to be made it must be done now, at that very moment, or it would be too late.",
        "Their reigns synchronized with the Thirty Years' War, during which the emperors were never in a position seriously to withstand the attacks of the malcontent Magyars, the vast majority of whom were still Protestants, who naturally looked upon the Transylvanian princes as their protectors and joined them in thousands whenever they raided Moravia or Lower Austria, or threatened to advance upon Vienna.",
        "For high heads the water cylinders, valves and valve chambers are specially constructed to withstand heavy pressures, water being sometimes raised in a single lift to heights of more than 2000 ft.",
        "They found that if liquid acetylene in a steel bottle be heated at one point by a platinum wire raised to a red heat, the whole mass decomposes and gives rise to such tremendous pressures that no cylinder would be able to withstand them.",
        "Washington prepared to withstand the British behind fortifications on Harlem Heights, but discovering that Howe was attempting to outflank him by landing troops in the rear he retreated to the mainland, leaving only a garrison at Fort Washington, and established a line of fortified camps on the hills overlooking the Bronx river as far as White Plains.",
        "The psychological metaphysics of Cousin and of Janet was, however, too flimsy a realism to withstand its passage into this very idealism of matter which has become the dominant French metaphysics.",
        "These examples are enough to show that the psychological metaphysics of spiritual realism has not been able to withstand the rise and progress of spiritual idealism in France.",
        "Hyphear is useful for fattening cattle if they are hardy enough to withstand the purgative effect it produces at first; viscum is medicinally of value as an emollient, and in cases of tumour, ulcers and the like.",
        "In the Mexican house the plants will generally be able to withstand greater drought occasionally, being greatly assisted by their thick pseudobulbs.",
        "Even if she did, the feds had thrown up walls on the other side that looked like they could withstand a nuclear blast.",
        "The bath is heated internally with the current rather than by means of external fuel, because this arrangement permits the vessel itself to be kept comparatively cool; if it were fired from without, it would be hotter than the electrolyte, and no material suitable for the construction of the cell is competent to withstand the attack of nascent aluminium at high temperatures.",
        "There were no other buildings, nowhere else to hide that might withstand an angry Gabriel.",
        "themselves, they were united by their common recognition of the Egyptian suzerain, their court of appeal, or in some shortlived attempt to withstand him.",
        "For a brief period the Afghan countries were subject to the king of Khwarizm, and it was here chiefly that occurred the gallant attempts of Jalaluddin of Khwarizm to withstand the progress of Jenghiz Khan.",
        "He had to withstand pressure from influential persons (e.g.",
        "This region bears the reputation of being the most unhealthy in all India, and in many parts only the acclimatized aborigines can withstand its deadly malaria.",
        "This means that, if the material of the frame were absolutely unyielding, no finite stresses in the bars would enable it to withstand the extraneous forces.",
        "A naturalized animal or plant, on the other hand, must be able to withstand all the vicissitudes of the seasons in its new home, and it may therefore be thought that it must have become acclimatized.",
        "Hardly any group of Mammalia is more exclusively tropical than the Quadrumana, yet, if other conditions are favourable, some of them can withstand a considerable degree of cold.",
        "or more at the base, where, like most sand trees, it usually curves upward gradually, a form that enables the long tap-roots to withstand better the strain of the sea gale; when once established, the tree is rarely overthrown even on the loosest sand.",
        "took the diadem and tried to withstand the Romans.",
        "The Pneuma cannot long withstand this intense pressure.",
        "anthraces, which withstand temperatures of loo C. and upwards, can be killed by exposure to rays of reflected light at temperatures far below anything injurious, or even favourable to growth.",
        "The inroads made on the frontiers of Rio Grande and Sao Paulo decided the court of Rio to take possession of Montevideo; Brazil de- a force of 5000 troops was sent thither from Portugal, together with a Brazilian corps; and the irregulars integral of Artigas, unable to withstand disciplined troops, were forced, after a total defeat, to take refuge beyond the river Uruguay.",
        "in the ritual of baptism and confirmation), yet he was resolute to withstand any unauthorized usurpation of rights and privileges.",
        "Apart from the resolution of doubts as to the power of spores to withstand such temperatures for long periods, the discoveries of Miguel, Globig and others have shown that there are numerous bacteria which will grow and divide at such temperatures, e.g.",
        "By the aid of a strong Samnite garrison which they received, the Palaeopolitans were long able to withstand the attacks of the consul; but at length the city was betrayed into the hands of the Romans by two of her citizens.",
        "Carried on a litter at the head of his clan he gave battle to O'Neill, whom he defeated with severe loss in prisoners and cattle; but he died of his wound immediately afterwards near Letterkenny, and was succeeded in the chieftainship by his brother Donnell Oge, who returned from Scotland in time to withstand successfully the demands of O'Neill.",
        "in 1594 Enniskillen castle was taken and the women and children flung into the river from its walls by order of Sir Richard Bingham, the English governor of Connaught, O'Donnell sent urgent messages to Tyrone for help; and while he himself hurried to Derry to withstand an invasion of Scots from the isles, Maguire defeated the English with heavy loss at Bellanabriska (The Ford of the Biscuits).",
        "In this month breeding ewes recover condition and strength to withstand the winter storms. Ram auctions are on in September and draft ewe sales begin and continue through October.",
        "King Amasis had hoped that Egypt would be able to withstand the threatened Persian attack by an alliance with the Greeks.",
        "Scythian envoys sought her aid to stem the invasion of Darius; to her the Greeks of Asia Minor appealed to withstand the Persian advance and to aid the Ionian revolt; Plataea asked for her protection; Megara acknowledged her supremacy; and at the time of the Persian invasion under Xerxes no state questioned her right to lead the Greek forces on land and sea.",
        "In the beginning of the 11th century Glogau, even then a populous and fortified town, was able to withstand a regular siege by the emperor Henry V.; but in 1157 the duke of Silesia, finding he could not hold out against Frederick Barbarossa, set it on fire.",
        "The latter, unable to withstand the phalanx, abandoned their chief town, and fled to the steppes (Po-La g pmuos, north of the Danube delta), whither Alexander was unwilling to follow them.",
        "Careful and long-continued study would therefore be needed before we could say of any extinct dwarfed flora that it included only plants which could withstand Arctic conditions.",
        "Full few are left of foemen that dare withstand us now.",
        "Tiyan was a worthy enemy, perhaps the only one that could withstand Landis's armies.",
        "How long, after all, can a delicate strand withstand assault from mighty foes like these?",
        "Some in the group are strong enough to withstand the continuous barrage, dishing it back or just ignoring the stupid, vicious taunts.",
        "withstand harsh environments such as dust and high temperature applications.",
        "These specially designed windows are built to withstand high wind and accompanying debris.",
        "The habitats which they affect are the hot, dry regions of tropical America, the aridity of which they are enabled to withstand in consequence of the thickness of their skin and the paucity of evaporating pores or stomata with which they are furnished, - these conditions not permitting the moisture they contain to be carried off too rapidly; the thick fleshy stems and branches contain a store of water.",
        "But natural realism, as finally interpreted by Hamilton, was too dogmatic, too unsystematic, and too confused with elements derived from Kantian idealism to withstand the brilliant criticism of Mill's Examination of Sir William Hamilton's Philosophy (1865), a work which for a time almost persuaded us that Nature as we know it from sensations is nothing but permanent possibilities of sensation, and oneself only a series of states of consciousness.",
        "It was regarded as doubtful whether his health could withstand the severity of English winters, and the delicacy of his physique and the languor of his manner helped to create the impression that, however great his intellectual powers might be, he had neither the bodily strength nor the energy of character requisite for a political career.",
        "They owe their capacity to live under the most inhospitable conditions to the dual nature of the organism, and to their capacity to withstand extremes of heat, cold and drought without destruction.",
        "She arrived nevertheless in safety at Leith, escorted by three of her uncles of the house of Lorraine, and bringing in her train her future biographer, Brantome, and Chastelard, the first of all her voluntary victims. On the 21st of August she first met the only man able to withstand her; and their first passage of arms left, as he has recorded, upon the mind of John Knox an ineffaceable impression of her \"proud mind, crafty wit and indurate heart against God and His truth.\"",
        "He was indeed bound by consistency to withstand what his own government, by the words of Sir Edward Grey, had declared would be an unfriendly act on the part of France.",
        "It was formerly isolated by marshes and accessible only by boat or artificial causeway, and under these conditions it gained its historical fame as the retreat of King Alfred in 8 8-87 when he was unable to withstand the incursions of the Danes.",
        "It is pathetic and yet inspiring to study the development of Presbyterianism in France; pathetic because it was in a time of fierce persecution that the French Protestants organized themselves into churches, and inspiring, because it showed the power which scriptural organization gave them to withstand incessant, unrelenting hostility.",
        "object of training the able-bodied citizens of Buenos Aires in military exercises and creating a volunteer army, ready for service if called upon, to withstand by force the pretensions of their opponents.",
        "As subscribers' lines are invariably short, the smallest gauge of wire possessing the mechanical strength necessary to withstand the stresses to which it may be subjected can be employed, and bronze wire weighing 40 lb per mile is commonly used.",
        "Although the Regulators assembled to the number of about 3700 they were not prepared to withstand the governor's force and again submitted without bloodshed, there being only a few arrests made.",
        "In Italy the period of intellectual decadence had set in, and no serious scientific ardour remained to withstand the novelties of abstract theory.",
        "Fields of wheat and other cereals rarely recover after a week's submergence, but orchards and many trees when at rest in winter withstand a flooded or water-logged condition of the soil for two or three weeks without damage.",
        "Mortar made from pure or \"fat\" lime cannot withstand the action of water, and is only used for work done above water-level.",
        "The R12 building was huge and the thick steel reinforced concrete walls were designed to withstand nuclear blast.",
        "brazed to withstand extreme heat generation and to ensure long life.",
        "The impact of occupancy here brought no bluegrass, or other plant fitted to withstand the bumps and buffetings of hard use.",
        "chipboards used in European flat pack furniture, do not withstand the humidity.",
        "denier polyester to withstand kid treatment.",
        "Genes from desert plants can be used to produce crops that withstand drought.",
        "The design can improved until the house is best able to withstand earthquakes.",
        "Councils of clever men were not able to withstand the simple eloquence of indisputable facts.",
        "Storm by Suzanne Fisher Staples How could the loyalty of a childhood friendship withstand the onslaught of adult hypocrisy and racism?",
        "Harm Badly affected plants can be so weakened they are unable to withstand winter frosts.",
        "plant hardiness is generally considered to be the lowest temperature that a plant can withstand during the winter.",
        "hardy enough to withstand temperatures of 113 degrees.",
        "It could actually withstand the weight of 14 large hippos.",
        "hoofed mammals have deeply rooted, very hard teeth with ridges of enamel that withstand the toughness of grass.",
        "All of these must be continuously assessed to ensure they can withstand increased traffic loading.",
        "Now it was the turn of Leros to try to withstand the German onslaught.",
        "The best probiotic is caecal pellets from a healthy rabbit, which have a mucus coating to withstand stomach acid.",
        "They cannot withstand us, but will utterly perish.",
        "Our products are made in Britain of mild steel coated in black high density polyethylene to withstand the toughest weather.",
        "This argument certainly resonates with some of your respondents, and with many in the country, but it doesn't withstand scrutiny.",
        "It's stylish housing is made to withstand the rigors of field shooting.",
        "robust enough to withstand the extreme forces experienced during compaction or cement curing processes.",
        "rugged enough to withstand hard wear and tear.",
        "The US is more obviously in this situation than the UK, but is better placed to withstand a currency shock.",
        "This may be due to individuals ' ability to withstand stress.",
        "sturdy enough to withstand years of energetic use.",
        "They are strong enough to withstand any challenge yet supple enough to give unrivaled comfort.",
        "Sometimes we lack strength to withstand temptations; the throne of grace was set up for a time of need, Heb. iv.",
        "It is claimed to be shatterproof and more than able to withstand a seriously good thwack with the handset.",
        "Field Shelters Sturdy shelters constructed from top quality softwood timber and treated to withstand the most severe weather conditions.",
        "However, it is impossible to predict how many times an individual can withstand such temporary tinnitus before the damage becomes permanent.",
        "tough enough to withstand heavy weights, and they are anti-burst for your safety.",
        "Firstly, the primary winding must be able to withstand the peak primary voltage across the number of turns which are utilized.",
        "They dry faster, are crease resistant and can withstand frequent washing.",
        "These wires are strong and withstand normal wear and tear.",
        "weatherproof housings can withstand heavy rain, they are not designed to cope with a flood.",
        "withstand the rigors of commercial use.",
        "withstand an onslaught from the spirited French team who were pushing hard for penalties.",
        "withstand the rigors of field shooting.",
        "withstand scrutiny.",
        "withstand more than 3 minutes serious assault.",
        "withstand high soldering temperatures.",
        "The soundness of its drainage systems enabled it to successfully withstand the floods earlier in the year.",
        "This table football will easily withstand even the most excitable games.",
        "withstand even the most aggressive attack or serious failure.",
        "In addition, the package must also withstand repeated cycling to low temperatures without mechanical failure.",
        "withstand what you might offer.",
        "withstand trampling.",
        "withstand having a ride-on mower crashing into it.",
        "withstand boiling water, so there may be original damage on tea and coffee wares.",
        "withstand in the evil day, but having done all, still you must stand.",
        "yucca extract which will withstand light rain but not a downpour.",
        "The joints take a special form to enable them to withstand the great strain to which they are subjected (fig.",
        "\"No dearness of price,\" he says, \"ought to hinder a man from the buying of books, if he has the money demanded for them, unless it be to withstand the malice of the seller or to await a more favourable opportunity of buying.\"",
        "If, after its third residence in a human body, it is still too weak to withstand the contamination of sin, it is united with another soul, in order that by their combined efforts it may resist the pollution which by itself it was unable to conquer.",
        "Useful instructions have been furnished by Carl Barus (Terrestrial Magnetism, 1897, 2, II) for the preparation of magnets calculated to withstand the effects of time, percussion and ordinary temperature variations.",
        "But when- -ever, from any cause, the degree of pressure which they are naturally intended to withstand is surpassed, they fail to nourish themselves, become granular, die, and, falling to pieces, are absorbed.",
        "As it was, the Austrian forces, disorganized in the long confusion of the Turkish wars, were in no condition to withstand Frederick the Great, when in 1740, at the head of the splendid army bequeathed to him by his father, he invaded Silesia (see Austrian Succession, War Of).",
        "These were unable to withstand the Greek settlers, and the Phoenicians of Sicily withdrew step by step to form three considerable towns in the north-west corner bf the island near to the Elymi, on whose alliance they relied, and at the shortest distance by sea from Carthage - Motya, Solous or Soluntum, and Panormus (see Palermo).",
        "This argument certainly resonates with some of your respondents, and with many in the country, but it does n't withstand scrutiny.",
        "It 's stylish housing is made to withstand the rigors of field shooting.",
        "Firstly the cable must be robust enough to withstand the extreme forces experienced during compaction or cement curing processes.",
        "These trousers feel very soft and comfortable, they will be cool to wear yet are rugged enough to withstand hard wear and tear.",
        "Furniture should be child-sized and sturdy enough to withstand years of energetic use.",
        "The balls are made of wipe-clean vinyl that 's tough enough to withstand heavy weights, and they are anti-burst for your safety.",
        "Although most weatherproof housings can withstand heavy rain, they are not designed to cope with a flood.",
        "Simple to use, either manual or touch control, designed to withstand the rigors of commercial use.",
        "Superior pack power and weight advantage saw the Lions withstand an onslaught from the spirited French team who were pushing hard for penalties.",
        "The arguments in his statement do n't seem to me to withstand scrutiny.",
        "And they are not designed to withstand harsh environments such as dust and high temperature applications.",
        "Sold Secure Silver - designed to withstand more than 3 minutes serious assault.",
        "Additionally, lower assembly temperatures negate the need for substrate materials that can withstand high soldering temperatures.",
        "The service has been designed to withstand even the most aggressive attack or serious failure.",
        "And I am not so... weak, so fragile, that I could not withstand what you might offer.",
        "This will help to protect the tree seedlings which are essential to the survival of the wood and cannot withstand trampling.",
        "Apparently it is designed to be strong enough to withstand having a ride-on mower crashing into it.",
        "In addition, tin glaze will not withstand boiling water, so there may be original damage on tea and coffee wares.",
        "It is not enough to withstand in the evil day, but having done all, still you must stand.",
        "It is an air aerosol containing a natural yucca extract which will withstand light rain but not a downpour.",
        "This quilt will need to withstand lots of laundry days!",
        "Unlike safety pins, diaper pins are stronger and made to withstand the pinning of cloth diapers.",
        "This type will withstand maneuvering over curbs and uneven sidewalks.",
        "First, the knife should be made of steel, a strong metal that can withstand years of use.",
        "They also withstand weathering from moisture and damp very well with time.",
        "Durability: Especially if you're playing outdoors on hard courts, you want soles that can last and withstand the natural wear that occurs with playing tennis.",
        "You'll need to protect it with a contoured zip-up cover that can withstand the elements while still allowing you easy access if you happen to forget something inside.",
        "Although they are expensive, Macintosh computers withstand several generations of use.",
        "An added benefit to spaying and neutering is cat owners will not have to withstand the pining of toms when neighborhood queens are in heat or the erratic nocturnal behavior of a queen in estrus.",
        "Engineers recently tackled the unraveling carpet problem and developed an acrylic material called fake fur specifically designed to withstand repetitive cat scratching.",
        "Sisal is a durable material that can withstand cat claws whether your cat likes to climb or use it as a scratching post.",
        "A well-built tower will also withstand kitty's \"playfulness\" to a higher degree and ensure that you will not have to replace the item as quickly.",
        "The beauty of frozen mixed drinks is that they can withstand a lot of tinkering.",
        "However, there are still many excellent furniture resources that produce quality investment pieces, which can withstand the weight of a large television and accompanying stereo system.",
        "PE resin will withstand rugged use [and] will not break when subjected to harsh use.",
        "PE resin requires no treatment or conditioning to withstand difficult conditions.",
        "It's important to remember that although outdoor fabrics are designed to withstand the elements, they do require some care.",
        "It's important to remember that even though outdoor fabrics are designed to withstand the elements, they can get damaged and degraded.",
        "While outdoor fabrics like Sunbrella are designed to withstand the elements, protecting them will help them last longer.",
        "You also want to make sure that you get some that fit properly so they can withstand the weather.",
        "While most outdoor furniture is designed to withstand bad weather, covering it with waterproof vinyl covers will help it last longer.",
        "Check the types of fittings that hold the bed and stairs together to ensure they are strong and secure enough to withstand daily climbing and bedroom games.",
        "Make sure you buy quality built furniture that can withstand the harsh elements of the outdoors.",
        "Hard wearing - unless a flooring is going into a room with very occasional or light use, flooring needs to be hard wearing and be able to withstand the daily knocks of everyday life.",
        "As long as the bamboo frame is coated with a waterproof sealant, it can withstand the elements perhaps even better than steel, which can rust when exposed to moisture.",
        "Many Amish furniture builders use materials that are local, durable and able to withstand generations of use.",
        "Amish furnishings are built to withstand the test of time.",
        "British colonial furniture is typified by hard, tropical woods, such as mahogany, teak, and ebony, which will withstand the humidity of the tropics.",
        "While some people may prefer to have purely decorative pillows, consider choosing larger pillows in heavier fabrics that can withstand some use.",
        "This has far more value than the latest designer color trends and it will withstand the test of time.",
        "Floor pillows should be made of fabrics that can withstand spills and take harsher treatment than throw pillows on your sofa.",
        "There are many kid-friendly fabrics that can withstand quite a bit of unintentional abuse with spills, food and dirt.",
        "In addition to being able to withstand the agitation of a washing machine and drier, a washable rug contains several other attributes most standard area rugs do not.",
        "The result after cleaning half of the rug confirmed Karastan's reputation as a world leader in manufacturing elegant, machine made rugs that could withstand decades of traffic and still be restored to their original beauty.",
        "Nylon and vinyl are popular choices because they can be wiped clean with a damp cloth, and while they are sturdy, they are not overly rigid and can withstand some minor twisting and contortions.",
        "Able to withstand deep sea diving and poolside lounging, a waterproof mascara is a must have beauty item.",
        "This makes spray perfect for bridal makeup, special occasions, when you need to wear makeup during hot, humid, or damp weather, and any other time when you need makeup to withstand a bit of moisture and still look great.",
        "Liquid liners are best for brides, because waterproof liquid liners can withstand emotional happy tears.",
        "As a photographer himself, Frank Toskan saw the need for a professional quality makeup line that could withstand the bright lights and often intense heat of a typical photo shoot without melting away.",
        "They function in the same manner as traditional disposable cameras, but are designed to withstand underwater conditions.",
        "If you love to swim, snorkel, kayak, ski, snowboard, or you are simply looking for a durable camera that can withstand a beating; Olympus' waterproof line should fit your needs.",
        "If you are unsure of whether the memorabilia can withstand the spray, you can also create pocket type pages to slip the items behind.",
        "It is best able to withstand challenges when you eat a well-balanced diet.",
        "The bride's hair should be able to withstand all that activity without disarray.",
        "She/he can also recommend more hearty varieties that can withstand temperature changes and be moved to a destination location if necessary.",
        "Simple folding tables are often the cheapest, but may not be heavy enough to withstand ocean breezes.",
        "If the wedding party is small, you may opt to have tent erected that could withstand rain showers and still provide guests with coverage.",
        "Depending on the age and condition of any vintage towels you find, the fabric might not withstand repeated laundering, so you may choose to use the towels only as decorative items.",
        "Buying from reputable children's clothing stores is a great way to ensure that you get quality clothing that's made to withstand just about anything little bodies can dish out.",
        "The majority of Dora the Explorer clothing items for toddlers are made of 100 percent cotton, and are durable enough to withstand abuse from an active child.",
        "Not only are drop-dead gorgeous children's duds good looking, but they're also made of high quality material that can withstand excessive wear and tear.",
        "Companies, such as Spyder, JCrew, Obermeyer Kids specialize in girls' winter garments that withstand extreme outdoor conditions, including frigid days on the sledding hill or snowball fights on the school playground.",
        "There is little wonder as to why parents enjoy dressing their children in this sturdy cotton twill material; denim washes easily and can withstand repeated launderings.",
        "These shoes will withstand roughhousing, but they also keep the feet cozy during quieter times.",
        "Courses in building design for homeland security teach these professionals about designing buildings to withstand blasts, fires and other threats.",
        "The vessels are built as icebreakers designed to withstand the frigid, ice-filled waters.",
        "Most wooden dog houses are handcrafted and use the highest quality materials to withstand humidity and extreme temperatures.",
        "Even dog nails that are kept trimmed can still snag or pierce fabrics not designed to withstand this type of wear.",
        "The Roadie can withstand up to 9,300 pounds in a crash, well beyond the strength of a human seat belt, and your dog weighs a fraction of the average human being.",
        "If you are truly determined to own this breed, wait until your children are at least between the ages of eight and ten to not only keep up with the puppy, but to be able to withstand its natural exuberance.",
        "Some varieties of chewing toys include a hard plastic toy designed to withstand a dog's bite; many include nubby surfaces to encourage plaque removal and help massage a dog's gums.",
        "They are planted as hedges in New Zealand, and are said to withstand clipping very well.",
        "Coming from the mountains of Asia Minor, this will withstand severe frost, is free from insects and disease, and quite at home in town gardens.",
        "Lily-of-the-Field (Sternbergia) - Charming hardy bulbs with flowers of firm texture, better able to withstand bad weather than the Autumn Crocus.",
        "It is not so suitable for arbours or trellises as for walls; the heat from the walls aids in ripening the wood, and so enables it to withstand the winter.",
        "Although earlier than S. sibirica, it does not so well withstand cold rains and storms, and therefore some tufts of it should be placed in warm sunny spots of the rock garden or sheltered border.",
        "The difference is in its ability to withstand the weather.",
        "The so-called Frost-Proof Gardenia is a new variety of Gardenia jasminoides that has been specially bred to withstand cooler temperatures.",
        "They've also been bred to better withstand insects and other problems that plague older varieties of gardenias.",
        "To survive, trees must withstand average temperatures in your region.",
        "They can withstand cooler temperatures and will blossom throughout the spring.",
        "This builds up a healthy tree that is able to withstand bacterial and fungal assault.",
        "Most cannot withstand the cold, let alone a frost.",
        "Planting a fall garden must take into consideration plants that thrive in cool weather and can withstand potential frosts.",
        "It's important to learn how to take care of summer plants in the winter, because most so-called summer plants cannot withstand freezing winter temperatures.",
        "Most cannot withstand temperatures consistently dipping below 50 or 60 degrees.",
        "Nature gave plants the ability to withstand the natural seasonal weather in the plant's original habitat.",
        "Strawberries cannot withstand temperatures below 15 to 20 degrees Fahrenheit.",
        "While the pine needles are lightweight, they can withstand wind and rainstorms.",
        "Recent innovations and introductions include new colors of sunflowers, zinnias, and petunias, as well as improved varieties of green beans, lettuces that withstand hot summers, and more.",
        "Each year residents strive to make a sturdier, safer home, built to withstand the pummeling of hurricane-force winds and projectiles.",
        "This laminate is made to withstand a lot of foot traffic and wear and tear.",
        "These layers need to be fused together to create a surface that is durable enough to withstand day-to-day foot traffic.",
        "Anything left outside to withstand the elements is subject to becoming dirty, including awnings.",
        "Good quality vinyl tiles are rugged and can withstand a lot of foot traffic so they are perfect for kitchen and bathroom floors.",
        "Though a vinyl floor can withstand a lot of wear and tear, they are not scratch resistant.",
        "This heat curing process is what gives ceramic tiles the capability to withstand the heat of the kitchen and the bottoms of hot pots and pans.",
        "Homeowners can choose siding that offers superior wind durability and will withstand winds that top 200 mph.",
        "Their patio doors have also been manufactured to withstand a wide range of weather conditions such as heavy rain or excessively strong winds.",
        "This means that although the earrings are hollow they will be able to withstand the daily knocks that comes with normal wear and tear.",
        "Be sure to check the manufacturer's care label, but most jogging suits are made to withstand activity, perspiration and trips through the washer and dryer.",
        "Each product is constructed of the finest, most durable materials, and all are designed to withstand rough conditions.",
        "The well-made, high quality pieces are durable, comfortable and can withstand the elements.",
        "That's because you want a jacket that will withstand regular wear and tear, is well constructed and thoughtfully designed.",
        "Greek Fisherman Caps: Fisherman caps are, of course, favored by men at sea, but Greek Fisherman styles are actually available in all kinds of materials - not all of which are rugged enough to withstand rough waters!",
        "Though most leather caps are durable enough to withstand wet weather, it is important to treat them well to ensure their longevity.",
        "Don't assume that your tote has been pre-shrunk and will withstand washing in hot water.",
        "Another tip is to start out with hardy vegetables that are easy to grow and can withstand difficult soil conditions better than some other crops.",
        "This keeps your environment healthier and more able to withstand weeds in the future.",
        "Some herbs cannot withstand winters and need to be brought inside your house during the cold months.",
        "The good thing about rain clothes is that they're made to withstand bad weather, so they usually last a long time.",
        "Traditionally slim in shape, barn jackets are typically made of comfortable materials that are durable enough to withstand basic outdoor elements.",
        "Fit is essential for any garment, but on prom night, a dress simply has to be comfortable enough to withstand hours of constant movement.",
        "A jacket isn't meant to withstand the rigor of harsh winter weather, and as such is unlikely to provide much comfort in the face of, say, a snowstorm.",
        "Most are durable enough to withstand bumps and falls, but they should be positioned in a safe position regularly.",
        "If you've ever sat on your readers, fallen asleep in them, or had a child grab them and bend them, you'll love the fact that there are some frames out there that are meant to withstand such accidents.",
        "If you have multiple pairs of readers around the house, you could replace the one that takes the most abuse with a pair that is meant to withstand a few bumps and stretches.",
        "Climatology: Rides must be built to withstand all weathers at their location, from the heavy heat and humidity of southern parks to the bitterly cold winters of northern parks.",
        "Apparently when Halo fired, it shook itself to pieces and the portal couldn't withstand it.",
        "You can play this game one of two ways: with the controller, or, if you were brave enough to withstand the clerk's mockery, the optional maracas.",
        "Just make sure that whatever you use is able to withstand quite a bit of weight as well as heavy movements like constant stepping and jumping.",
        "Although expert tasters ranked these bottles of Champagne as \"excellent,\" it's unlikely most bottles can withstand centuries of storage.",
        "The vines are much prized for their ability to withstand autumn rains which can ruin other grape harvests.",
        "However, if you plan on being able to use it you should make sure that it is sturdy enough to withstand the type of use it would get in your home.Always check the condition of the rockers.",
        "Packs that don't have any type of frame are not designed to withstand the rigors of camping.",
        "Airstream travel trailers are designed to withstand miles and miles of travel while offering many comfortable amenities.",
        "They state that their aerodynamic design lends itself to good fuel economy, and it's lightweight, fiberglass construction means it's built to withstand rough terrain.",
        "Sleeping bags made to withstand freezing temperatures are another must.",
        "Cases are usually made of rubber, neoprene, or leather and are designed to help the cell phone withstand an impact, protecting it from potential disasters like spilled liquids.",
        "The rugged design can withstand a fair bit of abuse too.",
        "Earlier versions of Bluetooth would lose connectivity when the two devices were more than a couple feet apart, but more modern devices are able to withstand a fairly robust connection at 30 feet or more.",
        "Exclusive to Verizon Wireless, this rugged handset is built to withstand all kinds of abuse.",
        "Fractures, burns, and deep lacerations require treatment by a doctor but alternative treatments can help the body withstand injury and assist the healing process.",
        "Calcium, minerals, vitamins, all part of a balanced and nutrient-rich diet, as well as regular exercise, build strong bones that can withstand force well.",
        "The kidney is not designed to withstand very much pressure.",
        "In addition, children from tropical climates may not be able to withstand cold temperatures as well as their cold-climate counterparts, making them more susceptible to frostbite and frostnip at higher temperatures.",
        "Latches and locks that are easy to install and use but sturdy enough to withstand pulls and tugs from children are good choices.",
        "No. The seven-dollar version, which is widely available, can be calibrated and usually withstand multiple droppings.",
        "Chocolate molds are usually made of thick, sturdy plastic that can be reused innumerable times and withstand some rather sharp knocks.",
        "Unfortunately, these dresses are not meant to withstand the kinds of movement and stress that ballroom dance will bring to them.",
        "Do you want a casket that will withstand weathering, or do you want a biodegradable casket?",
        "Virgin hair can withstand the elements much longer than processed hair which is why it is the most desirable for wigs.",
        "The company's nutrient rich daily conditioner and protein enriched shampoo can both help give hair the strength it needs to withstand styling and ultimately prevent hair loss.",
        "Are able to withstand the rigors of the event, such as dancing, transportation, and a social occasion of several hours.",
        "Flower girl hair styles need to withstand these types of activities and still look attractive for wedding pictures as well as the ceremony itself.",
        "Regardless of the accessories chosen, they should fit snuggly into the hair style so they can withstand the rigors of the day without needing repeated adjustments that can make a young child impatient and volatile.",
        "Climate, so it can withstand wind and humidity if necessary without losing its beauty.",
        "Chemically Damaged Hair: Making a wig can be stressful on the hair, and severely damaged hair is often too brittle to withstand the manufacturing process.",
        "Her hair should be able to withstand all of these activities without needing more than minor touch-ups.",
        "Eat a diet for healthy hair to promote silky, shiny locks that are strong enough to withstand the rigors of a wedding.",
        "Heating elements are supercharged to withstand daily use, ceramic tourmaline or enamel plates smooth without sacrificing the integrity of the hair, and everyday styling time is reduced in half.",
        "While fresh flowers are always a popular option for hair pieces, a silk variety may be able to withstand more of the activities an energetic flower girl is sure to engage in.",
        "With care, a natural bristle brush can withstand many years of daily use.",
        "While many people can withstand the physical pain and sensation of waxing, some women find themselves in too much discomfort to opt for a bikini wax service.",
        "A home inspector can evaluate the home's ability to withstand the damage caused by strong winds.",
        "It is still important to note that the materials currently used to protect space shuttles reentering Earth have a design to withstand temperatures of 2200 degrees Celsius.",
        "Cheaply made clothing may be able to withstand a few short months of wear, but you can find inexpensive options of greater quality with a little ingenuity.",
        "Strauss also enlisted the help of engineer Charles Alton Ellis, who contributed much of the technical work that assured the bridge could withstand the turbulant Golden Gate weather.",
        "You'll also want to choose materials that don't rust easily and withstand the elements.",
        "Beach towels, however, are widely available at discounted prices and will withstand a little wear and tear better than wearable garments and accessories.",
        "Not only is it super-cute, but it's made with a special fabric specifically designed to withstand repeated exposure to chlorinated water.",
        "These \"endurotech\" suits are solidly constructed to withstand the most hectic training schedules.",
        "It's a pretty rare two-piece that can withstand the impact of hitting the water at full speed and stay in place, although even one-piece bathing suits are not always immune to such disasters.",
        "From competition suits to stylish suits that don't need to race, you'll get high-quality goods made to withstand serious water play.",
        "Because the ocean's wave action can be rough and aggressive, these shorts are made of nylon or polyester in order to dry quickly and withstand the rough treatment of the water.",
        "While many swim trunks contain materials that quickly break down and deteriorate when immersed in the ocean or pool water, still others are specially designed to withstand the harsher elements of nature.",
        "This usually means choosing cotton or a polyester fabric as these are stronger, durable and built to withstand numerous washings.",
        "String bikinis weren't designed to withstand sliding, jumping and running.",
        "To help prevent this chemically-induced wear, purchase a swim suit made of polyester, a fabric that will withstand chemicals better than Lyra, nylon or spandex.",
        "If you're looking for a line of men's swimwear that is unique, made with high-quality materials, and functional enough to withstand rugged activity, Guy Harvey trunks might be for you.",
        "One of the key components for male swimwear is that it has to be able to withstand a lot of activity, especially when traveling, so durability is essential.",
        "These cars and trucks tend to be made of better quality materials and are able to withstand the punishment dished out when they crash or take a tumble off the track.",
        "Each encapsulated pearl is naturally coated to withstand stomach acids and not dissolve until they reach your intestines.",
        "Vitamin A is fat soluble and doesn't deteriorate from cooking or prolonged storage, so it can withstand any recipe imaginable.",
        "REI: Perfect for active types, this retailer carries outerwear that's made to withstand the elements.",
        "If your dress has a solid lining and can withstand a color underneath, throw a long-sleeved t-shirt on under it for warmth.",
        "The pitcher is made from strong poly carbonate plastic and is capable to withstand anything the eight variable speeds can throw at it.",
        "Marsh invented a product known as Nichrome wire, a filament that has the ability to withstand the intense heat that it takes to toast a piece of bread quickly.",
        "The Oster blender is made to withstand several hundred uses.",
        "The mixing cup is made from a thick glass designed to withstand pressure.",
        "They are built to withstand a great deal of use and abuse.",
        "Some people who run garage and yard sales sell barely-used items that can withstand many additional years of use.",
        "They must be able to withstand the heat of hot wax without melting or warping.",
        "Wreaths are durable and can withstand wind and cold.",
        "Durability: Because skirts may become littered with needles, trampled by small feet, and layered with packages, they need to be able to withstand moderately rough treatment.",
        "The deluxe Santa Claus costume is best suited for individuals, who plan to wear the outfit again and again, and need the extra durability and high-end manufacturing to withstand extensive use.",
        "While the canine costumes are made to withstand repeated use in different environments, you still need to care for them properly, in order to preserve the integrity of the design.",
        "This is not a healthy relationship and one that is able to withstand time with all of life's challenges.",
        "There are other not so obvious traits that you must have in your relationship so that it can withstand the test of life's challenges.",
        "Pearls are among the softest types of gemstones, and they cannot withstand rough treatment or concussions.",
        "While other rings may withstand some rough activities, silver rings should be immediately removed when engaging in housework, cleaning, sports, or other actions that could involve accidental blows or force applied to the ring.",
        "The placement and size of the diamonds are sensitive and the ring will not withstand the manipulation.",
        "This is because metals such as platinum, palladium and gold look great, while also being able to withstand many years of daily wear.",
        "If you are hard on jewelry, you may want to purchase a ring setting that can withstand this type of abuse.",
        "The style is simple, featuring a single interior pocket with a PVC lined exterior that can withstand the rain or even a soda spill.",
        "The Cargo Pro Series 900 Hybrid Cover is marketed as being able to withstand \"over 2000 lbs. or crushing force\", though it probably melts into an acid pool at the touch of a toddler.",
        "The original handbag line began with the use of a fine leather calfskin that was processed to withstand all forms of weather, making it nearly indestructible.",
        "The lunch bag can also double as a \"Mommy Item,\" with its compartments for baby bottles, as well as withstand the pressures of bus, bicycle, and foot travel.",
        "Not only is leather fashionable, it is durable and can withstand the functions of daily use -- an essential characteristic of a wallet.",
        "A classic bag is generally one that is considered timeless enough to withstand fickle trends, maintain its beauty over years (and often generations) and work well with a variety of outfits and in different environments.",
        "Often made from fabric, camo bags are usually durable and can withstand substantial use.",
        "Women who know a thing or two about sustainable styles - in this case, those that withstand the test of time and remain relevant for years - are on familiar terms with Bulga.",
        "This translates into having a bag that can truly withstand the elements.",
        "This falls right in line with the durability factor, but the bag should be able to withstand the effects of the sun, sand and water, should any external elements come into contact with it.",
        "It's important to choose leather that is tough enough to withstand regular use.",
        "Often, those present greater challenges, because both must be immensely comfortable to withstand a night of dancing and milling around.",
        "The Sondra Roberts bags are also fully lined with cotton twill lining, and all hobos are well made to withstand all of the daily abuse that handbags are subject to.",
        "It is built to be durable and withstand the perils of travel.",
        "Not only will you carry the latest fashion with the fun colors and funky designs Dooney & Bourke typically releases, but these bags are durable enough to withstand traveling or everyday wear.",
        "Most tents are made of canvas, so it is made to withstand all types of conditions.",
        "American Tourister luggage sets are sturdily designed to withstand the harsh treatment that often accompanies travel.",
        "Brenthaven: Known for its extremely durable cases for all types of mobile technology, Brenthaven's Macbook bags are brilliantly crafted to withstand the rigors of everyday life.",
        "Fine leather or other durable material: You want a material that is going to withstand heavy daily use.",
        "You want a wallet that is going to withstand this type of use.",
        "A strong nylon or leather will withstand rigorous use.",
        "Whether you need extra pockets or want to make sure the wheels are sturdy enough to withstand repeated use, there are some high quality selections available.",
        "Some are done in plush and resemble a doll while others are done in vinyl and can withstand being thrown around a bus and accommodate anything from books to lunch.",
        "If your child stands at a bus stop or will be using the backpack outdoors, you will want to choose a material that can withstand the elements.",
        "It takes a very confident person to withstand Virgo's criticisms and understand that he delivers them because he genuinely wants to help you improve yourself.",
        "A weak wood element can be easily harmed by metal the same way a strong wood element can withstand metal.",
        "Board books are great for toddlers because they are sturdy enough to withstand their not-so-careful explorations.",
        "Fisher Price Kid-Tough Electronics, as they name implies are built to withstand a lot of handling from small hands.",
        "However, even though they are designed to withstand even the most roughest handling, they are real, working electronics.",
        "Age-appropriate train sets are built to withstand the less-gentle approach that younger kids take to their toys.",
        "These books are constructed of strong cardboard, so they can withstand abuse by little hands.",
        "Is it sturdy enough to withstand the normal wear and tear of growing kids?",
        "Digital cameras for kids are generally built to be more durable and withstand the abuse they are likely to take.",
        "School uniforms are often more durable than regular children's clothing, since they are made to withstand repeated washing.",
        "This kind of parenting helps children withstand peer pressure and also feel more stable in their home.",
        "In order for such eggs or larvae to survive, they would need to withstand temps exceeding 140 degrees F during cooking, and they would need to withstand the digestive enzymes within the human body.",
        "Like Nostradamus and other prophets before him, his predictions withstand the test of time with history bearing out many of them.",
        "Polyester-based thread is typically stronger than cotton-based threads and withstand weathering from moisture and damp very well.",
        "Most importantly, high impact cyclists can persevere in confidence, knowing that their racing shoes are durable enough to withstand even the most compromising conditions such as rain and extensive use.",
        "While playing tennis, the feet are called upon to move from side to side, and tennis shoes are designed to withstand that kind of constant lateral movement.",
        "The typical boat shoe consists of a high-quality upper and a strong, non-marking, rubber outsole designed to withstand the toughest of conditions.",
        "Ice Climbing Boots - Those who plan to climb icy mountains need boots specifically designed to withstand frigid temperatures and the rigors of vertical climbing.",
        "Despite this, it can be quite cost-effective to select a pair of slippers that will actually withstand these annual replacements and instead become the \"forever slippers\" you rely on day in and day out.",
        "If you live in an area where heavy snow is common, opt for a boot that is ruggedly built to withstand the elements.",
        "WW955: If you prefer a more rugged design, this shoe will withstand inclement weather while you trek across rough terrain, even if your idea of \"roughing it\" is making it across a busy city street.",
        "A good pair of boys' winter boots will withstand anything an active boy can dish out.",
        "They are luxurious and designed to withstand the changing styles.",
        "Flexibility - Hackl emphasizes the importance of choosing shoes that have \"a high degree of flexibility that can withstand the motion of your foot's natural movement.\"",
        "Few relationships on the modern soap opera withstand the test of time.",
        "Water Resistance: The ability of a watch to withstand water.",
        "In 1965, the Omega Speedmaster became \"flight-qualified\" for NASA when it became the only watch to withstand all of their severe tests and conditions.",
        "Made from durable materials like titanium, gold, steel, leather or rubber these watches are designed to withstand an active lifestyle and are perfect for water sports.",
        "The company marketed the watch as being able to withstand a fall from the top of a building and still operate perfectly.",
        "Watches marked as 3ATM-5ATM will withstand rain or splashes but should not be fully submerged.",
        "A variety of watch manufacturers make watches especially designed to withstand the dings and bangs that come along with being a kid.",
        "Their robust nature means that they are able to withstand the knocks and bumps which items worn on the wrist often receive.",
        "It is not designed for occasional wear and is very much the choice of active and busy persons looking for a watch that looks good, has great features yet is robust and will withstand extreme conditions.",
        "This feature is useful for traveling as it means that the watch will withstand wear and tear.",
        "Some watch bands, for instance stainless steel bands, are very hard wearing and can withstand extreme conditions; other straps like fine leather may crack or wear over time.",
        "To create wristwatches built to withstand the forces of nature, F&S engineers smoothly fuse sporty style and elegance with superior functionality and incomparable strength.",
        "Three years later, a professional diver from Hiroshima contacted Seiko requesting a watch that could withstand the tremendous pressures and stresses of saturation dives to 350 meters.",
        "For instance, a paperclip won't work because it isn't firm enough to withstand pressure.",
        "But remember, you will be on your knees and on the floor a lot, and the material needs to be able to withstand that kind of treatment.",
        "Preparing the grates with an oil that can withstand high temperatures helps keep food from sticking on the grates and makes after cooking clean up much easier.",
        "This means that it is difficult to scratch, it rarely cracks or chips like other commonly-used materials, and it can withstand extreme temperatures.",
        "However, unlike wool, it's a rugged material that is able to withstand wear and tear as well as machine-washing.",
        "Your lye solution must be mixed in a container that can withstand a great deal of heat, since the basic chemical reaction will result in temperatures of over 200 degrees Fahrenheit.",
        "The equipment should be sturdy and built to withstand weight and force.",
        "These exercises are designed to help you recover from your injury, but only after the area has strengthened enough to withstand the exercises.",
        "Sturdy enough to withstand heavy use, the equipment weighs only 30lbs, allowing it to be folded and moved by most individuals.",
        "First, Champion claims that this cotton blend not only feels super soft against your skin, but that it is built tough enough to withstand even vigorous work outs.",
        "These fabrics were not made to withstand modern detergents and appliances.",
        "They're delicate, but also strong enough to withstand daily wear if you prefer them over pantyhose.",
        "These types of materials can't withstand normal washing, even hand washing.",
        "Depending on the type of silk, you may have a sturdier variety that can withstand machine washing using the regular cycle.",
        "However, investing in quality lingerie is also a good idea, since good bras will withstand more washing and wearing than their cheaper counterparts.",
        "It's small, light, inexpensive, easy to use and can withstand a good amount of wear and tear.",
        "Items that can withstand the heat are good choices.",
        "They must also withstand the duo's critiques about style choice and fashion sense.",
        "Physical examinations made sure that all of these folks could withstand the demands the show placed on them.",
        "On a hopeful note, some people develop an immunity to the saliva and enzymes injected into the skin and may withstand regular biting without the itchy bumps that are common and expected with this insect.",
        "Durable enough to withstand repeated washing.",
        "The uniform also was made to be durable, so that whether it was a service project or a fun camping trip it could withstand the rigors of an active girl.",
        "Quality: Unlike traditional clothing, lifeguard swimsuits and apparel must be made of high-quality material that can withstand the elements.",
        "Because he was a luggage maker by day - creating cases designed to withstand the rigors of an ocean passage - he became the first leather firefighting helmet manufacturer.",
        "Ensure that you are purchasing a quality product that can withstand the rough and tough atmosphere of football.",
        "Select glues you can launder as needed and that will withstand regular use.",
        "Avoid these products and invest in jerseys that will withstand the heat and turf of the soccer field.",
        "Before the earthquake wood had been employed to a large extent, partly because of the accessibility, cheapness and general excellence of redwood, but also because of the belief that it was better suited to withstand earthquake shocks.",
        "A number of kids digital cameras are now built this way so that the camera can withstand rough treatment."
    ],
    "definition": [
        "To resist or oppose with determined effort: The soldiers withstood the attack.",
        "To be undamaged or unaffected by: The house withstood the storm.",
        "Link/Cite",
        "To resist or endure (something) successfully.",
        "To oppose (something) forcefully.",
        "Link/Cite"
    ]
}