{
    "translation": "לא לתת, למנוע מ",
    "uses": [
        "The sun seemed to withhold its light and warmth from him.",
        "Now I would muddy the waters even more by contacting Daniel Brennan, another fact I planned to withhold from all but my wife.",
        "Priests of the Society are given the option of either joining other orders or remaining as secular clergy, under obedience to the ordinaries, who are empowered to grant or withhold from them licences to hear confessions.",
        "It is impossible for any one with whom Helen is conversing to be particularly happy or sad, and withhold the knowledge of this fact from her.",
        "To receive the pilgrim and supply him with alms was always considered the duty of every Christian: Charlemagne, indeed, made it a legal obligation to withhold neither roof, hearth, nor fire from them (Admon.",
        "The Council may also act in cases of default by the local authorities, or may make representations to the Local Government Board respecting such default, whereupon the Board may direct the Council to withhold payment due to the local authority under the Equalization of Rates Act 1894.",
        "It had exercised some supervision through its inspectors, had forbidden cells to be used until duly certified as fit, and had threatened to withhold exchequer contributions from prisons of which unfavourable reports were received.",
        "In fact, the respectable Hindu, whilst owning special allegiance to one of the two gods as his ishta devata (favourite deity), will not withhold his tribute of adoration from the other gods of the pantheon.",
        "The governor-general has, however, the independent right to withhold his assent to any bill which he considers in conflict with imperial interests.",
        "They speak of the \"breathing time\" which they have had of late, and their hope that God would, as they say, \"incline the magistrates' hearts so for to tender our consciences as that we might be protected by them from wrong, injury, oppression and molestation\"; and then they proceed: \"But if God withhold the magistrates' allowance and furtherance herein, yet we must, notwithstanding, proceed together in Christian communion, not daring to give place to suspend our practice, but to walk in obedience to Christ in the profession and holding forth this faith before mentioned, even in the midst of all trials and afflictions, not accounting our goods, lands, wives, children, fathers, mothers, brethren, sisters, yea, and our own lives, dear unto us, so that we may finish our course with joy; remembering always that we ought to obey God rather than men.\"",
        "It was eagerly welcomed by the Berlin mathematician, who had the generosity to withhold from publication his own further researches on the subject, until his youthful correspondent should have had time to complete and opportunity to claim the invention.",
        "legislative act, however, had only authorized the courts to determine whether or not there were sufficient grounds for a divorce and to grant or withhold it accordingly.",
        "He struggled to withhold them until they could be presented in a complete form; but they were urgently needed for the progress of science, and the astronomer-royal was a public servant.",
        "749) they are the custodians of the gates of Olympus, which they open or shut by scattering or condensing the clouds; that is, they are weather goddesses, who send down or withhold the fertilizing dews and rain.",
        "The gods had intended, for some reason or other, to withhold fire from men; a benefactor of mankind stole it from the gods.",
        "Serious military reverses constrained him for the present to withhold it, while on the other hand they served to increase the pressure upon him from anti-slavery men.",
        "To this last class belong some of the most important cities in France, wherever the king had power enough to withhold liberties deemed dangerous and unnecessary.",
        "Trustworthy statistics on this point cannot be obtained, because most firms withhold any information .as to the extent of their production from the public.",
        "Bismarck then pointed out that the constitution of the empire did not authorize the emperor to withhold his assent from a law which had passed both the Reichstag and the Bundesrat; he could as king of Prussia oppose it by his representatives in the federal council, but when it had been accepted there, it was his duty as emperor to put the law into execution.",
        "They make good or bad seasons, and control the vast animals who, among ancient Persians and Aryans of India, as among Zulus and Iroquois, are supposed to grant or withhold the rain, and to thunder with their enormous wings in the region of the clouds.",
        "He began his new rule by a vigorous attempt to assert his rights, warned the citizens of London not to withhold tithes, and decided appeals from the judgments of his suffragans during a thorough visitation of his province.",
        "The magnificent palace of Minos - there seems no reason to withhold from it the name of the great prince whom Thucydides recognized as the first to hold the empire of the sea - perished by the flames, and it evidently had been plundered beforehand of everything that a conqueror would regard as valuable.",
        "to men who were worthy, and as God does not withhold from men a share in His attributes - such as sovereignty and fatherhood - it was fitting that Christ who has wrought salvation for mankind should obtain this highest name.",
        "disconnected for any reason then we reserve the right to withhold any payments due.",
        "The adjudicator was asked to determine whether the defenders had failed to give timeous notice of intention to withhold payment.",
        "We must be mindful that the Secretary of State has the power to give or withhold consent to the Bill.",
        "Most owners of these cats who survive will withhold their names from the media to prevent the cats from being overwhelmed with attention.",
        "Offer clear water to reduce dehydration, and withhold food for 24 hours to let the digestive system rest.",
        "The federal tax withholding table is a chart provided to employers by the Internal Revenue Service (IRS) to inform them of how much to withhold from an employee's paycheck.",
        "The tax withholding table guides employers in how much they must withhold from an employee's paycheck.",
        "Employers with a minimum number of employees are required to withhold taxes.",
        "Do you want to know how much your employer will withhold from your paycheck?",
        "Additionally, taxpayers are subject to fines if their employer failed to withhold enough from their paycheck.",
        "The right to send a ship to trade with China was one for which large sums were paid, and Pereira, as commander of the expedition, would enjoy commercial privileges which Ataide had, ex officio, the power to grant or withhold.",
        "Provided the sense organ and the mind be healthy, provided an external object be really seen or heard, the presentation, in virtue of its clearness and distinctness, has the power to extort the assent which it always lies in our power to give or to withhold.",
        "She knew Andre to be discreet, but could even he withhold these secrets from Gabriel, the deity who raised him from the dead-dead?",
        "Withhold Certificates or First Prizes in Kitten Open Classes for: Color not rich warm chestnut brown to the roots.",
        "The right to give or withhold consent was not and is not extended to nationalists.",
        "NGOs have been hampered by diplomatic secrecy and an apparently deliberate decision to withhold information about the humanitarian dimensions of the war plans.",
        "entitled to withhold payment.",
        "When we withhold forgiveness, we are often trying to make things the same as they were before we were really badly hurt.",
        "The University also reserve the right to withhold increments in line with current arrangements.",
        "notumA reserves the right to withhold, or withdraw, membership from an individual in accordance with the Articles of Association.",
        "Indeed, that conclusion followed inexorably from the finding that the appellant had not been entitled to withhold payment.",
        "rectifymage is minor and easily rectified, the landlord should not be able to withhold the entire amount of the security deposit.",
        "taxis must also withhold certain taxes from the paychecks of your employees.",
        "timeous notice of intention to withhold payment.",
        "undesirable in the interests of the sport, it may withhold sanction.",
        "withhold consent to the Bill.",
        "withhold payment of tax owing in the meantime.",
        "withhold any payments due.",
        "The Proctors may not unreasonably withhold or withdraw registration.",
        "However, those applicants who deliberately withhold information from their insurer do not.",
        "If we may believe Tei`kullian, it was Praxeas of Asia Minor, the relentless foe of Montanism, who succeeded in persuading the Roman bishop to withhold his letters of conciliation.'",
        "Dr Farnell, however, holds that Erechtheus and Poseidon were originally independent figures, and that both Erechtheus and Athena were prior to Poseidon, As he gave, so he could withhold, springs of water; thus the waterless neighbourhood of Argos was supposed to be the result of his anger.",
        "was fain to curb his fiery temper, and to confer graciously what he could not withhold.",
        "If damage is minor and easily rectified, the landlord should not be able to withhold the entire amount of the security deposit.",
        "You must also withhold certain taxes from the paychecks of your employees.",
        "A tenant has no right to withhold rent for trivial matters of repair.",
        "If the Board considers the proposed conditions of a tournament to be undesirable in the interests of the sport, it may withhold sanction.",
        "And, of course, I withhold my support from many unsavory practices I disapprove.",
        "Making an appeal does not allow you to withhold payment of tax owing in the meantime.",
        "In some cases, sites allow students to take the class but withhold the certificate of completion until the student pays for the course.",
        "You inspire me to withhold judgment and to revel in beauty presented to me when I least expect it.",
        "As such, perhaps the public would be better served to withhold judgment until she's an adult.",
        "If it is because you are fearful, then you are beginning to withhold emotions and this is keeping you from enjoying the new guy.",
        "When you withhold information from your mom, you put a strain on the mother-daughter relationship and the trust your family has in you.",
        "A federal agency that seeks to withhold information due to FOIA exemptions must demonstrate that the exemption applies to the particular request.",
        "Don't withhold information about the children from your former partner or try to sabotage their relationship in any other way.",
        "Explain what information they are free to divulge and what to withhold.",
        "If you are tempted to withhold information or gloss over either your or the school's concerns, please don't do so.",
        "Employers withhold all three types of taxes from employees' pay, but employers must pay a matching amount on the Social Security and Medicare taxes.",
        "Each employee in a company should fill out IRS form W-4 to help employers determine how much tax to withhold from each paycheck.",
        "Critics say that the major chains pay the lowest wages whenever possible and sometimes withhold medical benefits from even full time employees.",
        "By agreeing to be on What Not to Wear, you authorize the producer to \"deduct or withhold\" any taxes due on the prizes, gifts, services or cash.",
        "Such a Fountain of Youth would not only benefit the alchemist physically, but would make him powerful beyond competition, since he would be able to offer or withhold the secret of eternal life to whomever he wished."
    ],
    "definition": [
        "To refrain from giving or granting: withhold information; withhold judgment. See Synonyms at keep.",
        "To keep in check; restrain: I was unable to withhold my laughter.",
        "To deduct (withholding tax) from an employee's salary.",
        "with·hold′er\nnoun",
        "Link/Cite",
        "To keep (a physical object that one has obtained) to oneself rather than giving it back to its owner.",
        "To keep (information, etc) to oneself rather than revealing it.",
        "To retain; to keep back; not to grant; as, to withhold assent to a proposition.",
        "Link/Cite"
    ]
}