{
    "translation": "ראוי",
    "uses": [
        "Some of the arrangements are worthy of notice.",
        "It was for a worthy cause, and I don't regret what I've done, he said.",
        "I know I am not worthy of her, I know it's impossible to speak of it now.",
        "Ethel looked at him as if he'd proposed a trip to the moon, stating emphatically the only activity worthy of sweat would take place in her king size bed.",
        "15); \"That prayers and thanksgivings, made by worthy persons, are the only perfect and acceptable sacrifices I also admit\" (Just.",
        "\"You tell me, and if I find it worthy, I'll tell you who wanted you brought back,\" Gabe said, crossing his arms.",
        "To be able to pluck two such treasures and eliminate another is worthy of praise from high!",
        "She was a smartass worthy of any of his brothers, and yet, no human deserved this.",
        "Sometimes it was difficult to know which virtues they taught her were worthy and which were simply out-dated.",
        "But in general I can tell you, Papa, that such a heroic spirit, the truly antique valor of the Russian army, which they--which it\" (he corrected himself) \"has shown or displayed in the battle of the twenty-sixth-- there are no words worthy to do it justice!",
        "If only he was like the stranger: powerful enough to buy a home and wardrobe worthy of his mother.",
        "Howard was no doubt an exceedingly kind and worthy man in his way, and has his reward; but, comparatively speaking, what are a hundred Howards to us, if their philanthropy do not help us in our best estate, when we are most worthy to be helped?",
        "Several minor events of Leo's pontificate are worthy of mention.",
        "In some cases there was foundation for the laborers claims, but unfortunately the movement got into the hands of professional agitators and common swindlers, and the leader, a certain Giampetruzzi, who at one time seemed to be a worthy colleague of Marcelin Albert, was afterwards tried and condemned for having cheated his own followers.",
        "Darian paused mid-step, not at all certain he was worthy of a mate.",
        "More importantly, thank you for giving me the opportunity to prove myself worthy of you daughter.",
        "His Essai sur la societe des gens de lettres avec les grands was a worthy vindication of the independence of literary men, and a thorough exposure of the evils of the system of patronage.",
        "That in the better times of the aristocracy nobility was not uncommonly granted to worthy persons, that in its worse times it was more commonly sold to unworthy persons, was the affair of the aristocratic body itself.",
        "He is not, but he is a warrior worthy of her attention in battle.  The Immortals always say, at least they understand Darkyn.",
        "No writer can be less intrinsically worthy of study than Wolff.",
        "The apothecaries' ordinance at Nuremberg provided that no Theriaca should in future be branded with the seal of the city unless it had been previously examined and declared worthy of the same by the doctors of medicine, and that every druggist must know the age of the Theriaca he sold.",
        "I figured if he survived the worst Hell had to offer, he'd make a worthy successor.",
        "The prisoners included Silvio Spaventa, Luigi Settembrini, Carlo Poerio and many other cultured and worthy citizens.",
        "William Howard was employed as counsel by the corporation of Lynn, and it is worthy of note that the \"crosslets fitchy\" in his shield of arms suggest the cross with which the dragon was discomfited by St Margaret, the patroness of Lynn.",
        "He was essentially humane; and it is worthy of notice that he was in favour of the abolition of slavery, while humane men like his friend Lord Sheffield, Dr Johnson and Boswell were opposed to the antislavery movement.",
        "What a worthy messenger!",
        "The writings of Josephus give a good idea of the fortifications and buildings of Jerusalem at the time of the siege, and his accurate personal knowledge makes his account worthy of the most careful perusal.",
        "His first efforts were directed to securing a virtuous and wellinstructed clergy, with its consequence of a people worthy of their pastors.",
        "The first, The Gestes of the Worthy King and Emperor Alisaunder of Macedoine (ed.",
        "Carry neither gold nor silver nor money in your girdles, nor bag, nor two coats, nor sandals, nor staff, for the workman is worthy of his hire\" (Matt.",
        "This gift will be a pledge of your purity of heart to her whom you select to be your worthy helpmeet in Masonry.",
        "Such intrepidity is certainly worthy of passing notice.",
        "The Pythagorean school of philosophers adopted the theory of a spherical earth, but from metaphysical rather than scientific reasons; their convincing argument was that a sphere being the most perfect solid figure was the only one worthy to circumscribe the dwellingplace of man.",
        "Then after a prayer for sanctification, or for worthy reception, followed the Lord's Prayer, and after the Lord's Prayer the communion.",
        "Here at last his long yearning for some great theme worthy of his historic genius was gratified.",
        "It uplifts the soul to see such men as the old count and his worthy son, said she.",
        "\"Well, I've nothing against it,\" the prince said to himself, \"but he must be worthy of her.",
        "without the occurrence of any event worthy of being chronicled, till suddenly one night at ten o'clock the water was found to shoal, without any sign of breakers or land.",
        "Kovalevsky, is especially worthy of notice.",
        "Thompson proved a worthy successor to Whewell; the twenty years of his mastership were years of progress, and he himself took an active part in the abolition of tests and the reform of university studies and of the college statutes.",
        "The Biologie and the Philosophic zoologique are both very remarkable productions, and are still worthy of attentive study, but they fell upon evil times.",
        "Nicholas' letter was read over hundreds of times, and those who were considered worthy to hear it had to come to the countess, for she did not let it out of her hands.",
        "You have earned the St. George's standards and will be worthy of them.",
        "To Pierre's inquiries as to what he must do and how he should answer, Willarski only replied that brothers more worthy than he would test him and that Pierre had only to tell the truth.",
        "When, therefore, we remember that Aurelius knew little of the Christians, that the only mention of them in the Meditations is a contemptuous reference to certain fanatics of their number whom even Clement of Alexandria compares for their thirst for martyrdom to the Indian gymnosophists, and finally that the least worthy of them were doubtless the most prominent, we cannot doubt that Aurelius was acting unquestionably in the best interests of a perfectly intelligible ideal.",
        "Hayim Vital reports that on his death-bed Luria said to his disciples: \" Be at peace with one another: bear with one another: and so be worthy of my coming again to reveal to you what no mortal ear has heard before.\"",
        "Every man is tasked to make his life, even in its details, worthy of the contemplation of his most elevated and critical hour.",
        "Pierre still considered that it would be a useful and worthy action to slay the evildoer, but now he felt that he would not do it.",
        "A man may live on in the world by his teaching and example as a power for good, a factor of human progress, and he may also be continuing and completing his course under conditions still more favourable to all most worthy in him.",
        "The Crati, which flows from Cosenza northwards, and then turns abruptly eastward to enter the same gulf, is the only stream worthy of notice in the rugged peninsula of Calabria; while the arid limestone hills projecting eastwards to Capo di Leuca do not give rise to anything more than a mere streamlet, from the mouth of the Ofanto to the south-eastern extremity of Italy.",
        "But it is worthy of special attention that the mere chemical composition of agricultural and garden soils is, as a rule, the least important feature about them, popular opinion to the contrary notwithstanding.",
        "New colonial forms have been developed during the partition of Africa amongst European powers, the sphere of influence being especially worthy of notice.",
        "Thus charged on the silver bend, it makes bad armory and it is worthy of note that, although the grant of it is clearly to the duke and his heirs in fee simple, Howards of all branches descending from the duke bear it in their shields, even though all right to it has long passed from the house to the duke's heirs general, the Stourtons and Petres.",
        "The result of this enormous labour, albeit worthy of a great historian, clearly showed that the author lacked all sense of historical proportion.",
        "He was forced to acquiesce in the first partition of Poland, and when Russia came off third best, Gregory Orlov declared in the council that the minister who had signed such a partition treaty was worthy of death.",
        "He is a son of Marya Ivanovna Dolokhova, such a worthy woman, but there, just fancy!",
        "He is such a worthy and excellent man, our dear Vyazmitinov....",
        "It is worthy of notice that there is no account at all of the first appointment of elders as there is of deacons.",
        "The tower Hananeel is specially worthy of notice as it stood N.W.",
        "Coming after a series of incompetent rulers, the German princess 11., proved herself a worthy successor to Peter the Great both in home and in foreign affairs; but she was not a mere imitator.",
        "The fact that at this stage the polarization is a maximum, when the angle through which the light is turned exceeds a right angle, is the more worthy of note, as the opposite result would probably have been expected.",
        "At one time, as in the case of Blechingdon, they would perform strange exploits worthy of the most daring hussars; at another their speed and tenacity paralyses armies.",
        "It was a council created by parliament to give advice in church matters at a great crisis in the nation's history; but its acts, though from the high character and great learning of its members worthy of deepest respect, did not per se bind parliament or indeed anyone.",
        "Man's life here is incomplete, and the more lofty his aims, the more worthy his labours, the more incomplete will it appear to be.",
        "541) Elysium was, regarded as part of the underworld, the home of the righteous dead adjudged worthy of it by the tribunal of Minos, Rhadamanthys and Aeacus.",
        "Only by laying stone on stone with the cooperation of all, by the millions of generations from our forefather Adam to our own times, is that temple reared which is to be a worthy dwelling place of the Great God, he added, and closed his eyes.",
        "Its chief disadvantage is the absence of ports, the coast preserving an almost unbroken straight line, with the single exception of Ancona, the only port worthy of the name on the eastern coast of Central Italy.",
        "There we worked, revising mythology, rounding a fable here and there, and building castles in the air for which earth offered no worthy foundation.",
        "\"Try to serve well and show yourself worthy,\" added he, addressing Boris with severity.",
        "You are an angel: I am not worthy of you, but I am afraid of misleading you.",
        "As soon as we have a certain number of worthy men in every state, each of them again training two others and all being closely united, everything will be possible for our order, which has already in secret accomplished much for the welfare of mankind.",
        "\"Your son,\" wrote Kutuzov, \"fell before my eyes, a standard in his hand and at the head of a regiment--he fell as a hero, worthy of his father and his fatherland.",
        "Among its many buildings three are specially worthy of mention.",
        "It is in the Romanesque style, and accommodates all the civic offices, the board of education, the police and county courts, &c. Many of the churches are worthy examples of good architecture.",
        "Exiled Greeks were the first to write histories of Rome worthy of the name.",
        "Hardly a mile west was Rudiae, the birthplace of the poet Ennius, spoken of by Silius Italicus as worthy of mention for that reason alone.",
        "64) says that all the Sanhedrin \"condemned him to be worthy of death.\"",
        "The other towns of Abyssinia worthy of mention may be grouped according to their geographical position.",
        "It is a worthy result of a life of unremitting labour, a splendid monument of historical scholarship. His position as an historian was formally acknowledged: in 1862 he was given a civil list pension of £r50 per annum, \"in recognition of his valuable contributions to the history of England\"; he was honorary D.C.L.",
        "Of modern erections, the concert hall, the law courts and a memorial fountain to the cartographer Gerhard Kremer (Mercator) are worthy of mention.",
        "Out of 73 mutinous regiments, only four colonels were found worthy of other commands.",
        "As individuals they had their failings, but one and all were worthy members of a high-souled race.",
        "The vascular system of cycadean seedlings presents some features worthy of note; centripetal xylem occurs in the cotyledonary bundles associated with transfusion-tracheids.",
        "Many of the memorials are not worthy of their position as works of art, nor are the subjects they commemorate always worthy to lie here, for the high honour of burial in the Abbey was not always so conscientiously guarded as now.",
        "A worthy tribute to Riaz was paid by Lord Cromer in his farewell speech at Cairo on the 4th of May 1907.",
        "In 1 754 he published an anonymous treatise entitled Histoire des recherches sur la quadrature du cercle, and in 1758 the first part of his great work, Histoire des mathdmatiques, the first history of mathematics worthy of the name.",
        "Bunyan has told us, with very pardonable vanity, that in New England his dream was the daily subject of the conversation of thousands, and was thought worthy to appear in the most superb binding.",
        "It is worthy of note that the principal rivers of these three classes - the Patia, Cauca, Magdalena, Caqueta and Putumayo - all have their sources on the high plateaus of southern Colombia and within a comparatively limited area.",
        "It is worthy of note that this debt, principal and accumulated interest, exceeded six and a half millions sterling in 1873, and that the bondholders surrendered about 60% of the claim in the hope of securing the payment of the balance.",
        "It is also worthy of note that Panama refused to assume any part of this debt without a formal recognition of her independence by Colombia, and even then only a sum proportionate to her population.",
        "Livingstone was no hurried traveller; he did his journeying leisurely, carefully observing and recording all that was worthy of note, with rare geographical instinct and the eye of a trained scientific observer, studying the ways of the people, eating their food, living in their huts, and sympathizing with their joys and sorrows.",
        "At this conference it is worthy of note that Mr Hofmeyr propounded a sort of \" Zollverein \" scheme, in which imperial customs were to be levied independently of the duties payable on all goods entering the empire from abroad.",
        "The town hall, the Franciscan church, the Piarist monastery and college, and the theatre are also worthy of mention.",
        "His whole career is one long record of perjury, vengeance and meanness, unredeemed by a single generous act, and his wife was a worthy helpmeet and actively co-operated in his tyranny.",
        "23) entirely reverses it: \"A confessor is not ordained, for he is so by choice and patience, and is worthy of great honour..",
        "It is worthy of notice that while many metals dissolve in cold dilute sulphuric acid, with the liberation of hydrogen, in accordance with the typical equation: M -{- H 2 50 4 = MSO 4 -1H2 (M denoting one atom of divalent or two atoms of a monovalent metal), there are several (copper, mercury, antimony, tin, lead and silver) which are insoluble in the cold dilute acid, but dissolve in the hot strong acid with evolution of sulphur dioxide, thus: M -}- 2H 2 250 4 = MSO 4 SO 2 + 2H 2 0.",
        "The buildings erected by Abdur Rahman were pretentious, but unmarked by any originality in design and hardly worthy representation of the beauty and dignity of Mahommedan architecture.",
        "Excepting in the correspondence with Flamsteed we hear nothing more of the preparation of the Principia until the 21st of April 1686, when Halley read to the Royal Society his Discourse concerning Gravity and its Properties, in which he states \" that his worthy countryman Mr Isaac Newton has an incomparable treatise of motion almost ready for the press,\" and that the law of the inverse square \" is the principle on which Mr Newton has made out all the phenomena of the celestial motions so easily and naturally, that its truth is past dispute.\"",
        "What application he has made in private, I know not; but I am sure that the Society have a very great satisfaction, in the honour you do them, by the dedication of so worthy a treatise.",
        "Both are blessed by the clergy, whose petition now is that God \" may preserve this child and cause him to grow up by the unseen grace of His power and made him worthy in due season of the washing of baptism.\"",
        "The bishop and clergy next examined the candidates one by one, and ascertained from their neighbours whether they had led such exemplary lives as to be worthy of admission.",
        "Examples of this are given in § 20; it is worthy of notice that the vigesimal (or, rather, quinary-quaternary) system was used by the Mayas of Yucatan, and also, in a more perfect form, by the Nahuatl (Aztecs) of Mexico.",
        "The possibility of replacing them by a standard form, which could be utilized for performing arithmetical operations, is worthy of consideration; some of the difficulties in the way of standardization have already been indicated (§ 14).",
        "It is worthy of notice that the invention of this notation appears to have been due to practical needs, being required for the purpose of computation of compound interest.",
        "These and numerous other works and editions of the Bible are known only to students, but as a pioneer in a branch of Biblical study which received a wide development in the 19th century, Calmet is worthy of remembrance.",
        "They became of thegnright worthy by receiving, really or nominally, a place in the royal hail, with the obligation to take the field whenever their master raised his banner.",
        "It is but necessary to note that the younger Henry died in 1183, that Geoffrey perished by accident at a tournament in 1186, and that in 1189, when the old kings strength finally gave out, it was Richard who was leading the rebellion, to which John, the youngest and least worthy of the four undutiful sons, was giving secret countenance.",
        "The king himself, when rearing the new Westminster Abbey over the grave of Edward the Confessor, spent for once some of his money on a worthy object.",
        "Edward indeed was a man worthy of respect, if not of affection.",
        "No worthy successor could be foundEngland had many hard-handed soldiers but no more statesmen of Bedfords calibre.",
        "In 1709 a sermon preached by Dr Sacheverell (q.v.) denounced toleration and the right of resistance in tones worthy of the first days of the Restoration.",
        "The victory of Dettingen (1743) and the glorious defeat of Fontenoy (1ii45) had achieved no objects worthy of English intervention, and the peace of Aix-la- Chapelle put an end in 1748 to hostilities which should never have been begun.",
        "Even so, the issue of the struggle was for long doubtful, and there were moments when it might have ended by a policy of wise concession; but the Americans, though reduced at times to desperate straits, had the advantage of fighting in their own country, and above all they found in George Washington a leader after the model of the English country gentleman who had upheld the standard of liberty against the Stuarts, and worthy of the great cause for which they fought.",
        "It constituted a worthy supplement ~ d to the measures of 1842, 1845 and 1846.",
        "It was now, too, that he published his famous work Stadium, suggesting a whole series of useful and indeed indispensable reforms (1833), which was followed by Hunnia (1834), which advocated the extension and beautifying of Budapest so as to make it the worthy capital of a future great power.",
        "Considerations such as these have been used for determining the series of values of the independent variable, and the irrational functions thereof in the theory of Abelian integrals, but the theory seems to be worthy of further investigation.",
        "De Morgan's writings, however excellent, give little idea of the perspicuity and elegance of his viva voce expositions, which never failed to fix the attention of all who were worthy of hearing him.",
        "As he himself wrote, \"the most worthless book of a bygone day is a record worthy of preservation; like a telescopic star, its obscurity may render it unavailable for most purposes; but it serves, in hands which know how to use it, to determine the places of more important bodies.\"",
        "It is worthy of remark that Ezekiel's prophetic legislation contains no reference to any fast day; the book of Esther (ix.",
        "There is nothing in the town specially worthy of notice, but the environs, including Shane's Castle and Antrim Castle, possess features of considerable interest.",
        "After the death of Tzimisces (who had reduced only the eastern part of the Bulgarian kingdom), the power of Bulgaria was restored by the Tsar Samuel, in whom Basil found a worthy foe.",
        "Richardson the novelist, in Sir Charles Grandison, wishes there could be a Protestant nunnery in every county, \" with a truly worthy divine, at the appointment of the bishop of the diocese, to direct and animate the devotion of such a society \"; in 1829 the poet Southey, in his Colloquies (cxiii.), trusts that \" thirty years hence this reproach also may be effaced, and England may have its Beguines and its sisters of mercy.",
        "But it is worthy of note that while British commerce still led the way in Turkey, the trade of some other countries with Turkey, especially that of Germany, was increasing more rapidly.",
        "As regards the chancellor, however, I say that no imperial chancellor worthy of the name ...",
        "With a still humbler view of human reason than Locke's, Hume proposed as \" a subject Locke and worthy of curiosity,\" to inquire into \" the nature of t h at Hume.",
        "Hutcheson follows Butler again in laying stress on the regulating and controlling function of the moral sense; but he still regards \" kind affections \" as the'principal objects of moral approbation - the \" calm\" and \" extensive \" affections being preferred to the turbulent and narrow - together with the desire and love of moral excellence which is ranked with universal benevolence, the two being equally worthy and necessarily harmonious.",
        "The truth is, that Hume's notion of moral approbation was very loose, as is sufficiently shown by the list of \" useful and agreeable \" qualities which he considers worthy of approbation.'",
        "Arngrim Jonsson's Brevis Commentarius (1593), and Crymogaea (1609), were the first-fruits of this movement, of which Bishops Odd, Thorlak and Bryniulf (worthy parallels to Parker and Laud) were the wise and earnest supporters.",
        "The great religious poet of Iceland, Hallgrimr Petursson, has found a worthy successor in Valdemar Briem (b.",
        "The differential equations which completely determine the changes in the co-ordinates x and y, or the motion of m relative to M, are: - d2x (M+m)x di' r3 (1) d2y _ (M+m)y dt 2 r3 These formulae are worthy of special attention.",
        "The methods of the second general class are those most worthy of study.",
        "It appealed to and evoked a high order of intelligence, and its insistence on personal individual salvation has borne worthy fruit.",
        "Thus the critical period passed by unused, and when the tempests had finally dispersed the defeated remnants of the Great Armada the Dutch had found a general, in the youthful Maurice of Nassau,worthy to be the rival in military genius even of Alexander of Parma.",
        "This was the first time that the voice of Demosthenes himself had been heard on the public concerns of Athens, and the utterance was a worthy prelude to the career of a statesman.",
        "so magnificently that the emperor, declaring such a man too worthy to be merely princess, conferred upon him the royal crown, though twenty-five years later, in the last year of his life, Boleslaus thought it necessary to crown himself king a second time.",
        "Thus the book of Genesis represents the result of efforts to systematize the earliest history, and to make it a worthy prelude to the Mosaic legislation which formed the charter of Summary.",
        "In the domain of intellect the advance of the French showed a no less dazzling and a no less universal activity; they sang Intel- as well as they fought, and their epics were worthy Iectual of their swordsmanship, while their cathedrals were develop- hymns in stone as ardent as their soaring flights of inent, devotion.",
        "worthy of respect.",
        "Finally, there was no real government on the part of the five directors: La Rvellire-Lpeaux, an honest man but weak; Reubell, the negotiator of the Hague; Letourneur, an officer of talent; Barras, a man of intrigue, corrupt and without real convictions; and Carnot, the only really worthy member.",
        "Country seats worthy of note (chiefly modern) are Aswarby Hall, Belton House, Brocklesby, Casewick, Denton Manor, Easton Hall, Grimsthorpe (of the 16th and 18th centuries, with earlier remains), Haverholm Priory, Nocton Hall, Panton Hall, Riby Grove, Somerby Hall, Syston Park and Uffington.",
        "First of all 2 the writer describes the futile attempt of Heliodorus to rob the Temple, and the malicious intrigues of the Benjamite Simon against the worthy high priest Onias III.",
        "It is worthy of note that the Roman Church finds support in this book for its teaching with 1 See especially Geiger, Urschrift and Uebersetzungen der Bibel, 206 seq.",
        "Fernando (Ferdinand III.) who was in all ways worthy of his mother, took up the crusading duty of a king of Castile, and Ferdinand continued the advance into Andalusia.",
        "to call dialects, considering the meaning ordinarily attached to that word, but which are none the less worthy of attention.",
        "The value of the bee industry is now recognized, however, by the British government as worthy of state aid, in the promotion of technical instruction connected with agriculture.",
        "hand, even in England the value of bee-keeping is worthy of recognition as a minor industry connected with such items of agriculture as fruit-growing, market-gardening or poultryraising.",
        "Though in modern times a great deal has appeared in the daily newspapers on the subject, it is a notable fact that not a tithe of the wonderful things published in such articles about bees and bee-keeping is worthy of credence or possesses any real value.",
        "A few words from his epitaph by Burke deserve quotation as giving the reason of the predominance of such an ordinary man as Lord Rockingham over a party abounding in men of great abilities: \"A man worthy to be held in esteem, because he did not live for himself..",
        "Fleeting matter to their mind was not worthy to embody or reflect heavenly supersensuous energies denoted by the names of Christ and the saints.",
        "A Wealden plant, Weichselia Mantelli, is worthy of mention as a species of very wide geographical distribution, and one of the most characteristic members of the Wealden flora.",
        "6.) As stated above in the definition of the order, the Stegocephalia have retained most of the cranial bones which are to be found in the Crossopterygian fishes, and it is worthy of note that the bones termed post-temporals may give attachment to a further bone so prolonged backwards as to suggest the probability of the skull being connected with the shoulder-girdle, as in most teleostome fishes.",
        "Usually the king's son became tanist, but not because the system of primogeniture was in any way recognized; indeed, the only principle adopted was that the dignity of chieftainship should descend to the eldest and most worthy of the same blood.",
        "proclaimed her worthy to be greatly loved.",
        "Better worthy of notice is the third chapel to the right, known as that of the Angels, on account of the angels and children carved on its pillars.",
        "Sigismondo, having gone there in command of the Venetian expedition against the Turks, exhumed the philosopher's bones as holy relics, and brought them to Rimini for worthy sepulture in his Christian pantheon.",
        "An Oracle â€¦ now that was worthy of his attention.",
        "It was for a worthy cause, and I don.t regret what I.ve done, he said.",
        "He was tall and fierce, standing so still she thought herself dreaming up a hero worthy of a nightmare.",
        "Tiyan was a worthy enemy, perhaps the only one that could withstand Landis's armies.",
        "Grimly he wondered if the king of Tiyan intended for him to die slowly in the hole without food and water, a fate worthy of Memon, the warrior-king of Landis.",
        "The dark-skinned Guardian was covered in tattoos and muscular, smaller than Xander but still a worthy adversary.",
        "He was looking for, in his words, \"a worthy adversary.\"",
        "Although Dalton seems amiable enough, he struggles at times to find anything worthy to say.",
        "The empty plinth was then adjudged a work of art worthy of exhibition, while the head was rejected.",
        "anchovyot talking here about fresh anchovies - they are worthy of a whole article on their own.",
        "I was cheerfully received, and rejoiced that I had merited the approbation of so many worthy individuals.",
        "Ashley cole arent english or worthy?",
        "Tuesday 18th July 2006 Jim Saxton had a worthy birdie at the 3rd.",
        "This put the Duke of Teck in the awkward position of having a worthy bloodline with no means of support.",
        "A great read, worthy of a place on any Leeds fans ' bookshelf.",
        "A worthy opponent is waiting in the wings, the tough gritty Polish kick boxer Robert Nowak.",
        "Two delightful cameos form Ray Hopper are worthy of mention.",
        "campfire circle where I presented four worthy Leaders with their Queen's Scout Awards.",
        "He is no stranger to doing his bit for a worthy cause.",
        "Offering the benefit of having no upward chain, the property is worthy of an early internal viewing.",
        "In Gerry Adams, it certainly has a worthy Chief Executive.",
        "A tour-de-force of montage illustrating a vast, cunning chronicle worthy of Nabokov.",
        "churlish to criticize such a worthy volume for offering too much, but do walkers really need so much detailed data?",
        "coincided with the opening of the Tate Modern, a worthy brother to hand the baton onto!",
        "John Terry. i presume your saying sol campbell and Ashley cole arent english or worthy?",
        "consecutive Sundays of saying I am not worthy effected her understanding?",
        "The proposals have no special priority in the assessment process; there are always several worthy contenders for each place on the program.",
        "Be not contented with outward happiness; things are worthy according to their duration.",
        "cringe worthy, stomach turning hopefuls.",
        "Script took every by diffuse daylight worthy of attention.",
        "deemed worthy of commercial release?",
        "deigned worthy of the grace of the priesthood on receiving the Angelic schema!",
        "Matter was not worthy to embody or reflect spiritual entities denoted by the names of Christ and the saints.",
        "The Victorian distinction between the worthy and unworthy poor is simple transferred to the twenty first century deportee.",
        "derived from observations of early 80's American cars Modern European cars are clearly more crash worthy.",
        "These people end up feeling a great desperation in their quest, either feeling not worthy enough or terminally blocked in some way.",
        "All interesting topics and worthy of exploration but I felt at times the book came across as slightly disjointed.",
        "dissent from the proposal for a core curriculum, however worthy the idea.",
        "Anyway, worthy of inclusion in our little list only for the little ditty entitled ' The Derby Ram ' .",
        "Would there be a rural economy left worthy of the name?",
        "egret colony here is also worthy of a mention.",
        "The stone bears a portrait carved by local mason Walter Skirving which was generally recognized as a faithful likeness of the old worthy.",
        "I am delighted to report that the new MGF has a horn worthy of the great British marque.",
        "The whole of the day I devoted to the worthy marquis, who said my company made him happy.",
        "mechanical engineering, worthy of Isambard Brunel or whatever his name was?",
        "mellow tones rang out over the village, with a church worthy of a town.",
        "obbligato passages worthy of Richard Strauss to transport us well and truly 'over the top' .",
        "This worthy man, pleased at being able to throw the odium of a refusal on me, left me perfectly satisfied.",
        "outcast sinner can have high or worthy thoughts of Christ, nor does God expect it from him.",
        "Its GOD who creates, GOD who delivers, GOD who heals, and God who is worthy of a thunderous ovation of praise!",
        "Or, however worthy the intentions, are we faced with regulatory overkill?",
        "He won't ask you to do penance to prove yourself worthy of His love.",
        "For what the judgment of men considers praiseworthy is often worthy of blame in My sight.",
        "Surely the reliques of this worthy prelate deserved a more reverend respect even among savage beasts.",
        "preparation of a thesis not exceeding 80,000 words, which must be worthy of publication by a learned society.",
        "It is a mere delirium of the present semi-official organ to whom there is nobody to give the worthy rebuff.",
        "You can nominate yourself or a colleague who you feel to be a worthy recipient!",
        "redeveloped to create a cultural complex worthy of the 21st century.",
        "rural economy left worthy of the name?",
        "Ask blessing on him and salute him with a worthy salutation \" [33:56 complete] .",
        "An anarchist primitivism worthy of support would reject scientism, biologism, and the selective and uncritical embrace of anthropological research into gatherer-hunter cultures.",
        "Graham Barber has thoroughly scrutinized the large surviving repertoire of the nineteenth century and selected these works as being fully worthy of resurrection.",
        "Only progressive ideas and people were worthy of respect by an increasingly self-conscious and self-confident media class.",
        "The trip experience is a worthy sequel to Investment Biker.",
        "The worthy monk lost a thousand sequins, of which seven hundred remained in the family.",
        "The sledge runner This object is tentatively identified as a sledge runner and is worthy of note.",
        "Although it won't have you rolling in the aisles the film is still worthy of a few sniggers.",
        "The degree requires the preparation of a thesis not exceeding 80,000 words, which must be worthy of publication by a learned society.",
        "sol Campbell and ashley cole arent english or worthy?",
        "They are the more than worthy successors to Churchill's \" Few \" .",
        "It is awarded by a panel of three judges picked by BCRA Council for any contribution to cave surveying considered worthy.",
        "Meanwhile Odysseus and the worthy swineherd were making ready to travel to the city.",
        "symmetrical faÃ§ade is worthy of a closer look.",
        "From an elevated tee, the green was just 116 yards away from the white tees with a vertical drop worthy of any rollercoaster.",
        "Don't think I have any pictures that are worthy of putting up, they're all pretty terrible.",
        "Krasnoyarsk Surely worthy of the opening chapter of a cold war espionage thriller.",
        "Open the cover, tho, and Moore once again delivers a tirade worthy of the genre.",
        "If your notebook is getting a little toasty, this cooler might be worthy of a gander.",
        "topside attractions are no less worthy of being visited - they're a naturalist's dream.",
        "Since our establishment we have earned trust worthy reputation in those markets for providing our committed services.",
        "On the other hand, perhaps for you a just and worthy goal is a position at a more prestigious university.",
        "unvarnished opinion is that the house gobbling up pushes is simply part of the cost of philanthropic entertainment in support of worthy causes.",
        "Matt Davies, Damien Boyle and Ian and Gary Powell were the worthy victors.",
        "Worthy of special note are canon 33, enjoining celibacy upon all clerics and all who minister at the altar (the most ancient canon of celibacy); canon 36, forbidding pictures in churches; canon 38, permitting lay baptism under certain conditions; and canon 53, forbidding one bishop to restore a person excommunicated by another.",
        "The petty war with Ecuador, concluded by the peace of Santa Rosa de Carchi, is hardly worthy of mention.",
        "Although to some her presence brings the deepest consternation, to me she is most worthy of the greatest admiration!",
        "All in all a worthy addition to the property investors bookshelf.",
        "adjudged worthy to receive the Bacon.",
        "I knew you'd find it worthy.",
        "\"I came to see what was worthy of the attention of my best assassin,\" Death said and looked him over.",
        "Thus from a document of uncertain date, possibly about the time of Alfred the Great, and translated by Stubbs (Select Charters) as \"Of people's ranks and laws,\" we learn:--\"And if a ceorl throve, so that he had fully five hides of his own land, church and kitchen, bellhouse and burh-gate-seat, and special duty in the king's hall, then was he thenceforth of thegn-right worthy.\"",
        "by his own means, then was he thenceforth of thegn-right worthy.\"",
        "to) declared to be worthy of Sophocles, and a prose history of the civil wars of his time from the first triumvirate (60) down to the death of Cicero (43) or later.",
        "The registry of the citizens, the suppression of litigation, the elevation of public morals, the care of minors, the retrenchment of public expenses, the limitation of gladiatorial games and shows, the care of roads, the restoration of senatorial privileges, the appointment of none but worthy magistrates, even the regulation of street traffic, these and numberless other duties so completely absorbed his attention that, in spite of indifferent health, they often kept him at severe labour from early morning till long after midnight.",
        "Tradition depicts him as a worthy successor to his father, and represents a state of luxury and riches impressive to all who were familiar with the great Oriental courts.",
        "A development of ideals and a growth of spirituality can be traced which render the biblical writings with their series of prophecies a unique 1 This is philosophically handled by the Arabian historian Ibn Khaldun, whose Prolegomena is well worthy of attention; see De Slane, Not.",
        "But Hyrcanus \" was judged worthy of the three great privileges, the rule of the nation, the high-priestly dignity, and prophecy.\"",
        "His coins bore the heads of Augustus and Tiberius, and his government was worthy of the best Roman traditions - he succeeded where proconsuls had failed.",
        "Six out of sixteen governors or deputy-governors were driven from office between 1674 and 1712, and there were two uprisings which have been deemed worthy of the term rebellion.",
        "He regarded himself as a minister, though an unavowed one, and believed himself worthy of his hire.",
        "\"The soul is trained as it were to behold itself in a mirror, it shows the divine spirit, if it should be found worthy of such fellowship, as in a mirror, and thus discovers the traces of a secret path to participation in the divine nature.\"",
        "It is worthy of note that Josephine then won a triumph over Joseph Bonaparte and his sisters, who had been intriguing to effect a divorce.",
        "The three coalitions against France had not produced a single warrior worthy of his steel.",
        "Reckoning by that standard we might push the earliest Neolithic remains back behind io,000 B.C.; but the calculation would be worthy of little credence.",
        "At any rate, he spoke at Guildhall on Lord Mayor's Day in a worthy manner; admitting that the growth of the German navy was a main factor in British construction, and pointing out that no power was better able to bear the strain or less likely to fail than Great Britain.",
        "Chosen envoys fail to find a bride worthy of him after a year's search, but the hero goes straight to Emer, the daughter of Forgall the Wily, at Lusk (county Dublin).",
        "familiar, and these are either wanting in expression or are caricatures;1 but those that were drawn from live birds, or represent species which he knew in life, are worthy of all praise.",
        "To enable the reader to compare the several groups of Nitzsch with the families of L'Herminier, the numbers applied by the latter to his families are suffixed in square brackets to the names of the former; and, disregarding the order of sequence, which is here immaterial, the essential correspondence of the two systems is worthy of all attention, for it obviously means that these two investigators, starting from different points, must have been on the right track, when they so often coincided as to the limits of what they considered to be, and what we are now almost justified in calling, natural groups.'",
        "On the other hand, he declares that the American rodstart, Muscicapa, or, as it now stands, Setophaga ruticilla, when young, has its vocal organs like the rest - an extraordinary statement which is worthy the attention of the many able American ornithologists.",
        "The works of Tyndale were first published along with those of John Frith (q.v.) and Robert Barnes, \"three worthy martyrs and principal teachers of the Church of England,\" by John Day, in 1573 (folio).",
        "He is in every way worthy to be placed beside Albertus Magnus, Bonaventura, and Thomas Aquinas.",
        "It is worthy of note that Liverpool \"futures\" are largely used for hedging by continental cotton dealers.",
        "The counts of Dreux, for two centuries and a half (1132-1377), and the counts of Evreux, from 1307 to 1425, also belonged to the family of the Capets, - other members of which worthy of mention are the Dunois and the Longuevilles, illegitimate branches of the house of Valois, which produced many famous warriors and courtiers.",
        "It is worthy of notice that in those Nemertines which make a very free use of their proboscis, and in which it is seen to be continually protruded and retracted, the walls of the proboscidian sheath are enormously muscular.",
        "4) that the struggle for success is the result of rivalry among men, which has no worthy outcome.",
        "But the most eager search of Arabian chemistry was the transmutation of metals, and the elixir of immortal health: the reason and the fortunes of thousands were evaporated in the crucibles of alchemy, and the consummation of the great work was promoted by the worthy aid of mystery, fable and superstition.\"",
        "Especially worthy of notice is P. Watrigant's La Genese des exercices de Saint Ignace de Loyola, republished from Les Etudes (loth May, 20th July, 10th October 1897).",
        "The allotropy of arsenic and antimony is also worthy of notice, but in the case of the first element the variation is essentially non-metallic, closely resembling that of phosphorus.",
        "These features established the work in a position which it will always maintain by its unprecedented dramatic qualities and by the glory reflected from Wagner's later achievements; but we shall not appreciate the marvel of its nobler features if we continue at this time of day to regard the bulk of the music as worthy of a great composer.",
        "His studies both in English and foreign speculation led him to cherish the design also of making some worthy contribution to philosophy.",
        "The budget of Ali Aga is almost identical with that of Eyubi Effendi, and is worthy of special note for the conclusions which accompanied it, and which although drawn up 250 years ago, described with striking accuracy some of the very ills from which Turkish finance was suffering throughout the reign of Abd-ul-Hamid.",
        "This was summarily considered by the council of ministers and then referred to the budget commission, which was to be composed not only of State functionaries, but of private persons \" worthy of confidence, and well versed in financial matters, \" and which was invested with the fullest powers of investigation and inquiry.",
        "Coming now to the post-classical period, we find among poets worthy of mention Beligh, Nevres, Hishmet and Sunbuli-zada Vehbi, each of whom wrote in a style peculiar to himself.",
        "Mention is made of Pantaenus in the second, and some have thought it more worthy of him than the first.",
        "The death of Toledo in 1567 threatened a fatal blow at the satisfactory completion of the enterprise, but a worthy successor was found in Juan Herrera, Toledo's favourite pupil, who adhered in the main to his master's designs.",
        "The Arcade, between Euclid and Superior avenues, and the Colonial Arcade, between Euclid and Prospect avenues, are office and retail store buildings worthy of mention.",
        "The Cambodians show skill in working gold and silver; earthenware, bricks, mats, fans and silk and cotton fabrics, are also produced to some small extent, but fishing and the cultivation of rice and in a minor degree of tobacco, coffee, cotton, pepper, indigo, maize, tea and sugar are the only industries worthy of the name.",
        "What is most worthy of notice in this method is the management of the e subordinates in the pruning for fruit.",
        "in the early days, those especially worthy of mention are Beltrami's; La Decouverte des sources des Mississippi et de la Riviere Sanglante (New Orleans, 1824) and the same author's A Pilgrimage in Europe and America, leading to the Discovery of the Sources of the Mississippi and Bloody Rivers (2 vols., London, 1828); William H.",
        "By the time of the ninth edition (1875) precise details are no longer considered worthy of inclusion; and the age of scientific comparative mythology has been reached.",
        "Schubert's fine relief of the entombment of Christ are worthy of notice.",
        "The word of God is to be freely and truthfully preached by the priests of the Lord, and by worthy deacons.",
        "The plexus of nerve-fibrils which underlie the ectoderm and are in places gathered up into nerves, and the great development of connective tissue, are worthy of notice.",
        "They decided each problem on its merits, looking more to the spirit than to the letter, and often showing a practical sagacity worthy of Johnson himself.",
        "To get drunk for the sake of the drink was the mark of a beast; but wine was a powerful stimulant to the brain, and to fuddle oneself in order to think great thoughts was worthy of a sage.",
        "In forty days they wrote ninety-four books: and it came to pass when the forty days were fulfilled that the Highest spake, saying: the first that thou hast written publish openly that the worthy and unworthy may read it; but keep the seventy last that thou mayst deliver them only to such as be wise among the people; for in them is the spring of understanding, the fountain of wisdom and the stream of knowledge.\"",
        "The worthy soul ascended to its former home in the skies by seven gates or degrees, while the unworthy soul descended to the realms of Ahriman.",
        "It is worthy of observation, that Brazil was the first colony founded in America upon an agricultural principle, for until then the precious metals were the exclusive attraction.",
        "Finally, Fernand Bournon completed the work by a volume of Rectifications et additions (1890), worthy to appear side by side with the original work.",
        "Worthy of special notice also are Photometria (Augsburg, 1760), Insigniores orbitae cometarum proprietates (Augsburg, 1761), and Beitrcige zum Gebrauche der Mathematik and deren Anwendung (4 vols., Berlin, 1765-1772).",
        "But the improved quality of the live stock is more worthy of notice than the growth in numbers.",
        "and Coloman approved themselves worthy followers of St Stephen.",
        "Buda he endeavoured to make the worthy capital of a great realm, and the palace which he built there was pronounced by the papal legates to be superior to any in Italy.",
        "This instance of abnegation is the more worthy of record that it formed a marked exception to Laplace's usual course.",
        "Mathematics was more or less ousted from the academic curricula by the philosophical inquiries of the schoolmen, and it was only after an interval of nearly three centuries that a worthy successor to Leonardo appeared.",
        "It is still surrounded in part by the ruins of its ancient walls, but, with the exception of the parish church of St John (15th century), there are no buildings worthy of special notice.",
        "It is in fact worthy to be put by the side of the finest passages of chaps.",
        "This is worthy of consideration in any attempt made to sketch the mind of a man who was above all other masters of recent literature an artist, and who must be studied in the vast and orbic fullness of his accomplishment in order to be appreciated at all.",
        "Smith's Catalogues of Hymenoptera in the British Museum (London, 1853-1859) are well worthy of study.",
        "His foe was a worthy antagonist.",
        "The charge of Socinianism was frequently brought against him, but, as Tillotson thought, \"for no other cause but his worthy and successful attempts to make the Christian religion reasonable.\"",
        "A prince had arisen among the Dacians, Decebalus by name, worthy to be placed at the head of all the great barbarian antagonists of Rome.",
        "More than once, in letters to his friend Vettori, no less than in the pages of the Principe, Machiavelli afterwards expressed his belief that Cesare Borgia's behaviour in the conquest of provinces, the cementing of a new state out of scattered elements, and the dealing with false friends or doubtful allies, was worthy of all commendation and of scrupulous imitation.",
        "At the same time he lived on terms of intimacy with worthy men.",
        "There is only one practical published investigation of Airy's micrometer that is worthy of mention, viz.",
        "On the death of Francis (5th of December 1560), Catherine became regent during the minority of her second son, Charles IX., and now found before her a career worthy of the most soaring ambition.",
        "Among towns next to the capital, Luxemburg, are Echternach and Diekirch, both worthy of note for their blast furnaces.",
        "In connexion with his sermons it is worthy of note that by means of them and by his public teaching generally Huss exercised a considerable influence not only on the religious life of his time, but on the literary development of his native tongue.",
        "In their lyric and elegiac poetry there is much worthy of admiration.",
        "This subject he was led to study by the experience of a colliery engineman, who noticed that he received a sharp shock on exposing one hand to a jet of steam issuing from a boiler with which his other hand was in contact, and the inquiry was followed by the invention of the \"hydro-electric\" machine, a powerful generator of electricity, which was thought worthy of careful investigation by Faraday.",
        "worthy of the name, in wood and stone.",
        "Appoint therefore unto yourselves bishops and deacons, worthy of the Lord, men meek and uncovetous, and true and approved; for they also minister unto you the ministration of the prophets and teachers.",
        "But in a city ruled by a tyrant this outlet was wanting; no political life worthy of the name existed.",
        "\"In judgment of law the king, as king, cannot be said to be a minor, for when the royal body politic of the king doth meet with the natural capacity in one person the whole body shall have the quality of the royal politic, which is the greater and more worthy and wherein is no minority.",
        "The French general, however, hardly drew out far enough from the French right; otherwise the magnificent resolution he displayed and the admirable obstinacy with which his troops fought against ever-increasing odds are worthy of all praise.",
        "This book is worthy of note on account of the quaint and sarcastic humour of its numerous acrostic verses.",
        "2 Indeed Cyprian plainly lays it down that the church members must withdraw from sinful officers, since \" the people itself in the main has power either of choosing worthy priests (bishops) or of refusing unworthy ones \" 67.3).",
        "This incident suggests two reflections - first that raids or attacks in rear of the \" centre of operations \" are valueless, however daring, and second that had Zasulich, in his determination to be worthy of his knighthood, concentrated for battle, the presence of the Madritov detachment on the field would have prevented the lamentable and costly misunderstandings of the retreat on Hamatan.",
        "Among other public places and buildings worthy of notice are the Roman Catholic church, with a splendid interior; the Kiinigs-platz, with a remarkable echo; the Karls-platz, with the statue of the landgrave Charles; and the Martins-platz, with a large church - St Martin's - with twin towers, containing the burial-vaults of the Hessian princes.",
        "Truly, a worthy development of the seed-thoughts of the original narrator, and (must we not add ?) entirely opposed to any doctrine of Original Sin.",
        "He left two daughters Maria and Jadwiga (the latter he destined for the throne of Hungary) under the guardianship of his widow, the daughter of the valiant ban of Bosnia, Stephen Kotromanic, whom he married in 1353, and who was in every way worthy of him.",
        "Mary and Eanswith, Folkestone, Minster-in-Thanet, Chalk, with its curious porch, Faversham and Westwell, with fine contemporary glass, are also worthy of notice.",
        "He was called to the bar on the 7th of June 1837, the same day on which John Rolt (1804-1871), a man of very different antecedents, but afterwards a worthy rival of Palmer, was also called.",
        "The work was characterized by the great pains taken to ascertain the true authorship of hymns which were either anonymous or attributed to those who had not composed them, and by a like effort to exclude all variations grafted on the ' In 1867 he founded an association for the improvement of legal education, in the hope of bringing about the establishment or the restoration of \"a general school of law in London on a scale worthy of the importance of the law and of the resources of the Inns of Court.\"",
        "Simple as his language is, it is dignified and worthy of its subject.",
        "He was followed by other writers, - Leonhard Fuchs, whose Historia Stirpium (Basel, 1542) is worthy of special note for its excellent woodcuts; Hieronymus Bock, whose Kreutter Buch appeared in 1539; and William Turner, \"The Father of English Botany,\" the first part of whose New Herbal, printed in English, was issued in 1551.",
        "In one point he seems to have taken a false step; with a warmth and pertinacity worthy of a better cause he maintained the identity of Caesar's Alesia with Alaise (Doubs), and he died without becoming a convert to the opinion, now universally accepted, that Alise Sainte-Reine (Cote d'or) is the place where Vercingetorix capitulated.",
        "The cromlechs most worthy of notice are: one near Cairngrainey, to the north-east of the old road from Belfast to Templepatrick; the large cromlech at Mount Druid, near Ballintoy; and one at the northern extremity of Island Magee.",
        "Agriculture is in a very backward condition, however, and the state is classed as one of the poorest and most unprogressive in the republic. The rivers and shallow coast waters are well stocked with fish, but there are no fishing industries worthy of mention.",
        "proves that the position which the later priests abused had been won by ancestors who earned the respect of the nation as worthy representatives of a divine Torah.",
        "We shall count upon the devotion of all towards the State and we shall show that not only have we been able to achieve our liberty but that we know how to preserve it and to be really free - worthy of our great past, of our traditions and of our sufferings.\"",
        "No Polish grammar worthy of the name appeared till that of Kopczynski at the close of the 18th century, but the reproach has been taken away in modern times by the excellent works by Malecki and Malinowski.",
        "Other poets worthy of mention are Zagorski, Czerwienski, and Maria Konopnicka, who has published two volumes of poems that have been very favourably noticed.",
        "high), Second Presbyterian (1872), Central Christian (1869), St Paul's Methodist Episcopal (1870), and St Paul's Protestant Episcopal procathedral (185r), are also worthy of mention, and in the residential suburbs there are many fine churches.",
        "16), and was counted worthy to become an ancestress of David.",
        "4 (the law of the muzzled ox) is used to show that God's labourer is worthy of his hire.'",
        "Evelyn's friendship with Mary Blagge, afterwards lvIrs Godolphin, is recorded in the diary, when he says he designed \"to consecrate her worthy life to posterity.\"",
        "Unfortunately the chapters on the Roman period are entirely marred by the author's having accepted as genuine Bertram's forgery De Situ Britanniae; but otherwise his opinions on controverted topics are worthy of much respect, being founded on a laborious investigation of all the original authorities that were accessible to him.",
        "The word is true because it is worthy of the true God.",
        "It is also to be noted that whereas, in the pseudo-chronicles, it is the common table of Arthur's court, designed in the interests of peace and unity, in the romances it is a sign of superiority, only the best and most valiant knights being adjudged worthy of a seat at the Round Table.",
        "It contemplated a restoration of all the religions of antiquity, by allowing each to retain its traditional forms, and at the same time making each a vehicle for the religious attitude and the religious truth embraced in Neoplatonism; while every form of ritual was to become a stepping-stone to a high morality worthy of mankind.",
        "It is worthy of notice that according to the old Persian myth also, the development of the world begins with the slaying of the primal man Gayomart by Angra-Mainyu (Ahriman); further, that the Primal Man (\" son of man \"= man) also plays a part in Jewish apocalyptic literature (Daniel, Enoch, iv.",
        "misc. 286), \" At a worthy recluse prayer, cald.",
        "But although, like his fellow-brigands under Ruffo, he styled himself \"the faithful servant and subject of His Sicilian Majesty,\" wore a military uniform and held militaryrank, and was even created duke of Cassano, his atrocities were worthy of a bandit chief.",
        "About the year 260 it was again propounded within the Church by Paul of Samosata, who held that, by his unique excellency, the man Jesus gradually rose to the Divine dignity, so as to be worthy of the name of God.",
        "65, describes the first communion of the newly baptized: \" After we have thus washed the person who has believed and conformed we lead him to the brethren so called, where they are gathered together, to offer public prayer both for ourselves and for the person illuminated, and for all others everywhere, earnestly, to the end that having learned the truth we may be made worthy to be found not only in our actions good citizens, but guardians of the things enjoined.",
        "The apostle spreads a linen cloth on a bench, lays on it bread of blessing (eNv yia), and says: \" Jesus Christ, Son of God, who hast made us worthy to commune in the Eucharist of thy holy body and precious blood, Lo, we venture on the thanksgiving (Eucharistia) and invocation of thy blessed name, come now and communicate with us.",
        "that Christ is in the sacrament only spiritually consumed by worthy recipients alone, the material body not being actually chewed.",
        "Worthy of mention also are the parish church, a Late Gothic building, finished in 1520, and restored in 1875, which possesses an altar piece by Tintoretto; the Augustinian church, appropriated to the service of the university since 1827; the small Leech Kirche, an interesting building in Early Gothic style, dating from the 13th century, and the Herz Jesu-Kirche, a building in Early Gothic style, finished in 1891, with a tower 360 ft.",
        "Of the Byzantines, the most worthy of mention XVII.",
        "His contemporary, Dempster, called him the \"phoenix of his age, a philosopher profoundly skilled in the Greek and Latin languages, and a mathematician worthy of being compared with the ancients.\"",
        "The Sweetness And Maturity Of Isabella Valency Crawford'S (1851-1887) Verse Are Also Very Worthy Of Remembrance.",
        "Its formation was due to a desire of the British government to protect South Carolina from invasion by the Spaniards from Florida and by the French from Louisiana, as well as to the desire of James Edward Oglethorpe to found a refuge for the persecuted Protestant sects and the unfortunate but worthy indigent classes of Europe.",
        "The papacy, however, held its ground, and Nicholas III., the worthy continuer of Gregory, succeeded in preserving the union and triumphing over the Angevin power.",
        "With a boldness worthy of Julius II., he devised the most gigantic schemes for the annihilation of the Turkish Empire and the conquest of Egypt and Palestine.",
        "At the first reception, in 1858, of Motley at the royal palace at the Hague, the king presented him with a copy of Groen's Archives as a token of appreciation and admiration of the work done by the \"worthy vindicator of William I., prince of Orange.\"",
        "Indeed, the only name worthy of note is that of J.",
        "Santa Maria del Mar, Santa Ana, Santos Justo y Pastor, San Pedro de las Puellas, and San Pablo del Campo are all churches worthy of mention.",
        "The people of the district to which the candidate belonged were called together; his qualifications for the privileges about to be conferred upon him were inquired into; and, if he were deemed fitted and worthy to receive them, his chief, his father, or one of his near kinsmen presented him with a shield and a lance.",
        "3 It seems certain here that some ceremony was observed which was deemed worthy of record not for its novelty, but as a thing of recognized importance.",
        "The knightly ages will always enjoy the glory of having formulated a code of honour which aimed at rendering the upper classes worthy of their exceptional privileges; yet we must judge chivalry not only by its formal code but also by its practical fruits.",
        "About 1879 dynamos began to be introduced into metallurgical practice, and from that date onwards numerous schemes for utilizing this cheaper source of energy were brought before theublic. The first electrical method worthy lectrical P y reduction.",
        "Numerous biographies of Mary Stuart have been published, as well as essays and treatises dealing with particular episodes in her life, of which the most worthy of mention are: George Chalmers, Life of Mary Queen of Scots, (2 vols., London, 1818); Henry Glassford Bell, Life of Mary Queen of Scots (2 vols., Edinburgh, 1828-1831); the \"Life\" in Agnes Strickland's Lives of the Queens of Scotland (8 vols., Edinburgh, 1850); J.",
        "spectabile, I to II ft., pink, in great cymose heads, is a fine plant for the borders, and worthy also of pot-culture for greenhouse decoration.",
        "\"He never rested,\" writes a biographer, \"he was always engaged in providing for the interests of his people, or in writing some composition worthy of the church, or in searching out the secrets of heaven by the grace of contemplation.\"",
        "The 123rd Novel of Justinian, promulgated about the end of the 5th century, decreed \"that if any man should erect an oratory, and desire to present a clerk thereto by himself or his heirs, if they furnish a competency for his livelihood, and nominate to the bishop such as are worthy, they may be ordained.\"",
        "Of other mineral produce, chalk, exported from Lublin, a few quarries of marble and many of building stones, are worthy of notice.",
        "It is worthy of note that the dynasty claimed to be of the same origin as the royal house of Bernicia and that two of Cerdic's ancestors, Freawine and Wig, figure in the.",
        "It is worthy of notice that this intercourse with Cromwell occurred when Baxter was summoned to London to assist in settling \"the fundamentals of religion,\" and made the memorable declaration, in answer to the objection that what he had proposed as fundamental \"might be subscribed by a Papist or Socinian,\" - \"So much the better, and so much the fitter it is to be the matter of concord.\"",
        "His Poor Man's Family Book is a manual that continues to be worthy of its title.",
        "As a poet he wrote but little, but there are passages in The Saint's Tragedy and many isolated lyrics, which are worthy of a place in all standard collections of English literature.",
        "Many of the commercial and private buildings are also worthy of notice, especially the Queensland National Bank, a classic Italian structure, the massive treasury buildings, one of the largest erections in Australia, the Queensland Club with its wide colonnades in Italian Renaissance style, and the great buildings of the Brisbane Newspaper Company.",
        "Among the public buildings of Augsburg most worthy of notice is the town-hall in Renaissance style, one of the finest in Germany, built by Elias Holl in 1616-1620.",
        "He published Pike County Ballads (1871) - the most famous being \"Little Breeches\" - a volume worthy to rank with Bret Harte, if not with the Lowell of the Bigelow Papers; Castilian Days (1871), recording his observations in Spain; and a volume of Poems (1890); with John G.",
        "A hundred bad writers misrepresented him and reviled him; but not one of the hundred could boast of having been thought by him worthy of a refutation, or even of a retort.",
        "War was evidently impending; and the ministers seem to have thought that the eloquence of Johnson might with advantage be employed to inflame the nation against the opposition at home, and against the rebels beyond the Atlantic. He had already written two or three tracts in defence of the foreign and domestic policy of the government; and those tracts, though hardly worthy of him, were much superior to the crowd of pamphlets which lay on the counters of Almon and Stockdale.",
        "The council of bishops who met at Rakka in the summer of 818 to choose a successor to Cyriacus had great difficulty in finding a worthy occupant of the patriarchal chair, but finally agreed on the election of Dionysius, hitherto known only as an honest monk who devoted himself to historical studies.",
        "It lost confidence in itself, and for a time effected in politics, literature, art and science little that is worthy of serious study.",
        "Among the early German chroniclers the Saxon Widukind, the author of the Res gestae Saxonicae, is worthy of mention.",
        "The progress of the Monumeitta stimulated the production of other works of a like nature, and among the smaller collections of authorities which appeared during the r9th century two are worthy of mention.",
        "As early as 1430 some of them - sprung of Alan, lord of Buckenhall - settled in the neighbourhood of Calne and Devizes, whence descended the immediate ancestors of \"worthy Mr Tobie Alleine of Devizes,\" father of Joseph, who, the fourth of a large family, was born at Devizes early in 1634.1645 is marked in the title-page of a quaint old tractate, by an eye-witness, as the year of his setting forth in the Christian race.",
        "The family must be sacrificed to the divine kinship. He that loveth father or mother more than Christ is not worthy of him, nor he that loveth more his son or daughter.",
        "The cultivated trees of Sicily mostly demand such an amount of moisture as can be obtained only on the mountain slopes, and it is worthy of notice that the structure of the mountains is peculiarly favourable to the supply of this want.",
        "on his death-bed as most worthy to succeed him was Desiderius, who was favoured by the cardinals because of his great learning, his connexion with the Normans and his diplomatic ability.",
        "The board of trade building, the building of the Star newspaper, and several large office buildings (including the Scarritt, Long, and New York Life Insurance buildings) are worthy of mention.",
        "Under his influence literature became less suited to the popular taste, more especially addressed to a limited and cultivated class, but at the same time more truly expressive of what was greatest and most worthy to endure in the national sentiment and traditions.",
        "Exports of less value, but worthy of special notice, are vegetables and wool, bones and tallow, also dairy machinery, and finally cement, the production of which is a growing industry.",
        "He enlarged and embellished it, and provided it with new harbours and fortifications; in short, did his best to make it the worthy capital of a great empire.",
        "Ethics alone he considered worthy of study, and in that only general and theoretical questions.",
        "Sir Isaac corrected in the second edition of his Principia an error pointed out by Abauzit, and, when sending him the Commercium Epistolicum, said, \"You are well worthy to judge between Leibnitz and me.\"",
        "Apart from the literary characteristics which clearly differentiate this narrative from the preceding accounts of J and E, the following points of variation are worthy of consideration: (I) The people refuse to listen to Moses; (2) Aaron is appointed to be Moses' spokesman, not with the people, but with Pharaoh; (3) one sign is given (not three) and performed before Pharaoh; (4) the rod is turned into a reptile (tannin), not a serpent (n(thash).",
        "- In addition to the various English and German commentaries on Exodus included under the head of the Pentateuch, the following English works are especially worthy of mention: S.",
        "The disinterested pursuit of learning, study for study's sake, is commended in many of Hillel's sayings as being what is best in life: \"He who wishes to make a name for himself loses his name; he who does not increase [his knowledge] decreases it; he who does not learn is worthy of death; he who works for the sake of a crown is lost\" (Aboth, i.",
        "A scholastic tradition, however, tells of a voice from heaven which made itself heard when the wise men had assembled in Jericho, saying: \"Among those here present is one who would have deserved the Holy Spirit to rest upon him, if his time had been worthy of it.\"",
        "An endeavour had been made by the emperor Leo the Isaurian to remedy this evil, but his attempted reform of the law had been rather calculated to increase its uncertainty; and it was reserved for Basil the Macedonian to show himself worthy of the throne, which he had usurped, by purifying the administration of justice and once more reducing the law into an intelligible code.",
        "Only two rivers are worthy of mention.",
        "The most worthy efforts of Innocent were directed to the reform of monastic discipline (1652).",
        "Knox himself fled to Kyle, though there is no evidence that he was privy to a deed which he calls \" worthy of all praise,\" and Morton and Ruthven spurred to Berwick, while Lethington skulked in Atholl.",
        "It became the policy of the crown to check the preachers by means of the order of bishops, first reintroduced by Morton, and worthy of their origin.",
        "(It is worthy of notice that the same meaning is attributed to the name of Tokko, the hero of a similar legend in Gheysmer's abridgment of the Historia Danica of Saxo Grammaticus, which may, somehow, have influenced the Swiss version.) The only other known instances of the Uri version of the legend relating to the origin of the Confederation are the Latin hexameters of Glareanus (1515), in which Tell is compared to Brutus as \"assertor patriae, vindex ultorque tyrannum,\" and the Urnerspiel (composed in 1511-12), a play acted in Uri, in which Russ's version is followed, though the bailiff, who is unnamed, but announces that he has been sent by Albert of Austria, is slain in the \"hollow way.\"",
        "Perhaps the most frequent in the Buddhist text is Arahatship,\" the state of him who is worthy \"; and the one exclusively used in Europe is Nirvana, the\" dying out \"; that is, the dying out in the heart of the fell fire of the three cardinal sins - sensuality, ill-will and stupidity.'° The choice of this term by European writers, a choice made long before anyof the Buddhist canonical texts had been published or translated, has had a most unfortunate result.",
        "The first part was conducted in private by the chancellor and four examiners (temptatores in cameris), and included an inquiry into the candidate's residence, attendance at lectures, and performance of exercises, as well as examination in prescribed books; those candidates adjudged worthy were admitted to the more important examination before the faculty, and the names of successful candidates were sent to the chancellor in batches of eight or more at a time, arranged in order of merit.",
        "It is worthy of notice that Haran, in upper Mesopotamia, which also was a home of Abraham, was likewise a famous site of worship of the god Sin, and that the name of that god also appears in Mount Sinai, which was historically connected with the origin of the Hebrew nation and religion.",
        "It was, in his judgment, quite in accordance with the genius of the Catholic Church that she should continuously assimilate all that is worthy in the civilization around.",
        "And we feel besides that such a narrative as this is the worthy commencement of an answer to the question with which its readers would have come to it: What was the beginning of the Gospel?",
        "In the Venetian line the following are most worthy of mention :- I.",
        "He had no rival worthy of the name.",
        "We possess only the poet's share of his correspondence with Frau von Stein, but it is possible to infer from it that, of all Goethe's loves, this was intellectually the most worthy of him.",
        "The second part of Faust forms a worthy close to the life of Germany's greatest man of letters, who died in Weimar on the 22nd of March 1832.",
        "As an ornamental feature in landscapes, it is worthy of notice; and the pleasing shelter it affords and the beauty of its blossoms have frequently been alluded to by poets.",
        "On the older theory Sorrow (Contritio) had for its one basis love to God; but on the newer theory the starting-point might be a less worthy king of sorrow (Attritio) which it was held would be changed into the more worthy kind in the Sacrament of Penance.",
        "The work of every worthy architect raises the standard of the crafts; but beyond others Messrs Ashbee, Lethaby and Wilson have taken an active personal interest in schools of metalwork.",
        "The technical schools have also been of immense service in creating a class of self-respecting craftsmen, whose wages enable them to regard their work as worthy occupation abounding in interest.",
        "As an administrator he showed himself fully worthy of his high reputation.",
        "9; and Noah is mentioned with Daniel and Job as an ancient worthy in Ezek.",
        "It is a part of the great plan to give worthy access to the temple from the city of Argos.",
        "Where he differed from it he placed the Elzevir reading on the inner margin along with other readings he thought worthy of special consideration (these last, however, being printed in smaller type).",
        "Next (perhaps in the opinion of some first) in importance stand the memoirs on celestial mechanics, in which he proved himself a worthy successor to P. S.",
        "The characteristic distribution of vegetation on the mountains of Afghanistan is worthy of attention.",
        "But the Hebrew ancestry of the Afghans is more worthy at least of consideration, for a respectable number of intelligent officers, well acquainted with the Afghans, have been strong in their belief of it; and though the customs alleged in proof will not bear the stress laid on them, undoubtedly a prevailing type of the Afghan physiognomy has a character strongly Jewish.",
        "The remainder are unspecified, but the following tribes or classes among Indian Mussulmans are worthy of notice.",
        "to describe in detail special typical instruments, which, owing to the work accomplished by their aid or the practical advances exemplified in their construction, appear most worthy of record.",
        "This work he published, under the title The Gospel worthy of all Acceptation, soon after his settlement in Kettering; and although it immediately involved him in a somewhat bitter controversy which lasted for nearly twenty years, it was ultimately successful in considerably modifying the views prevalent among English dissenters.",
        "Their only object was to set down, in plain and simple language, all that seemed worthy of note in reference to the legends, history, constitution, religion and civilization of Attica.",
        "The history of their discovery and exploration, and the artistic and literary relics which they have yielded, are worthy, however, of particular notice.",
        "The criterion which guided the studies of the academicians was far from being worthy of unqualified praise, and consequently their work did not always meet the approval of the best scholars who had the opportunity of seeing the monuments.",
        "An early flowering species, Adonis vernalis, with large bright yellow flowers, is well worthy of cultivation.",
        "It is worthy of note that prison architecture in the United States misses many of the gloomy features common to such constructions.",
        "His sons, especially Faell, were worthy of their father.",
        "More especially the police association, organized for the keeping of the peace and the presentation of criminals - the frankpledge groups were formed of all \" worthy of were and wite,\" villeins as well as freemen.",
        "This service was considered by the government as worthy of special acknowledgment; the naval and military commanders, officers, seamen and soldiers received the thanks of both Houses of Parliament, and Admiral Gambier was rewarded with a peerage.",
        "The tournaments which took place under his auspices were worthy of the best days of chivalry in France and England.",
        "Among other buildings worthy of mention (apart from those having naval or military connexion) the principal is the town-hall (1890), a fine classic building standing alone in a square, and surmounted by a handsome clock tower.",
        "No one being thought worthy to succeed Codrus, the title of king was abolished, and that of archon substituted for it.",
        "It is worthy of note that the dykes and sheets of felsite are seldom pierced by the basalt dykes and are probably about the most recent of the intrusive rocks.",
        "Theoretically the first depends on the second, for its purpose is twofold: the excitation of worthy religious emotions and the attaining of our desires; and how shall these objects be attained unless we know him whom we worship and to whom we pray?",
        "Advanced seriously, however, as truths to-day, they are put aside as anachronisms not worthy of dispute.",
        "In spite of all difficulties, this religion is worthy of personal belief, even though it mean opposition and suffering.",
        "One wing of the Capitol and the President's House were nearly completed, but much of the land surrounding the Capitol was a marsh; there were no streets worthy of the name, the roads were very bad, and the members of Congress were obliged to lodge in Georgetown.",
        "It is worthy of remark, in this respect, that - in accordance with Ramanuja's and Nimbarka's philosophical theories - Jayadeva's presentation of Krishna's fickle love for Radha is usually interpreted in a mystical sense, as allegorically depicting the human soul's striving, through love, for reunion with God, and its ultimate attainment, after many backslidings, of the longed-for goal.",
        "At the Scandinavian sacrificial feasts a horn consecrated to Bragi was used as a drinkingcup by the guests, who then vowed to do some great deed which would be worthy of being immortalized in verse.",
        "With the view of examining this question, he undertook the reduction of every observation made before 1750 which appeared to be worthy of confidence.",
        "The klipspringer represents a genus by itself, the various local forms not being worthy of more than racial distinction.",
        "Bacon's letter 2 on this occasion is worthy of serious attention; he evidently thought the charge was but part of the deliberate scheme to ruin him which had already been in progress.",
        "He distinguishes three ways in which bribes may be given,' and ingenuously confesses that his own acts amounted to corruption and were worthy of condemnation.",
        "Shall he not be able thereby to produce worthy effects, and to endow the life of man with infinite commodities ?",
        "An institution worthy of special notice is the home and farm for lepers near Nicosia, accommodating over a hundred inmates.",
        "They should really be known by the teaching and martyrdom of Blaurock, Grebel and Hubmaier, and by the gentle learning and piety of Hans Denck - of whom, with many hundred others, \"the world was not worthy.\"",
        "Any simple operation which improves the colour of the fibre or shortens the operation of retting is worthy of consideration.",
        "The banks and the wholesale warehouses are well built, and many beautiful private residences are worthy of note.",
        "This was the house afterwards occupied by Colerus, the worthy Lutheran minister who became Spinoza's biographer.",
        "\"It is worthy of remark,\" says Grote (History of Greece, iii.",
        "(q.v.) himself had given him a worthy place among the intellectuals of the country.",
        "to men who were worthy, and as God does not withhold from men a share in His attributes - such as sovereignty and fatherhood - it was fitting that Christ who has wrought salvation for mankind should obtain this highest name.",
        "Thus it is all the more worthy of recognition that the Sassanian Empire was a fairly orderly empire, with an excellent legal administration, and that the later sovereigns did their utmost to repress the encroachments of the nobility, to protect the commonalty, and, above all, to carry out a just system of taxation.",
        "While differing widely in character, he was a worthy successor of Karim Khan, the great founder of the Zend dynasty.",
        "Besides these excavated monuments, the Stadion; the enceinte of fortifications erected by Lysimachus, which runs from the tower called the \"Prison of St Paul\" and right along the crests of the Bulbul (Prion) and Panajir hills; the round monument miscalled the \"Tomb of St Luke\"; and the Opistholeprian gymnasium near the Magnesian gate, are worthy of attention.",
        "The following are more especially worthy of notice.",
        "His parents were Protestants, and he himself, at first, followed the Protestant persuasion; but he subsequently went over to Catholicism and, along with Cardinal Pazmany, his most serious rival at court, became a pillar of Catholicism, both religiously and politically, and a worthy opponent of the two great Protestant champions of the period, Gabriel Bethlen and George I.Rakoczy.",
        "The Baluch is still essentially a robber and a raider (a trait which is common to all tribes), and the history of Baluchistan is nothing but a story of successful robberies, of lawless rapine and bloodshed, for which plunder and devastation were accounted a worthy and honourable return.",
        "From the conquest of Sind by the British troops under the command of General Sir Charles Napier in 1843 up to 1854 no diplomatic intercourse occurred worthy of note between the British and Baluch states.",
        "Rats and mice swarm, both kinds and individuals being numerous, but few present much peculiarity, a bamboo rat (Rhizomys) from the base of the eastern Himalaya being perhaps most worthy of notice.",
        "The liquid alone an ever perfect material, smiling, simple, pure in its own right, as a worthy vehicle underlay the God.\"",
        "The Lusiads may be called at once the most successful epic cast in the classical mould, and the most national of poems, and the great historical monuments and books of travel of the 16th and 17th centuries are worthy of a nation of explorers who carried the banner of the Quinas to the ends of the earth.",
        "In bucolics there arose a worthy disciple of Ribeiro in Francisco Rodrigues Lobo, author of the lengthy pastoral romances Corte na aldea and Primavera, the songs in which, with his eclogues, earned him the name of the Portuguese Theocritus.",
        "In the United Kingdom the work of Sidney Martin, in the separation of toxic substances from the bodies of those who have died from certain diseases, is also worthy of mention.",
        "His crowning sin (recorded by the poet alone) was the destruction of the Sibylline books - a sin worthy of one who had decked his wife in the spoils of Victory, the goddess who had for centuries presided over the deliberations of the senate.",
        "Noted as this worthy was in his own time, and representative in various ways, he has often since been confounded with others, e.g.",
        "The building of the court of appeal (Oberlandesgericht), with a valuable library of 60,000 volumes and many MSS., including a priceless copy of the Sachsenspiegel, the museum and the hall of the estates (Landschaftshaus) are also worthy of notice.",
        "The Kaiser-Wilhelm Gedachtnis-kirche (in the suburb Charlottenburg) with a loft) spire, the Dankes-kirche (in commemoration of the emperor William I.'s escape from the hand of the assassin, Nobiling, in 1878) in Wedding, and the Kaiser-Friedrich-Geda.chtnis-kirche on a grassy knoll in the north of the Tiergarten are also worthy of notice.",
        "It is worthy of note that the new school found its earliest professors and its greatest expounders in a part of India outside the districts to which the personal influence of Gotama and of his immediate followers had been confined.",
        "In process of time the common title patriarch was restricted to the most eminent of these exarchs, and councils decided who were worthy of the dignity.",
        "But there is no trace of the action or other characters of Gargantua that was to be, nor is the manner of the piece in the least worthy of Rabelais.",
        "There are three questions without the discussion of which this notice of one of the foremost writers of the world would not be worthy of its present place.",
        "Livy writes as a Roman, to raise a monument worthy of the greatness of Rome, and to keep alive, for the guidance and the warning of Romans, the recollection alike of the virtues which had made Rome great and of the vices which had threatened her with destruction.",
        "To write the annals of Rome became at once a task worthy of the best of her citizens.",
        "and the large bonded warehouse are worthy of notice.",
        "In view, therefore, of the probable decline in the Chinese demand, the cultivation of the drug for the European market in the hilly districts of India, and its preparation after the mode adopted in Turkey, viz., by drying the concrete juice as quickly as possible, might be worthy of the consideration of the British government.",
        "While grace is meant for all, men make themselves worthy of it by striving after virtue.",
        "On the 10th of November he was brought in guilty before Lord Chief Justice Wray; and in reply to him said: \"If our religion do make traitors we are worthy to be condemned; but otherwise are and have been true subjects as ever the queen had.\"",
        "It is a fine building in Tudor Style, \"worthy,\" said Macaulay, \"to stand in the High Street of Oxford.\"",
        "The government acquired Metcalfe Hall, in order to convert it into a public library and reading-room worthy of the capital of India; and also the country-house of Warren Hastings at Alipur, for the entertainment of Indian princes.",
        "The worthy response to this loyal invitation was the dismissal of the Schmerling administration, the suspension of the February constitution and the summoning of the coronation diet.",
        "The cause of the climatic variations which brought about this complex history of the Salt Lake region is not known; but it is worthy of note that the periods of highest water levels were coincident with a great expansion of local valley glaciers, some of which terminated in the waters of lake Bonneville.",
        "The presence of hypodermal fibres is another feature worthy of note, but the occurrence of these elements is too closely connected with external conditions to be of much systematic value.",
        "We find no development worthy of notice in Aristotelian ethics (see PExIPATETICS).",
        "As early as 1643 Jan Adriaanszoon Leeghwater proposed to endike and drain the lake; and similar schemes, among which those of Nikolaas Samuel Cruquius in 1742 and of Baron van Lijnden van Hemmen in 1820 are worthy of special mention, were brought forward from time to time.",
        "Chris was the worthy winner of the AAA title."
    ],
    "definition": [
        "Having worth, merit, or value: a worthy cause.",
        "Honorable; admirable: a worthy fellow.",
        "Having sufficient worth; deserving: worthy to be revered; worthy of acclaim.",
        "wor′thi·ly\nadverb",
        "wor′thi·ness\nnoun",
        "Of sufficient worth for: creditworthy.",
        "Suitable or safe for: crashworthy.",
        "Link/Cite",
        "having worth, merit, or value",
        "honourable or admirable",
        "deserving, or having sufficient worth",
        "Suited; befitting.",
        "a distinguished or eminent person",
        "To render or treat as worthy; exalt; revere; honour; esteem; respect; value; reward; adore.\nAnd put upon him such a deal of man, That worthied him, got praises of the king [...] \"” Shakespeare, King Lear.",
        "Of sufficient worth for; deserving of.",
        "Suitable or safe for; capable of enduring or able to bear; able to withstand.",
        "Able to be; fit to be; -able.",
        "Having the right, power, permission, or freedom to.",
        "worthy",
        "Link/Cite"
    ]
}