{
    "translation": "חסר ערך",
    "uses": [
        "It was a worthless hole.",
        "My intelligence far surpasses any of you worthless scum.",
        "The grain is very small and worthless it the one, but larger and full in the other.",
        "His touching love for his worthless son is one of the most beautiful descriptions of paternal affection.",
        "I'm your husband — worthless as I may be.",
        "5 Birds were treated of in a worthless fashion by one D.",
        "Queen Caroline was provoked into classing him and Bolingbroke, as \"the two most worthless men of parts in the country.\"",
        "Trees of good size are thus rendered nearly worthless, often showing little sign of unhealthiness till felled.",
        "In many points, especially his great nepotism - witness the promotion of the worthless Pier Luigi Farnesehe remained, even as pope, a true child of the Renaissance period in which he had risen to greatness.",
        "As these possess no glands they are a worthless substitute.",
        "Eventually the tree is destroyed, and the wood rendered worthless for timber, and of little value even for fuel.",
        "On the first opportunity Bacon rose and briefly pointed out that the earl's plea of having done nothing save what was absolutely necessary to defend his life from the machinations of his enemies was weak and worthless, inasmuch as these enemies were purely imaginary; and he compared his case to that of Peisistratus, who had made use of a somewhat similar stratagem to cloak his real designs upon the city of Athens.",
        "Much of this region is covered with gamelote, a tall, worthless, grass with sharp stiff blades.",
        "But first, I must protect myself from the worthless snapping hounds of police before I search out this mystery clairvoyant.",
        "Then he added, You might have better luck learning who's been trying to buy the worthless mine and who at Bird Song swiped the itsy-bitsy bone you found.",
        "He therefore rejected as worthless the ontological proof offered by Aquinas.",
        "The name is celebrated in Arabian tradition, but the statements regarding them are confused and conflicting, and for historical purposes are practically worthless, as has been proved by Th.",
        "In 1798 he published a long and worthless so-called epic on the conquest of Mexico.",
        "On the 11th of December Giolitti laid these and other papers before the Chamber, in the hope of ruining Crispi, but upon examination most of thm were found to be worthless, and the rest of so private a nature as to be unfit for publication.",
        "\"It can't be helped It happens to everyone!\" said the son, with a bold, free, and easy tone, while in his soul he regarded himself as a worthless scoundrel whose whole life could not atone for his crime.",
        "It would be difficult to name a more slovenly, a more worthless edition of any great classic.'",
        "Having survived all his rivals, and all his children except Robert and the worthless Thomas, Burghley died at his London house on the 4th of August 1J98, and was buried in St Martin's, Stamford.",
        "He was an unfaithful husband and often treated his wife with scant consideration; he was too fond of Dutch favourites like Keppel or worthless women like Lady Orkney.",
        "He had only conceived the idea of The Patriot King in the person of the worthless Frederick in order to stir up sedition, while his eulogies on retirement and study were pronounced from an enforced exile.",
        "Their commander, the marquis of Bayona, arrogantly insisted on occupying the centre of the line with his worthless squadron instead of allowing his ships to be scattered among the Dutch for support.",
        "The hapless and worthless bridegroom had already incurred the hatred of two powerful enemies, the earls of Morton and Glencairn; but the former of these took part with the queen against the forces raised by Murray, Glencairn and others, under the nominal leadership of Hamilton, duke of Chatelherault, on the double plea of danger to the new religion of the country, and of the illegal proceeding by which Darnley had been proclaimed king of Scots without the needful constitutional assent of the estates of the realm.",
        "They're gonna serve fresh ice cream in hell before that lady gets a sniff at this here notebook, even if it proves to be worthless scratchings.",
        "In 1476 a poor young shepherd drew thousands to Nicklashausen to hear him denounce the emperor as a rascal and the pope as a worthless fellow, and urge the division of the Church's property among the members of the community.",
        "The later Targums and the Talmuds represent him as a typical sinner; and there are the usual worthless Rabbinical fables, e.g.",
        "The cyanide process of gold extraction, and the returns obtained by its means from the great Waihi mine in the Upper Thames, caused an outbreak of gold fever, which led to the opening up of a few good and a great many worthless quartz-mines in the Auckland fields.",
        "To the Gnostic the things of the world are worthless; they are to him matters of indifference.",
        "Oriental, with the title of Turkish Spy, Lettres chinoises, &c. These productions were usually issued in periodical form, and, besides an immense amount of worthless tittle-tattle, contain some valuable matter.",
        "There was, indeed, a native Irish legend, worthless from the standpoint of etymology, to account for the origin of the name.",
        "Towards the end of his period of favour he caused great offence by legitimizing a supposed bastard son of very doubtful paternity and worthless personal character, and by arranging a rich marriage for him.",
        "1797) the pope surrendered his claims to Avignon, the Venaissin, Bologna, Ferrara and the Romagna; he also promised to disband his worthless army, to yield up certain treasures of art, and to pay a large indemnity.",
        "It was about this time that the first experiments were made (in Germany) with basic slag, a material which had hitherto been regarded as a worthless by-product of steel manufacture.",
        "The better plan is to discard at once all fungi which have not been gathered from open pastures; by this act alone more than nine-tenths of worthless and poisonous species will be excluded.",
        "Besides this, all their evidence is but approximate, often only stating quantities to a half or quarter of the amount, and seldom nearer than 5 or 10%; hence they are entirely worthless for all the closer questions of the approximation or original identity of standards in different countries; and it is just in this line that the imagination of writers has led them into the greatest speculations, unchecked by accurate evidence of the original standards.",
        "Concessions and subsidies were given broadcast for worthless undertakings in order to benefit the friends of the president.",
        "Thereupon Jonah beseeches Yahweh to take away his worthless life.",
        "What the Old Testament says of the worship of God is little, and that little worthless, while its writers are unacquainted with the second fundamental truth of religion, the immortality of the soul.",
        "(1207-1213; see Langton, Stephen) he prejudiced his case by proposing a worthless favourite for the primacy and by plundering those of the clergy who bowed to the pope's sentences.",
        "Gallipolis was settled in 1790 by colonists from France, who had received worthless deeds to lands in Ohio from the Scioto Land Company, founded by Col.",
        "505 B) to identify the form of good, without which nothing is good, with the gentlemanly thing (KaXov Kai ayaObv), without which any possession is worthless, he inspired into the author of the Eudemian Ethics the very limit (ipos) of good fortune and gentlemanliness with which it concludes, only without Plato's elevation of the good into the form of the good.",
        "He argued that a single worthless life stood in the way of the regeneration of Russia, and he therefore deliberately removed it.",
        "Turning now to the native chronicles of the Mexican nations, these are records going back to the 12th or 13th century, with some vague but not worthless recollections of national events from times some centuries earlier.",
        "All endeavours to obtain either hydrochloric acid or free chlorine in the ammoniasoda process have proved commercial failures, all the chlorine of the sodium chloride being ultimately lost in the shape of worthless calcium chloride.",
        "It is a heuristic process liable to failure, and its application by a nation of talkers even to physics where non-expert opinion is worthless somewhat discredited it.",
        "The biography, though worthless, had an immense circulation, and is to a considerable degree responsible for the traditional conception of Washington.",
        "The land added to the irrigated area in the decade was in 1890 largely worthless public domain; its value in 1900 was about $29,000,000.",
        "But when this happened, Cartesianism was no longer either interesting or dangerous; its theories, taught as ascertained and verified truths, were as worthless as the systematic verbiage which preceded them.",
        "He was a man of brutal and worthless character; but although Gibbon's statement that he was \"just, humane and even partial towards the afflicted Christians\" may be exaggerated, it is probable that he never exhibited any special hostility towards them.",
        "Until the recent past, farmers in the area believed these stones to be worthless.",
        "The cheapest product is worthless, no matter how much you paid, if you cannot use it or it does not meet your needs.",
        "also a young boy, was poisoned, and the kingdom passed to the worthless Guy de Lusignan, who in the following year (1187) was crushed by Saladin at the battle of Hattin, which restored the whole of Palestine to the Moslems.",
        "To him, as to the Deuteronomic legislation, the forms of legal observance are of value only as the fitting expression of Israel's peculiar sonshin and service, and he shows himself a true prophet when he contrasts the worthless ministry of unwilling priests with the pure offering of prayer and praise that rises from the implicit monotheism of even Gentile worship 2 (i.",
        "The student will find differences among anthropologists in the interpretation of these marks - some averring that comparative anatomy is worthless as a means of subdividing the American subspecies, others that biological variations point to different Old World origins, a third class believing these structural variations to be of the soil.",
        "Marriage and sexual propagation are considered either as absolute Evil or as altogether worthless, and carnal pleasure is frequently looked upon as forbidden.",
        "The discovery of large deposits of nickel at Sudbury; of extremely rich gold mines on the head-waters of the Yukon, in a region previously considered well-nigh worthless for human habitation; of extensive areas of gold, copper and silver ores in the mountain regions of British Columbia; of immense coal deposits in the Crow's Nest Pass of the same province and on the prairies; of veins of silver and cobalt of extraordinary richness in northern Ontario - all deeply affected the industrial condition of the country and illustrated the vastness of its undeveloped resources.",
        "You can collect old bottles that some collectors or dealers might deem worthless.",
        "These relationships can damage self-esteem, making the victims feel worthless and hopeless.",
        "Once considered flawed and worthless, black diamonds are now rapidly becoming one of the most sought-after gems because of their exquisite uniqueness.",
        "At the worst the watch may not work and the guarantee will be worthless.",
        "The following are some of the most common problems that car owners assume means their used vehicle is worthless.",
        "A final idea for free beading projects isn't truly free, but it will help you use up the otherwise worthless supply of beads you've got on hand.",
        "You don't want to spend money on a plan that will essentially be worthless, whether due to limited services or instead a lack of local participating dentists.",
        "Regarding the Body Shaper, many women complain first that the sizing chart offered to help you select your shaper is so vague as to be worthless.",
        "The history of search engines is an epic panorama of brilliant insights that led to billions of dollars only to have the web change in a way that made dominant companies worthless.",
        "2 After a comparison of Israel to a worthless wild vine (xv.) come two allegories, one portraying idolatrous Jerusalem as the unfaithful spouse of Yahweh (xvi.), the other describing the fate of Zedekiah (xvii.).",
        "Nearly all the anecdotes related of him by Helbig, in the biography contributed by him to the journal Minerva (1797-1800), and freely utilized by later biographers, are absolutely worthless.",
        "Latham entered, so far as the limits of his work would allow, into the 1 They were drawn and engraved by Martinet, who himself began in 1787 a Histoire des oiseaux with small coloured plates which have some merit, but the text is worthless.",
        "1015-1047) is worthless.",
        "Agricola in 1546, and is from the German blenden, to blind, or deceive, because the mineral resembles lead-ore in appearance but contains no lead, and was consequently often rejected as worthless.",
        "Its contents are naturally sufficient to show that the Battle Roll is worthless.",
        "For the chronology before the time of the XXVIth Dynasty Herodotuss history is quite worthless.",
        "The native fruits, except walnuts and chestnuts, are worthless.",
        "When the clergy, refusing to acknowledge the authority of the Burgesses in reducing their stipends, and, appealing to the king against the Assembly, entered the courts to recover damages from the vestries, Patrick Henry at Hanover court in 1763 easily convinced the jury and the people that the old church was wellnigh worthless.",
        "Natural fruits are rare and practically worthless.",
        "This objection is curious when confronted with Bacon's reiterated assertion that the natural method pursued by the unassisted human reason is distinctly opposed to his; and it is besides an argument that tells so strongly against many sciences, as to be comparatively worthless when applied to any one.",
        "His contemporary St Bonaventura complained publicly that he himself and his fellow-friars were often compelled to hold their tongues about the evil clergy; partly because, even if one were expelled, another equally worthless would probably take his place, but \"perhaps principally lest, if the people altogether lost faith in the clergy, heretics should arise and draw the people to themselves as sheep that have no shepherd, and make heretics of them, boasting that, as it were by our own testimony, the clergy were so vile that none need obey them or care for their teaching.\"",
        "To them prosperity without glory was a worthless possession.",
        "Since the removal of their guano deposits they have become practically worthless, except where they serve to shelter anchorages.",
        "The statements of the Armenian historians as to this period are also absolutely worthless.",
        "In September 867 he caused his worthless benefactor to be assassinated, and reigned alone.",
        "But these works, while proving Scaliger's right to the foremost place among his contemporaries as Latin scholar and critic, did not go beyond mere scholarship. It was reserved for his edition of Manilius (1579), and his De emendatione temporum (1583), to revolutionize all the received ideas of ancient chronology - to show that ancient history is not confined to that of the Greeks and Romans, but also comprises that of the Persians, the Babylonians and the Egyptians, hitherto neglected as absolutely worthless, and that of the Jews, hitherto treated as a thing apart, and that the historical narratives and fragments of each of these, and their several systems of chronology, must be critically compared, if any true and general conclusions are to be reached.",
        "Of the last six plays we may say that perhaps only one of them, Agesilas, is almost wholly worthless.",
        "2, 3), though it is elsewhere denounced as worthless.",
        "After the suppression of the Catilinarian conspiracy, Cotta proposed a public thanksgiving for Cicero's services, and after the latter had gone into exile, supported the view that there was no need of a law for his recall, since the law of Clodius was legally worthless.",
        "The Garton artificial fertilization experiments have shown endless deviations from the ordinary type, ranging from minute seeds with a closely adhering husk to big berries almost as large as sloes and about as worthless.",
        "The famous correspondence produced next year in evidence against her at the conference of York may have been, as her partisans affirm, so craftily garbled and falsified by interpolation, suppression, perversion, or absolute forgery as to be all but historically worthless.",
        "But this explanation of the name is as worthless as the rest of the Talmudic accounts of the Sadducees who were already dead and gone.",
        "- a worthless and indeed misleading result.",
        "Under the present standard of evidence in comparing languages and tracing allied groups to a common origin, the crude speculations as to a single primeval language of mankind, which formerly occupied so much attention, are acknowledged to be worthless.",
        "For years he had looked at all earthly good through the medium of a philosophy which taught him that it,, without exception, contained within itself the seeds of bitterness, and was altogether worthless and impermanent; but now to his wavering faith the sweet delights of home and love, the charms of wealth and power, began to show themselves in a different light, and glow again with attractive colours.",
        "Pending the work of a second Brehon Law Commission, the Laws are best studied in the six imperfect volumes (Ancient Laws of Ireland, 1865-1901) produced by the first Commission (ignoring their long and worthless introductions), together with Dr. Whitley Stokes's Criticism (London, Nutt, 1903) of Atkinson's Glossary (Dublin, 1901).",
        "At the moment of his premature death his nearest kinsmen were his worthless brother John, and the boy Arthur of Brittany, the heir of Geoffrey, the third son Accession of John.",
        "Such schemes were finally abandoned simply because the king discovered that his allies were worthless and that his money was all spent.",
        "Deserted by his worthless courtiers and plundered on his death- bed by his greedy mistress, the victor of Sluys and ii:.",
        "Henry had only two years longer to live; they were spent in incessant and successful campaigning against the partisans of his brother-in-law, the dauphin Charles; by a long D th f series of sieges the partisans of that worthless prince 11ry V.",
        "As he himself wrote, \"the most worthless book of a bygone day is a record worthy of preservation; like a telescopic star, its obscurity may render it unavailable for most purposes; but it serves, in hands which know how to use it, to determine the places of more important bodies.\"",
        "In Nial's, Gisli's and Droplaug's Sons' Sagas there is good verse of a later poet, and in many sagas worthless rubbish foisted in as ornamental.",
        "II, the district of \"worthless\" cities given by Solomon to Hiram.",
        "But this act, as well as the vices and insane follies into which he was led by worthless foreign and native favourites, soon brought his reign and his life to an end.",
        "Margaret also reformed the Danish currency, substituting good silver coins for the old and worthless copper tokens, to the great advantage both of herself and the state.",
        "The Regency had been the making of the house of Orleans; thenceforward the question was how to humble it, and the duc de Bourbon, now prime ministera great-grandson MIn!str~ of the great Cond, but a narrow-minded man of of the limited intelligence, led by a worthless woman ducde set himself to do so.",
        "The Arabic \" Book of Maccabees \" contained in the Paris and London Polyglotts, and purporting to be a history of the Jews from the affair of Heliodorus (186 B.C.) to the close of Herod's reign, is historically worthless, being nothing but a compilation from i and 2 Macc. and Josephus.",
        "He resigned the control of his government to the duke of Lerma (q.v), one of the most worthless of all royal favorites.",
        "Some of the lesser sinners were forced to restitution, and in 1618 Lerma fell from power, but only because he was supplanted by his son, the duke of Uceda, a man as worthless as himself.",
        "A worthless and scanty account of some of the metres of Horace (in Keil, Grammatici Latini, vi.",
        "He laboured still, in mingled hope and apprehension, \"to prop the frail and worthless fabric,\"7 but for its spiritual content of democracy he had no understanding, and even in its nationalism he had little hope.",
        "They condemned marriage (save, perhaps, first marriages), the eating of meat, baptism of children, veneration of saints, fasting, prayers for the dead and belief in purgatory, denied transubstantiation, declared the Catholic priesthood worthless, and considered the whole church of their time corrupted by the \"negotia saecularia\" which absorbed all 1 One result is their inability to form a true theory of Judaism and of the Old Testament in relation to the Gospel, a matter of great moment for them and for their successors.",
        "While that conjecture made a nice pat story, it didn't answer who was now so concerned with forty-year-old happenings to switch the skeleton, steal a finger bone, offer a substantial price for a virtually worthless mine, and perhaps take a shot at visitors to the Lucky Pup.",
        "I'm your husband â€” worthless as I may be.",
        "Guns and knives were worthless, and he was pretty certain he could wrestle her down, if she tried any sort of hand-to-hand combat.",
        "argumentum ad numerum \" The vast majority of cyclists I know believe that helmets are worthless, so they must be worthless.",
        "A mere intellectual assent to the Gospel or a belief in the historical Christ is worthless, for it brings forth no spiritual fruits.",
        "May 1997 A worthless memoir Bruce Anderson The memoirs of former Conservative party treasurer, Alistair McAlpine, reveal a politically shallow egotist.",
        "This is why the world oversupply of worthless corporate execs has caused executive pay to fall over the last few decades.",
        "expire worthless.",
        "There is no easy answer and if youÃ¢re not careful, your guests will end up bidding on a worthless fake.",
        "Verse eight says, \" A wooden idol is a worthless doctrine.",
        "In terms of historical research, these items are almost worthless; however, they throw light on their authors ' politics.",
        "This means that most work done on most tumor markers is almost worthless.",
        "So the poor milliner 's wares, although beautified by lace and ribbons, are worthless unless you are perched upon them.",
        "Life appeared so worthless and pointless and I kept thinking about smoking opium again to make me feel better.",
        "He loved pomp, and accepted many titles and awards - especially British honors; of course all unearned and therefore quite worthless baubles.",
        "In fact, Jesus never expected to be either stabbed as a worthless shepherd or crucified as a suffering servant.",
        "Anyone involved in this show should be soundly thrashed to within an inch of his or her worthless existence.",
        "With an utterly worthless strategy no militia could have saved the situation.",
        "However the move has devastated the Air Canada shares, which are now virtually worthless.",
        "Any other extension is practically worthless, in my book.",
        "There is no consistency between maps of different regions, and as a ' navigation tool ' they are essentially worthless.",
        "Having links from any old site is almost worthless.",
        "Instead it's dull, constructed and ultimately worthless.",
        "In conclusion the theory of natural selection does render the design argument worthless.",
        "Here we observed only few species, apparently recent slashing of the forest has made this area almost worthless.",
        "worthless overnightthis audio to the.",
        "worthless shepherd or crucified as a suffering servant.",
        "worthless fake.",
        "worthless rubbish.",
        "worthless fellow, but I did not care.",
        "worthless currency.",
        "Put expires worthless, you want the market rate.",
        "The contract with British Sugar was in an instant rendered as worthless as toilet paper and the beet growers lost thousands of pounds.",
        "However, this area does not constitute your core self and entire being to be deemed worthless.",
        "If the issuing body could not meet its obligations and the bill proved worthless, the recipient was liable for the entire sum drawn.",
        "The buzz is great, but when you walk out you feel worthless.",
        "During a Stock Market ' crash ', shares can often become worthless.",
        "Many edible fungi depend upon minute and often obscure botanical characters for their determination, and may readily be confounded with worthless or poisonous species; but that is not the case with the common mushroom, for, although several other species of Agaricus somewhat closely approach it in form and colour, yet the true mushroom, if sound and freshly gathered, may be distinguished from all other fungi with great ease.",
        "Notwithstanding the changes in organization and terminology, the officials remained ignorant, indolent, careless, indifferent to the public welfare, high-handed and extortionate, and the local self-government which was intended to enlighten and control them proved sadly wanting in vitality and practically worthless.",
        "These facts, again, in Letter II., are worthless to a forger, because they concern matters never alluded to in any of the records; never employed in any indictment (though Lennox's are copious in private talk between Darnley and Mary, \"reports of her servants\"), and totally useless for the purposes of the accusers.",
        "The state debt was large, taxation was heavy, and industry was unsettled; worthless paper money was in circulation, yet some men demanded more; debtors were made desperate by prosecution; the state government seemed weak, the Federal government contemptibly so; the local courts would not, or from intimidation feared to, punish the turbulent, and demagogues encouraged ideas of popular power.",
        "as strength, size, beauty, honours, opinions, are mere illusion (6Ktaypacbta), worthless and ridiculous, as we should know if wehad Lyncean eyes to compare them with the vision of the eternal.",
        "He wrote (1672-1684) a series of controversial letters against Pope Gregory VII.'s doctrine of papal supremacy over princes; a voluminous History of the Remonstrance (1674); Hibernica (1682), a worthless history of Ireland; in 1686 a reply to the Popery of Thomas Barlow (1607-1691), bishop of Lincoln; and other works.",
        "Albeit of illustrious descent, the genealogies which represent Arnulf as an Aquitanian noble, and his family as connected - by more or less complicated devices - with the saints honoured in Aquitaine, are worthless, dating from the time of Louis the Pious in the 9th century.",
        "At first we thought to throw a frog-pond on to it; but concluded to let it burn, it was so far gone and so worthless.",
        "Langeron, trying as virulently as possible to sting Weyrother's vanity as author of the military plan, argued that Bonaparte might easily attack instead of being attacked, and so render the whole of this plan perfectly worthless.",
        "Instead it 's dull, constructed and ultimately worthless.",
        "Basic policy limits assets worthless overnightthis audio to the.",
        "What is amazing is that the raw materials are unwisely considered by many as worthless rubbish.",
        "I knew that I was considered as a worthless fellow, but I did not care.",
        "Should people no longer need the extra airtime, then it would become a worthless currency.",
        "Many entrepreneurs get their fire stoked when people tell them that their ideas are worthless or there's no way they can make a success of a business.",
        "With so many shady characters in the market that know how to sell you worthless pieces of lead, it's best to stick with a provider that can promise you the real thing.",
        "If you don't consider these points carefully when buying a college science textbook, you could end up with a worthless, overpriced book.",
        "It's not uncommon to feel worthless, or even ashamed at losing a job (all of which can lead to anger), but keep in mind that jobs, much like life, can be transitory.",
        "Feeling worthless or guilty: Due to feeling so down and not having any energy, you feel like you are worthless and feel guilty because of it.",
        "When the individual is in the depressive phase of this illness, he or she may feel worthless and lack self-esteem.",
        "Although it's not too common for students to enroll at fake universities or earn worthless degrees through scam programs, there are a number of companies that present themselves as legitimate universities but offer only sham programs.",
        "These last well upon the plant, but are worthless for cutting.",
        "Groundsel (Senecio) - An immense genus of over a thousand described species, most of them worthless weeds, but with a few plants of value.",
        "Rosea) - There are several forms of this name quite worthless, but there is also a very beautiful perennial rosy form, which seems to show that the plant may vary a good deal in its native country.",
        "Unless struck very early, spring-struck plants are almost worthless, so that it is best to put in the stock in August and let them stand in cutting-pots till potting-off time in spring.",
        "A $10 shirt is worthless if it doesn't fit you properly and if you spend all day adjusting it because it's uncomfortable.",
        "If, for example, you do not enjoy water parks, then Soak City vouchers or discounts are relatively worthless for your getaway, but you might enjoy more evening amusement park tickets.",
        "Once the bullets are used up, you must discard the worthless weapon and move on.",
        "A buyer must be able to protect the investment and see it safely to the next interested party, especially because blood diamonds and stones without proper certification can become virtually worthless in the jewelry market.",
        "The virus essentially kills the game machine by deleting critical files and turning it into a worthless hunk of electronic parts.",
        "No matter how unique or rare a teapot is, if it doesn't have a lid then it is nearly worthless."
    ],
    "definition": [
        "Lacking worth; of no use or value.",
        "Low; despicable: that worthless friend of his.",
        "worth′less·ly\nadverb",
        "worth′less·ness\nnoun",
        "Link/Cite",
        "Not having worth and use, without value, inconsequential.\nLies are as important as truth, for without lies, the truth is worthless.\nThe committee's decision is worthless and not going to be acted upon.\nDon't be a worthless slouch! Go get yourself a job.",
        "Link/Cite"
    ]
}