{
    "translation": "שווי",
    "uses": [
        "That was worth the wait.",
        "Whatever the case, it certainly wasn't worth arguing about.",
        "It is worth $50 to you.",
        "No book is worth reading that does not make you better or wiser.",
        "It was worth it.)",
        "I think it's worth publicizing it, especially if the license plate turns out to be stolen and we have nothing.",
        "\"She'll give them their money's worth,\" Dean commented.",
        "It will be worth the investment.",
        "But it held a beautiful golden tripod that was worth more than a thousand fishes.",
        "He never had been able to lie worth a damn.",
        "I guess they figured the land wasn't worth as much as they thought.",
        "\"For what it's worth,\" she began, \"I didn't invite him, but...",
        "This house will be cheaper to build than a house today and worth vastly more to you for all the cool things it does.",
        "For what it's worth, I apologize for treating you like you were subhuman.",
        "It's not worth it, any way you look at it.",
        "She was worth his honor and his life.",
        "What's it worth for you to be able to leave here?",
        "I ought to apologize to the reader and to Miss Keller for presuming to say what her subject matter is worth, but one more explanation is necessary.",
        "Well, I guess it's worth a try.",
        "An exception worth noting is that the poor who get better products at cheaper prices will see their wealth rise accordingly.",
        "He gave her an amused look, then poured her three shots worth of whiskey and handed it to her.",
        "To speak critically, I never received more than one or two letters in my life--I wrote this some years ago--that were worth the postage.",
        "You said yourself that we have a hundred thousand rubles' worth of things in the house.",
        "Prince Bagration screwed up his eyes, looked round, and, seeing the cause of the confusion, turned away with indifference, as if to say, \"Is it worth while noticing trifles?\"",
        "It was worth a try.",
        "It wasn't his fault he wasn't worth a damn at any of them.",
        "It was worth the trip.",
        "They do not even seem to see me, or if they do they look as if they were saying, 'Ah, she's not the one I'm after, so it's not worth looking at her!'",
        "I guess a walk in the cool evening isn't worth the risk of being eaten up by beasts is it?",
        "To do things \"railroad fashion\" is now the byword; and it is worth the while to be warned so often and so sincerely by any power to get off its track.",
        "Pierre had first experienced this strange and fascinating feeling at the Sloboda Palace, when he had suddenly felt that wealth, power, and life--all that men so painstakingly acquire and guard--if it has any worth has so only by reason of the joy with which it can all be renounced.",
        "She looked to the bushes several floors down and decided it was worth the risk.",
        "Yours are worth thousands.",
        "The land's as pretty as any place God ever created but that doesn't make it worth a lot of dollars and cents.",
        "You're worth more to me alive.",
        "You'll have to make some sacrifices, but it's worth it.",
        "It never occurred to me that it might be worth while to make my own observations and describe the experiences peculiarly my own.",
        "Taking two prizes is a challenge but the ultimate reward will be worth the aggravation!",
        "They haven't defeated us yet, and Jim is worth a whole army.",
        "He is worth it!",
        "And is it worth tormenting oneself, when one has only a moment of life in comparison with eternity?",
        "Apparently he was shipping someone twenty-five thousand dollars worth of cocaine.",
        "He began to think more and more that raising Andre was worth breaking the thousands of Immortal Laws it cost.",
        "But it is worth noting.",
        "It was worth the while, if only to feel the wind blow on your cheek freely, and see the waves run, and remember the life of mariners.",
        "They waged a silent battle, and Bianca opened her eyes, praying with everything she was worth that the small woman-- whoever she was-- would win.",
        "A couple of them were talking quietly, but she didn't hear them, instead unable to fathom that anyone would find her life worth protecting after her father hadn't.",
        "That was worth the trip.",
        "One Wizard is worth three Sorcerers.",
        "So far it didn't seem worth the time.",
        "\"Sounds like your coins are worth about three times what Claire's are,\" Dean said, and then asked, \"how did you make out with the blonde bombshell?\"",
        "If I didn't know you better, I'd swear you didn't think your mother was worth the cost.",
        "Quinn quipped it would be worth the price of the car if she kept motoring north to Canada and out of our lives.",
        "Was the deceit worth it for their sake?",
        "If you take something worth a dollar, spend an hour working on it, and your employer sells it for three dollars, no way in the world can you ever make more than two dollars an hour.",
        "It is not worth the while to live by rich cookery.",
        "Deidre, for what little this is worth, I apologize for not being good enough or smart enough or quick enough to prevent the inevitable.",
        "She wondered what would be worth the investment, but didn't want to wind up in the middle of a feud.",
        "Something about the 'thrill of victory not worth the agony of da-feet.'",
        "Maybe. But I never have been worth a damn over the details.",
        "From what I hear, it's not worth enough to go through all this hassle.",
        "It was worth the while to see the sun shine on these things, and hear the free wind blow on them; so much more interesting most familiar objects look out of doors than in the house.",
        "Sometimes, on Sundays, I heard the bells, the Lincoln, Acton, Bedford, or Concord bell, when the wind was favorable, a faint, sweet, and, as it were, natural melody, worth importing into the wilderness.",
        "I was growing to love this town, with its simple history, proud of its old homes and field stone fences, telling the world it was a place worth staying.",
        "But the pristine forest and surrounding view was more than worth the tiredness that crept into the arms and legs.",
        "At length the chief of the band called to Otanes and said, \"Young fellow, have you anything worth taking?\"",
        "(Of course, I can't go buy a thousand cans for $2,000 and have them worth $10,000 to me.",
        "Given these agricultural strengths, is there anyone who believes the United States alone couldn't produce an extra $365 billion worth of food, at full retail price, if there were a ready buyer for it?",
        "I do believe some ideals are worth fighting for and, by logical extension, worth killing for—but not many.",
        "What had really taken place he did not wish to relate because it seemed to him not worth telling.",
        "That's what I was saying to you-- those German gentlemen won't win the battle tomorrow but will only make all the mess they can, because they have nothing in their German heads but theories not worth an empty eggshell and haven't in their hearts the one thing needed tomorrow--that which Timokhin has.",
        "If there was none of this magnanimity in war, we should go to war only when it was worth while going to certain death, as now.",
        "It's the only one worth remembering; but since that... it's only been tormenting folk.",
        "\"For what it's worth, Gabriel, I've always loved you,\" she said in a low, tight voice.",
        "The Turks will be of no use to you; they are worth nothing and have shown it by making peace with you.",
        "It is not worth the while to snivel about it.",
        "What we need to make its parts—iron ore to make steel, rubber to make tires, sand to make glass, petroleum to make plastics—is generally a few cents' worth of raw materials.",
        "In my three shops here I have a hundred thousand rubles' worth of goods.",
        "For what it's worth, Gabe was the most respected and longest serving assassin of Death before he got promoted.",
        "I only have twenty-six years' worth of memories, thanks to Darkyn.",
        "I didn't sleep worth a damn last night, I got rapped in the head pretty good this morning, and I just drove a couple of hundred miles in a blizzard.",
        "It is this combined with the fact that their targets, too, are worth more; the cost of rebuilding a modern city today dwarfs the cost of rebuilding that city fifty years ago.",
        "It seems worth while, however, to quote from some of her chance bits of writing, which are neither so informal as her letters nor so carefully composed as her story of her life.",
        "Men say, practically, Begin where you are and such as you are, without aiming mainly to become of more worth, and with kindness aforethought go about doing good.",
        "If you should ever be betrayed into any of these philanthropies, do not let your left hand know what your right hand does, for it is not worth knowing.",
        "Though it prevents my hoeing them, it is of far more worth than my hoeing.",
        "\"Oh, he's all right, a good horse,\" answered Rostov, though the horse for which he had paid seven hundred rubbles was not worth half that sum.",
        "Is it worth thinking or speaking of it at such a moment?",
        "Before Sonya and her mother, if Boris happened to be mentioned, she spoke quite freely of that episode as of some childish, long-forgotten matter that was not worth mentioning.",
        "Leaped a fearful place; what a sight when they rushed from the covert... the horse worth a thousand rubles and the rider beyond all price!",
        "I am not worth it! exclaimed Natasha and turned to leave the room, but Pierre held her hand.",
        "That deluge of fire was worth seeing.",
        "She increased our supply by five dollars' worth, just in case.",
        "Was he really worth her attention on what may be the last day of her life?",
        "She hadn't thought to use it as a bribe; if it were gold, it might be worth something.",
        "The camera isn't worth anything but she's really disturbed at losing her pictures.",
        "Her position in the house was such that only by sacrifice could she show her worth, and she was accustomed to this and loved doing it.",
        "So, let's say on average the pan is worth $2,000 to everyone who uses it—all the way from the people who just think it is \"cool\" to the people who it saves from food poisoning to the people whose lives and houses it saves.",
        "It is not worth the while to go round the world to count the cats in Zanzibar.",
        "Whatever the men were squabbling about, it wasn't worth hurting her.",
        "Is one chicken worth your life?",
        "What was worth the lives of the thousand people at the Peak, Lana?",
        "\" whatever the matter may be worth\" (Dig.",
        "The attempts to combine personal government with representative institutions was one of much interest; it was more successful than might have been anticipated, owing to the disorganization of political parties and the absence of great political leaders; in Germany, as elsewhere, the parliaments had not succeeded in maintaining public interest, and it is worth noting that even the attendance of members was very irregular.",
        "Silver Islet mine in Lake Superior produced in all $3,250,000 worth of silver, but this record will no doubt be surpassed by some of the mines in the extraordinarily rich cobalt district.",
        "The one piastre piece is worth a fraction over 24d.",
        "As successor to the Order, the Crown claimed and eventually established (by the negotiations in Rome of Sir Frederick Hankey, Sir Gerald Strickland and Sir Lintorn Simmons) with regard to the presentation of the bishopric (worth about £4000 a year) the right to veto the appointment of distasteful candidates.",
        "He held landed property worth something like 250 a year of our money.",
        "How shall we estimate the permanent worth of his method, the residuum of value in his maxims?",
        "These methods were chiefly advocated in vineyards of the first class, where it was worth while to spend a good deal of money and labour to preserve the old and famous vines: the Château Leoville Poyferre and Clos Vougeot are instances.",
        "Although the food is hit-or-miss, the dining experience, friendly wait staff and happy patrons are worth the gamble, if you're feeling travel-weary.",
        "Though the restaurant gets busy during the lunchtime hour, the mu-shu pork is worth the wait.",
        "Why would all that junk be abandoned in the first place if it was worth a plugged nickel?",
        "The one that might one day consider him an equal worth trusting with her heart.",
        "Eternity in such an unequal partnership wasn't even worth considering.",
        "He'd never had anything worth fighting for until now.",
        "If they are that old, they're certainly worth saving.",
        "When Daniel Defoe heard how Selkirk had lived alone on the island of Juan Fernandez, he said to himself: Here is something worth telling about.",
        "The other is division of labor, worth discussing in some detail as it is an almost miraculous process.",
        "I should feel as if I were worth less in that case.",
        "When a psychologist asked her if Miss Keller spelled on her fingers in her sleep, Miss Sullivan replied that she did not think it worth while to sit up and watch, such matters were of so little consequence.",
        "I too had woven a kind of basket of a delicate texture, but I had not made it worth any one's while to buy them.",
        "I hope whatever you traded for your freedom was worth living like this, if you call this living.",
        "They have the same sort of worth only as horses and dogs.",
        "Most wore trendy boots and coats, sat in designer jeans and sweaters worth a month of her salary, and wore make- up that coordinated perfectly with their expensive clothing and hair.",
        "The '97 and '99 are worth about four or five hundred each and the '79 should bring a thousand or more.",
        "In our times that is worth something, isn't it?",
        "\"At least we know it's the same guy,\" I said, \"for whatever that's worth.\"",
        "An understanding was not worth acknowledging and definitely not binding to the new Dark One.",
        "Men are heartache and more trouble than they're worth.",
        "Here's my short list Fred, for what it's worth.",
        "She isn't worth the effort.",
        "Let them have the copy, for whatever it's worth to them.",
        "The power ended up to be hardly worth the aggravation.",
        "It's not worth it.",
        "She certainly had seen her share of heartache, but unlike Jackson, she did believe it to be worth it.",
        "While contemplating whether Freckles would be worth having to influence the other three or not, Jackson caught sight of someone in his peripheral vision.",
        "If there wasn't something special about her, you would have said, 'This is not worth the effort' and moved on.",
        "Probably not, but I don't think it's worth the risk.",
        "It might be worth it to humiliate the guy.",
        "I guess… but now, knowing you're safe from Victor, it was well worth it.",
        "No woman was worth that.",
        "That ought to be worth something.",
        "For what it's worth.",
        "It's worth a lot to me, little sister.",
        "His second-in-command is General Greene, a war hero worth his pay.",
        "The dilapidated, abandoned facility fiercely defended by the soldiers in Western uniforms was not worth their efforts when compared to the buildings in much better shape down the road.",
        "\"What's it worth to you?\" he asked.",
        "He'd toned down his side of the conversation out of respect for her, not expecting to find her worth talking to and pleased when she was.",
        "The eight-hour ordeal to get there was worth the ten-minute conversation.",
        "At least he'd confirmed that whatever secrets Lana had were well worth hiding.",
        "God, but she was worth it!",
        "I don't think it's worth trying to snow her anymore.",
        "\"For what it's worth, I'm sorry I hurt you,\" Brady said quietly.",
        "This will all be worth it to hear you say you were wrong about something, and I was right.",
        "After all, it was where he and Katie spent the few good moments they'd had, where he'd found something worth living for.",
        "She studied him, not understanding why the necklace with his family's souls was worth killing her for one day and not a concern the next.",
        "\"It probably won't work.  If you're with me long, you'll find I have the worst luck ever.  But it's worth a try,\" Katie answered then muttered, \"Not like I got anything else to lose.\"",
        "So, when the alarm shrilled its two cents' worth, Dean had cussed the sadist who invented it and figured it wasn't going to be a pleasant Wednesday.",
        "Dean located Sackler, who was less than pleased at getting a Saturday assignment of questionable worth.",
        "Their unknowing company at his meal was well worth the price of the charge.",
        "But being around Cynthia Byrne was worth all the aggravation of these mixed emotions.",
        "Hays is the only place in Kansas west of Rollins worth a snot.",
        "It wasn't worth the risk, at least this early in the week.",
        "Looks like you got your money's worth out of that helmet.",
        "Worth every foot of the climb.",
        "Yeah. It said 'Stick with school' so I decided it was worth a thousand to send her some money—like something Byrne would do.",
        "They were confident in their self worth and appeared to accept people at face value.",
        "His confidence was worth the risk.",
        "Those '65 Chevy trucks are worth a bundle now.",
        "And it will be worth the wait.",
        "That trip wasn't worth the money.",
        "\"I'm not worth an Other's attention,\" she replied.",
        "It wasn't worth it.",
        "Whatever it is, it's not worth that.",
        "But I know it's not worth running into Others.",
        "It's worth it, though.",
        "Only because I know the Spring water you carry is worth a hundred lives.",
        "How can anything be worth even one life?",
        "What was it like to have a home worth fighting for?",
        "What is that worth to you, Rissa?",
        "\"It's worth your life in a black hole!\" she snarled.",
        "\"What is it worth to you?\" she challenged in a thin voice.",
        "I cannot speak, but I would tell him the evil I've done for the beast, and then ask him if he thought the curse was worth a wall we might have built ourselves!",
        "The answer to his turmoil was clear: his revenge wasn't worth her life.",
        "The educational lecture was informative and worth the trip.",
        "Well ... it would be worth it, wouldn't it?",
        "Now that's a view worth the ride.",
        "Obviously he didn't consider their relationship worth the effort.",
        "Her kidskin boots alone were worth more than everything Xander had ever stolen combined.",
        "Her only solace: the lesson was worth teaching.",
        "\"You've got like, five cows worth of meat in here,\" she said.",
        "You decide if what you want is worth a night in my bed?",
        "The whole endowment was in 1535 worth some £ 200 a year, about a fifth of that of Winchester College.",
        "When their merits are fully recognized, it will be found that his worth, as a teacher of his countrymen, extends far beyond his own generation.",
        "1 Calvin suggested that men of known worth should be appointed in different quarters of the city to report to the ministers those persons in their district who lived in open sin; that the ministers should then warn such persons not to come to the communion; and that, if their warnings were unheeded, discipline should be enforced.",
        "Fairbairn, \" Plato's arguments for immortality, isolated, modernized, may be feeble, even valueless, but allowed to stand where and as he himself puts them, they have an altogether different worth.",
        "The present life is so little worth living that its continuance is not to be desired.",
        "The desire is reasonable, moral, social, religious; it has the same worth as the loftiest ideals, and worthiest aspirations of the soul of man.",
        "Human griefs seem little worth assuaging; human happiness too paltry (at the best) to be worth increasing.",
        "The other rivers worth mentioning are the Yarra, entering the sea at Port Phillip, Hopkins and Glenelg.",
        "The only qualification worth mentioning is the signing of the pledge of solidarity.",
        "The Egyptian government subscribed for eighty millions' worth of shares.",
        "The output in 1881 was worth about 1/22,800,000, but by 1895 had decreased to 1,800,000, chiefly on account of the fall in the price of sulphur.",
        "In 1902 there were 48 tunny fisheries, employjng 3006 men, and 5116 tons of fish worth 80,000 were caught.",
        "Chemical industries show an output worth 2,640,000 in 1902 al against 1,040,000 in 1893.",
        "With what is specifically Christian we have nothing to do in the present article: but it is worth noticing that the appeal to \" values, \" aesthetic and still more moral, forms a substitute for that natural theology which Ritschl despised and professed to reject.",
        "Some of his followers showed a tendency to look on geography rather as an auxiliary to history than as a study of intrinsic worth.",
        "The Lap- surface of the North American arch is sagged down- worth's wards in the middle into a central depression which fold= lies between two long marginal plateaus, and these theory.",
        "Zeno was a pupil of Crates, from whom he learned the moral worth of self-control and indifference to sensual indulgence.",
        "In two years $7,000,000 worth of gold and silver had been taken from the Tonopah mines and it was asserted that they would prove as rich as the mines of the Comstock Lode.",
        "Shane O'Neill (C. 1530-1567) was a chieftain whose support was worth gaining by the English even during his father's lifetime; but rejecting overtures from the earl of Sussex, the lord deputy, Shane refused to help the English against the Scottish settlers on the coast of Antrim, allying himself instead with the MacDonnells, the most powerful of these immigrants.",
        "Theological writers were not in the least prepared to question the worth of the marvellous descriptions of creatures that were current in the schools on the faith of authorities vaguely known as \"the history of animals,\" \"the naturalists,\" and \"the naturalist\" in the singular number (Ouo-coMyos).",
        "As St Dominic's character and work do not receive the same general recognition as do St Francis of Assisi's, it will be worth while to quote from the appreciation by Prof. Griitzmacher of Heidelberg: \"It is certain that Dominic was a noble personality of genuine and true piety..",
        "The apology may be taken for what it is worth.",
        "A new \"skin\" or template would be worth looking into.",
        "Brahmanic pantheism and Buddhistic nihilism alike teach the unreality of the seeming world, and preach mystical absorption as the highest goal; in both, the sense of the worth of human personality is lost.",
        "The palaces, completed in 1627, are now in ruins, but the gardens with their luxuriant vegetation and gigantic cypress and orange trees are well worth a visit.",
        "Of the islands in the Bay of Bengal the Nicobar and Andaman groups are alone worth notice.",
        "There is no doubt, even on Jordanes' own statements, that his work is based upon that of Cassiodorus, and that any historical worth which it possesses is due to that fact.",
        "Worth, Derby, in \"Popular County Histories\" (London, 1886); J.",
        "In 1909 the taxable real estate and personal property was valued at $108,663,716, and the city had no floating debt; on the 1st of February 1910, there were 810,706,318 worth of bonds outstanding, and the sinking fund was 82,011,857.",
        "And the work concludes with an inquiry \" how to make a township that is worth XX.",
        "marke a yere, worth XX.",
        "And the rych men that bath moche catell wold have the advantage, and the poore man can have no help nor relefe in wynter when he bath moste nede; and if an acre of lande be worthe sixe pens, or it be enclosed, it will be worth VIII.",
        "In a single season Aberdeenshire suffered nearly 90,000 worth of damage owing to the ravages of the diamond back moth on the root crops; in New York state the codling moth caused a loss of $3,000,000 to apple-growers.",
        "Napoleon's perfidy at Bayonne was so flagrant as to strip from him the mask of a champion of popular liberty which had previously been of priceless worth.",
        "Be that as it may, he declares that characters drawn from the sternum or the pelvis - hitherto deemed to be, next to the bones of the head, the most important portions of the bird's framework - are scarcely worth more, from a classificatory point of view, than characters drawn from the bill or the legs; while pterylological considerations, together with many others to which some systematists had attached more or less importance, can only assist, and apparently must never be taken to control, the force of evidence furnished by this bone of all bones - the anterior palatal.",
        "Its basis is the classification of Cuvier, the modifications of which by Des Murs will seldom commend themselves to systematists whose opinion is generally deemed worth having.",
        "Ornithologists now felt they had something before them that was really worth investigating.",
        "That the palatal structure must be taken into consideration by taxonomers as affording hints of some utility there can no longer be a doubt; but perhaps the characters drawn thence owed more of their worth to the extraordinary perspicuity with which they were presented by Huxley than to their own intrinsic value, and if the same power had been employed to elucidate in the same way other parts of the skeleton - say the bones of the sternal apparatus or even of the pelvic girdle - either set might have been made to appear quite as instructive and perhaps more so.",
        "WILLIAM WORTH BELKNAP (1829-1890), American soldier and politician, was born at Newburgh, N.Y., on the 22nd of September 1829.",
        "It is worth pointing out that Brewer, in transcribing the passage bearing on this (Op. Ined.",
        "It is worth noticing that this epithet like \" lord of eternity \" (or, \" of the world \"), has a distinctly Jewish character.",
        "In 1840 the finest cloth that could be made of the above dimensions weighed about 1600 grains, and was worth Do.",
        "Using average prices paid for nitrogen, phosphoric acid and potash when bought in large quantities and in good forms, these ingredients, in a ton of cotton seed, amount to $9.00 worth of fertilizing material.",
        "Cotton seed meal, in the absence of sufficient stock to consume it, is also used extensively as a fertilizer, and for this purpose it is worth, determining the price on the same basis as used above for the seed, from $19 to $20 per ton.",
        "In Fiji the cotton exported in the 'sixties and 'seventies was worth £93,000 annually; but the cultivation has been practically abandoned.",
        "Previously there had not been enough business done in cotton to make it worth any person's while to devote himself to the buying and selling on commission of cotton only.",
        "The quality in greatest demand in England, it should be observed, is worth about 4d.",
        "Into the legendary overgrowth of the First Crusade we cannot here enter any further 2; but it is perhaps worth while to mention that the French legend of the Third Crusade equally perverted the truth, making Richard I.",
        "Delaville-Leroulx on the Templars and Hospitallers respectively are worth consulting; while for Eastern affairs the English reader may be referred to G.",
        "Although not particular in the choice of some of the associates of his pleasures, he admitted none but men of worth to his intimacy, and when once admitted they were treated like equals.",
        "Along much of the western coast and along nearly the whole of the eastern coast extends a line of sand reefs and narrow islands, enclosing shallow and narrow bodies of water, such as Indian river and Lake Worth - called rivers, lakes, lagoons, bays and harbours.",
        "was organized to develop a waterway from Jacksonville to Biscayne Bay by connecting with canals the St Johns, Matanzas, and Halifax rivers, Mosquito Lagoon, Indian river, Lake Worth, Hillsboro river, New river, and Snake Creek; in 1908 this vast undertaking was completed.",
        "He fancies that he has tried or observed everything in human experience, and his deliberate conclusion is that nothing is worth doing.",
        "Nor is it worth while to attempt a logical or symmetrical arrangement of the material.",
        "Amongst the mineral springs worth mentioning are the sulphur springs at Ullersdorf, the saline ones at Luhatschowitz and the alkaline springs at TOplitz.",
        "Pausanias makes no claim to exhaustiveness; he selected what was best worth noticing (Ta a i coXoyc.,rara).",
        "He was the only Russian statesman of the day with sufficient foresight to grasp the fact that the Baltic seaboard, or even a part of it, was worth more to Muscovy than ten times the same amount of territory in Lithuania, and, despite ignorant jealousy of his colleagues, succeeded (Dec. 1658) in concluding a three-years' truce whereby the Muscovites were left in possession of all their conquests in Livonia.",
        "It was an assessed tax on the rental value of the house, levied according to the number of windows and openings on houses having more than six windows and worth more than £5 per annum.",
        "duly convoked it for this date to the town of Basel, and selected to preside over it the cardinal Julian Cesarini, a man of the greatest worth, both intellectually and morally.",
        "It is not easy to value the services of Marsilio Ficino at their proper worth.",
        "A first issue was made of 400,000,000 francs' worth of assignats, each note being of loo francs' value and bearing interest daily at a rate of 5%.",
        "They were worth from 8 to 15% more, a fact due to the hope that in case of a counter-revolution they would be less likely to be discredited.",
        "In 1828-1840 about two million dollars' worth of ore was shipped yearly to the United States alone.",
        "Whatever be the historical worth of this story, it may safely be said that it cannot be disproved by deductive reasoning from the premisses of abstract logic. The most we can do is to assert that a universe in which such things are liable to happen on a large scale is unfitted for the practical application of the theory of cardinal numbers.",
        "Law's mystic tendencies divorced him from the practical minded Wesley, but in spite of occasional wild fancies the books are worth reading.",
        "Since that time there had been no further change worth noting until the \"new regime\" was established in 1908.",
        "They can impose fines for small offences not worth sending bef ore the inspector, and, in cases of high misdemeanour, have the power of inflicting corporal punishment.",
        "In November 1657 Henry himself was made lord-deputy; but before this time he had refused a gift of property worth £150o a year, basing his refusal on the grounds of the poverty of the country, a poverty which was not the least of his troubles.",
        "The celebrated \"Peacock Throne,\" said to have been worth 6,000,000 also dates from his reign; and he was the founder of the modern city of Delhi, the native name of which is Shahjahanabad.",
        "In 1758 Home became private secretary to Lord Bute, then secretary of state, and was appointed tutor to the prince of Wales; and in 1760 his patron's influence procured him a pension of 300 per annum and in 1763 a sinecure worth another f Soo.",
        "Gold-mining and quartz-mining are its principal industries, and in 1907 Nevada county's output of gold (104,J90.76 oz., worth $2,162,083) was second only to that of Butte county (134,813.39 oz., worth $2,786,840) in California; the county is the leading producer 1 Died the 21st of September, 1890, and Frank Bell became governor by virtue of his office as lieutenant-governor.",
        "Amongst the small Alpine lakes, the Erlaufsee and the Lunzer See are worth mentioning.",
        "In 1200 a fair at Doncaster on the vigil and day of St James the Apostle was confirmed to Robert de Turnham, who held the manor in right of his wife, with the addition of an extra day, for which he had to give the king two palfreys worth loos.",
        "3.239) mentions his taking a pearl from the ear-drop of Caecilia Metella and dissolving it in vinegar, that he might have the satisfaction of swallowing eight thousand pounds' worth at a draught.",
        "He is always worth comparing with the extant English Chronicles; and from 1106 he is an independent annalist, dry but accurate.",
        "To illustrate the comparative productiveness and relationship of these sources of national wealth and industry, the following official returns of export for the years 1905 and 1906 are arranged in the four general classes previously discussed, the values being in Brazilian gold milreis, worth 2s.",
        "Gold is the nominal standard of value, the monetary unit being the gold milreis worth 2s.",
        "The qualifications for electors and members of the Assembly are the same, namely men of full age owning houses or land worth £50, or, who rent such property of the yearly value of £10; or who, having lived three years in the province, have incomes of not less than £96 a year.",
        "From the chief of the Amatuli tribe, who inhabited the adjacent district, the bay was \" purchased \" for about £50 worth of goods.",
        "Alexander of Hales belonged to the Franciscan order, and it is worth remarking that it was the mendicant orders which now came forward as the protagonists of Christian.",
        "The famous Panama hats, fine qualities of which were at one time worth £20 to £30 each, are made from the leaves of the screw pine, Carludovica palmata.",
        "Worth mentioning are also the two Carpathian societies: the Hungarian and the Transylvanian.",
        "After this Venice openly declared that Hungary was no longer worth the saving.",
        "Fort Worth >>",
        "The manufacture of textiles is the most important industry; in 1905 the city produced worsteds valued at $30,926,964 and cotton goods worth $5,745,611, the worsted product being greater than that of any other American city.",
        "The classification adopted by Owen in his lectures (1855) does not adequately illustrate the progress of zoological classifi- knowledge between Cuvier's death and that date, but, such as it is, it is worth citing here.",
        "It is not likely that such a result will ever be fully attained in practice; but the case is worth stating, in order to show that there is no theoretical limit to the concentration FIG.",
        "It may be worth while to examine further the other variations from correct ruling which correspond to the various terms expressing the deviation of the wave-surface from a perfect plane.",
        "All Biren's vast property was confiscated, including his diamonds, worth £600,000.",
        "Though several large nuggets have been found (the largest weighing 215 oz.), the total production is not great, the highest output obtained by washing being worth about £300,000 in one year.",
        "Silver is found in many districts, and mines near Pretoria have yielded in one year ore worth £30,000.",
        "Of the total exports in 1908, valued at £33,323,000, gold was worth £29,643,000 and diamonds £1,977,000.",
        "Pretorius alleged that by this means the natives were obtaining firearms. At the same time the Transvaal Boers claimed that all the Bechuana country belonged to them, a claim which the British government of that day did not think it worth while to contest.",
        "Apart from a few leading writers - such as Jacob of Edessa, the anonymous historian whose work has passed under the name of Dionysius of TellMahre, Thomas of Marga, Dionysius Bar *alibi, and Barhebraeus 3 - there are not enough names of interest to make it worth while to continue our chronological catalogue.",
        "of Fort Worth.",
        "From a theoretical point of view Hahnemann's is one of the abstract systems, pretending to universality, which modern medicine neither accepts nor finds it worth while to controvert.",
        "Voltaire had made, however, a useful friend in another grand seigneur, as profligate and nearly as intelligent, the duke of Richelieu, and with him he passed 1724 and the next year chiefly, recasting Mariamne (which was now successful), writing the comedy of L'Indiscret, and courting the queen, the ministers, the favourites and everybody who seemed worth.",
        "Besides those who came on business there were gallants dressed in fashionable finery, so that it was worth the tailor's while to stand behind a pillar and fill his table-books with notes.",
        "We have no materials to judge of the number of inhabitants before the Norman Conquest, but we can guess that there were many open spaces within the walls that were afterwards filled up. It is scarcely worth while to guess as to the numbers in Saxon London, but it is possible that in the early period there were about 10,000 inhabitants, growing later to about 20,000.",
        "It is not worth while to refer to all the wild guesses that were made by various writers, but Dr Creighton shows the absurdity of one of these calculations made in 1554 by Soranzo, the Venetian ambassador for the information of the doge and senators of Venice.",
        "Practically nothing worth mentioning had been left behind at Suvla.",
        "Some pearls worth £woo and upwards have recently been discovered.",
        "During the war external trade was almost wholly with Great Britain; after 1918 Belgium recovered part of the trade, though that with Britain continued much above pre-war figures and was worth £2,000,000 in 1919.",
        "Florence was in the 14th century a city of about 100,000 inhabitants, of whom 25,000 could bear arms; there were Ito churches, 39 religious houses; the shops of the ante della lana numbered over 200, producing cloth worth 1,200,000 florins; Florentine bankers and merchants were found all over the world, often occupying responsible positions in the service of foreign governments; the revenues of the republic, derived chiefly from the city customs, amounted to some 300,000 florins, whereas its ordinary expenses, exclusive of military matters and public buildings, were barely 40,000.",
        "and if canes with juice indicating 9° Beaume be made a basis of value or worth, say at ios.",
        "80% would be worth per ton.",
        "These scums are not worth passing through the filter presses, and are sent to the fields direct as manure.",
        "a pound, is worth from about £2 to £7 per ton of ore.",
        "Worth and Robert Patterson, and was brevetted for gallant conduct at Monterey.",
        "It is worth noting that in a document connected with this action the union of towns, borrowing the term from English usage, was first called the \"German Hansa.\"",
        "Other churches worth mentioning are the Schottenkirche, built in the 13th century, reconstructed in the 17th and restored by H.",
        "The word has been derived from the Arabic Kedr, worth or value, or from Kedrat, strong, and has been supposed by some to have taken its origin from the brook Kedron, in Judaea.",
        "He was so remarkable for his bounty and charity to all persons of worth that it was said of him that he seemed to be the almoner-general of the nation.",
        "The coinage formerly was the caroub and piastre (the latter worth about 6d.), but in 1891 the French reformed the coinage, substituting the franc as a unit, and having the money minted at Paris.",
        "Among the most prominent secular buildings are: the Tergesteo, a huge edifice containing a cruciform arcade roofed with glass, where the exchange is established, besides numerous shops and offices; the town-hall, rebuilt in 1874, with the handsome hall of the local Diet; the imposing old exchange, now the seat of the chamber of commerce; the palatial offices of the Austrian Lloyd, the principal shipping company; the commercial and nautical academy, with its natural history museum, containing the complete fauna of the Adriatic Sea; and finally the municipal museum, Revoltella, are all worth mentioning.",
        "The value of trade probably exceeds 2,000,000, principal exports being rice, raw silk, dry fruit, fish, sheep and cattle, wool and cotton, and cocoons, the principal imports sugar, cotton goods, silkworm \"seed\" or eggs (70,160 worth in 1906-7), petroleum, glass and china., The trade in dried silkworm cocoons has increased remarkably since 1893, when only 76,150 lb valued at 6475 were exported; during the year 1906-7 ending 10th March, 2,717,540 lb valued at 238,000 were exported.",
        "In Turner's days (1544) it was worth three times as much as a snipe, and at the same peroid Belon said of it - \" C'est vn Oyseau es delices des Francoys.\"",
        "One incident of this painful episode is worth mentioning.",
        "It is worth noticing that Mill was one of the subscribers, and that Littre continued his assistance after he had been driven from Comte's society by his high pontifical airs.",
        "A curious survival of the old system exists in the provision that only those who pay taxes on $134 worth of property may vote for members of city -councils or on propositions to levy taxes or to expend public money.",
        "His works are very voluminous, and to a large extent fragmentary and devoid of artistic finish; nevertheless they are nearly always worth investigating for the brilliant suggestions in which they abound.",
        "It is worth noting, however, that Herder in his provokingly tentative way of thinking comes now and again very near ideas made familiar to us by Spencer and Darwin.",
        "It is beautifully situated in a deep valley near the junction of the Worth with the Aire.",
        "For his essays are fine examples of permanent literature appearing in an ephemeral medium, and represent work which has solid worth for later thought as well as for the speculation of their own time.",
        "A genuine example of it is at present worth many times its weight in gold to Japanese dilettanti, though in foreign eyes it is little more than interesting.",
        "Four millions worth of debentures were issued in London in 1907 and 4 millions in 1908.",
        "The Mauritius church, a fine Gothic building of the 15th century, and the St Michael church are also worth mentioning.",
        "That he learnt anything, and that he grew up an amiable and magnanimous man, were solely due to his natural worth, for no one ever owed less to education or to family example.",
        "He played a conspicuous part in the year 1870-1871, being appointed to command the armies of the Southern States, General Blumenthal again being his chief of the staff; his troops won the victory of Worth, took an important part in the battle of Sedan, and later in the siege of Paris.",
        "The desirable effects produced by alcohol on the stomach are worth obtaining only in cases of acute diseases.",
        "It is worth noting that if we have a charged sphere we can perfectly discharge it by introducing it into the interior of another hollow insulated conductor and making contact.",
        "This was a conservative estimate, and was made before the full extent of the reefs was known; in 1904 Lionel Phillips stated that the main reef series had been proved for 61 m., and he estimated the gold remaining to be mined to be worth £2,500,000,000.",
        "In the Roman Catholic Church the greatest force was Bridaine in France, a popular preacher of high worth.",
        "It is said, for instance, that an adult slave used to be valued at from $800 to $1000, so that every adult immigrant may be looked upon as worth that sum to the country.",
        "The immigrant is worth what it has cost to bring him up only if he is able-bodied, honest and willing to work.",
        "So, too, the immigrant is worth his future net earnings to the community only if there is a demand for his labour.",
        "From Strido he went to Aquileia, where he formed some friendships among the monks of the large monastery, notably with Rufinus, with whom he was destined to quarrel bitterly over the question of Origen's orthodoxy and worth as a commentator; for Jerome was a man who always sacrificed a friend to an opinion, and when he changed sides in a controversy expected his acquaintances to follow him.",
        "The rent of average land is about £2 an acre, of very good land over £3; favoured spots, irrigated from running springs, are worth up to £12 an acre.",
        "539-542 As regards any real foundation for the title of \"Presbyter\" we may observe that nothing worth mentioning has been alleged on behalf of any candidate.",
        "This is sometimes obviated by holing in the beds below the coal, or in any portion of a seam of inferior quality that may not be worth working.",
        "of the upper part, known as the roof coal, not being worth working, is left behind.",
        "On the other side of the river is the suburb Stadt-am-Hof, connected with Regensburg by a long stone bridge of the 12th century, above and below which are the islands of Oberer and Unterer Worth.",
        "It effected a revolution in his mode of thinking; so completely did the Kantian doctrine of the inherent moral worth of man harmonize with his own character, that his life becomes one effort to perfect a true philosophy, and to make its principles practical maxims. At first he seems to have thought that the best method for accomplishing his object would be to expound Kantianism in a popular, intelligible form.",
        "The principal cities are San Antonio, Houston, Dallas, Galveston, Fort Worth, Austin, the capital, Waco, El Paso, Laredo, Denison and Sherman.",
        "His ideal of public virtue and private worth had been formed by intimate association with the greatest and best of the soldiers and statesmen of an older generation.",
        "gave him in 1623 the sinecure lay rectory of Whitford, Flintshire, worth 120 a year.",
        "The following are worth mention: - Vie politique, militaire et privee du general Moreau (1814); Catastrophe de Murat, ou Recit de la derniere revolution de Naples (1815); Histoire de la guerre d'Espagne et du Portugal, 1807-1813 (2 vols., 1819); Collection de memoires relatifs aux revolutions d'Espagne (2 vols., 1824); Histoire de la revolution de Piemont (2 vols., 1821, 1823); Memoires secrets et inedits pour servir a l'histoire contemporaine (2 vols., 1825).",
        "The city, which then got its water supply from the Los Angeles river bed, in 1907 authorized the issue of $23,000,000 worth of 4% bonds for the construction of an aqueduct 209 m.",
        "Worth in the early morning of the 8th of September these buildings were defended by more than io,000 Mexicans under Generals Leon, Alvarez and Perez, and they were captured only after a most desperate fight, which cost the Americans 787 killed and wounded and the Mexicans at least 2000 killed, wounded, and prisoners.",
        "There was in the whole family a tendency to ecstatic emotion and enthusiastic piety, and it is worth noting that Cappadocia had already given to the Church men like Firmilian and Gregory Thaumaturgus.",
        "Though there is no formal definition in the passage, it is worth recording that, towards the end of his Chief End of Revelation (1881), A.",
        "As the foe would lie away to his right and left front after he had passed the Sambre, one wing would be pushed up towards Wellington and another towards Blucher; whilst the mass of the reserve would be centrally placed so as to strike on either side, as soon as a force of the enemy worth destroying was encountered and gripped.",
        "But Dornberg, arrogating to himself the right of selecting the reports which were worth forwarding, sent it back, saying that, so far from convincing him that the emperor was advancing to give battle, it assured him of the contrary.",
        "Nachrichten are characteristic and worth reading.",
        "On the other hand, it is worth noticing that the words \" quadrature \" and \" cubature \" are originally due to geometrical rather than numerical considerations; the former implying the construction of a square whose area shall be equal to that of a given surface, and the latter the construction of a cube whose volume shall be equal to that of a given solid.",
        "The college to which Hofmann devoted nearly twenty of the best years of his life was starved; the coaltar industry, which was really brought into existence by his work and that of his pupils under his direction at that college, and which with a little intelligent forethought might have been retained in England, was allowed to slip into the hands of Germany, where it is now worth millions of pounds annually; and Hofmann himself was compelled to return to his native land to find due appreciation as one of the foremost chemists of his time.",
        "Under the first constitution there were property qualifications for voting which amounted in the election of the governor and senators to a freehold estate worth boo ($500) and in the election of assemblymen to a freehold estate worth X20.",
        "The second constitution, however, imposed a property qualification on coloured voters amounting to a freehold estate worth $250, and this restriction was not removed until 1874.",
        "William Worth Belknap >>",
        "The market was then worth 20S.",
        "Of poisonous plants only the berries of the tutu and the karaka are worth notice.",
        "Kauri gum still holds its place as an export, over £500,000 worth being dug up annually.",
        "in the £ upon the capital value of the largest estates - those worth £ 210,000 and upwards.",
        "Celsus and Porphyry are the two early literary opponents of Christianity who have most claim to consideration, and it is worth noticing that, while they agree alike in high aims, in skilful address and in devoted toil, their religious standpoints are widely dissimilar.",
        "\" The church, which has never discussed the literary problem of this Gospel, in nowise erred as to its worth.\"",
        "Personal property is exempt from execution or attachment as follows: all wearing apparel of every person and family; private libraries to the value of $500; all family pictures; household goods to the value of $500; certain domestic animals or $250 worth of other property chosen instead; firearms kept for the use of a person or family; certain articles (within specified values) necessary to the occupations of farmers, physicians, and other professional men, teamsters, lightermen, &c., and the proceeds of all life and accident insurance.",
        "With the exception of what the South-Arabian Hamdani relates of his own observation or from authentic tradition, the Mahommedan Arabic accounts of South Arabia and Sabaea are of little worth.",
        "On the 2nd of March 1834, Greeley and Winchester issued the first number of The New Yorker, a weekly literary and news paper, the firm then supposing itself to be worth about $3000.",
        "Limestone quarried in the same year was worth $124,690; and sandstone was valued at $39,216.",
        "It was his business, if not exactly his duty, to preside at the formal election of his successor, the marechal de Matignon; but there was a severe pestilence in Bordeaux, and Montaigne writes to the jurats of that town, in one of the few undoubtedly authentic letters which we possess, to the effect that he will leave them to judge whether his presence at the election is so necessary as to make it worth his while to expose himself to the danger of going into the town in its then condition, \"which is specially dangerous for men coming from a good air, as he does.\"",
        "The general tenor of the essays is in complete contrast with this sceptical attitude, at least in its more decided form, and it is worth notice that the motto \"Que scai je?\"",
        "The book best worth consulting on this head is J.",
        "The typical speeches in Chronicles are of little value for the periods to which they relate, and where they are inconsistent with the evidence from earlier writings or contain inherent improbabilities are scarcely of historical worth.",
        "Of the imports $57,880,889 worth came from the United Kingdom or from British possessions or protectorates; $ 2 3,937,737 worth came from foreign countries; and $3,906,241 from the Dindings, Malacca and Singapore.",
        "It dates from 1381, and is well worth more careful examination than it receives.",
        "Fisher sent him in August 1511 to teach in Cambridge; Warham gave him a benefice, Aldington in Kent, worth 33,6s.8d.",
        "On her birthday, in April, he made her a present of domains worth £10,000 per annum, though he had already readjusted her establishment on a truly imperial scale.",
        "Not necessarily that the present world was evil, but that it was temporary and of small worth, and that a Christian's heart should be set on higher things.",
        "In the 9th century the interpretation was extended to include all acquisition of ecclesiastical offices or benefices for money or money's worth.",
        "Brozik is known for his historical canvases, among them \" John Hus before the Council of Constance,\" while others worth mention are the marine painter Knuepfer, the landscape painters Slavicek and Hudecek, and Preisler and Svabinsky as painters of portraits and allegorical subjects.",
        "Foreign readers of Maine have perhaps understood even better than English ones that he is not the propounder of a system but the pioneer of a method, and that detailed criticism, profitable as it may be and necessary as in time it must be, will not leave the method itself less valid or diminish the worth of the master's lessons in its use.",
        "The steppe for miles around was strewn with corpses, and the Cossacks are said to have reaped io,000,000 guldens worth of booty when the fight was over.",
        "The former was now mixed with Latin and classical expressions; much of the literature consists of fulsome panegyric, verses written on the marriages and funerals of nobles, with conceits and fantastic ideas, devoid of all taste, drawn from their coats of arms. The poets of this period are, as may be imagined, in most cases mere rhymesters; there are, however, a few whose names are worth recapitulating, such as Waclaw Potocki (c. 1622 - c. 1696), now known to have been the author of the Wojna Chocimska, or \"War of Khotin,\" the same campaign which afterwards formed the subject of the epic of Krasicki.",
        "- who had previously learned his worth and had pensioned him - his exciting adventures.",
        "Iannina had previously been one of the chief centres of the Thessalian grain trade; it now exports little except cheese, hides, bitumen and sheepskins to the annual value of about £120,000; the imports, which supply only the local demand for provisions, textile goods, hardware, &c., are worth about double that sum.",
        "There is no homestead exemption law and exemptions from levy for the satisfaction of debts extend only to $loo worth of property, besides wearing apparel and books and tools used by the debtor in his profession or trade, and to all money payable in the nature of insurance.",
        "When suffrage had thus come to be a thing really worth possessing, the proprietor, in 1670, sought to check the opposition by disfranchising all freemen who did not have a freehold of fifty acres or a visible estate of forty pounds sterling.",
        "Algerian vineyards were also attacked (1883) despite precautionary measures, but in the meantime the worth of their wines had been proved.",
        "He carried criticism beyond literary analysis and literary appreciation to the task of determining the worth of the documents as records, the validity of the evidence.",
        "Apropos of this law the Rabbinical arguments are worth noticing.",
        "Over £1,250,000 worth of the exports consisted of coffee and bananas, and these commodities were of almost equal value.",
        "The monetary unit is the gold colon weighing 778 gramme, 900 fine, and thus worth about 23d.",
        "Found in Asia Minor and northern Greece, it does not appear unreasonable to connect it, as Hultsch does, with the Belgic foot of the Tungri, which was legalized (or perhaps introduced) by Drusus when governor, as 1/8 longer than the Roman foot, or 13.07; this statement was evidently an approximation by an increase of 2 digits, so that the small difference from 13.3 is not worth notice.",
        "The tema is the same name as the large wheat measure (35), which was worth 30,000 to 19,000 grains of copper, according to Ptolemaic receipts and accounts (Rev. Eg., 1881, 150), and therefore very likely worth to utens of copper in earlier times when metals were scarcer.",
        "If this unit haS any connexion with the kat, it is that a kat of gold is worth 15 shekels or 1/4 mina of silver; this agrees well with the range of both units, only it must be remembered that 129 was used as gold unit, and another silver unit deduced from it.",
        "The relation is 258: 229 :: 9:8; but the exact form in which the descent took place is not settled: 1/60 or 129 of gold is worth 57 of silver or a drachm, 1/4 of 230 (or by trade weights 127 and 226); otherwise, deriving it from the silver weight of 86 already formed, the drachm is 1/3 of the stater, 172, or double of the Persian danak of 28.7, and the sacred unit of Didyma in Ionia was this half-drachm, 27; or thirdly, what is indicated by the Lydian coinage (17), 86 of gold was equal to 1150 of silver, 5 shekels or 1/10th mina.",
        "In what are commonly called loans of money, it is not really the money, but the money's worth, that the borrower wants; and the lender really assigns to him the right to a certain portion of the annual produce of the land and labour of the country, As the general capital of a country increases, so also does the particular portion of it from which the possessors wish to derive a revenue without being at the trouble of employing it themselves, and, as the quantity of stock thus available for loans is augmented, the interest diminishes, not merely \"from the general causes which make the market price of things commonly diminish as their quantity increases,\" but because, with the increase of capital, \"it becomes gradually more and more difficult to find within the country a profitable method of employing any new capital\" - whence arises a competition between different capitals, and a lowering of profits, which must diminish the price which can be paid for the use of capital, or in other words the rate of interest.",
        "other species, many of them introduced to our gardens, and well worth cultivating in shrubberies or as climbers on walls and bowers, either for their beauty or the fragrance of their blossoms.",
        "The rivers of the Pacific coast have no navigable channels worth mentioning, but many on the Gulf coast are navigable for considerable distances.",
        "It is worth while to mention these few early incidents of the Rational legend of Guatemala, because their Biblical incidents show how native tradition incorporated matter learnt from the white men.",
        "The homestead law of New Hampshire exempts from seizure for debt five hundred dollars' worth of any person's homestead except for the enforcement of a mortgage upon it, for the collection of debts incurred in making repairs or improvements, or for the collection of taxes.",
        "After 12 to 15 years the heads become \"tired,\" and should be grubbed up. The first year's crop, known as the \"maiden\" crop, is of small value but should be cut and the ensuing years of maturity will yield crops of about 130 bolts, green, per acre, worth £9, 15s.",
        "If whitened, the loss in bulk and in rejection being two-thirds, this would produce about 44 bolts, which at £30 per load of 80 bolts, the appreciated market value of 1907, would be worth £16, ios.",
        "The cost of planting and the outlay for manuring and weeding during the years of maturity of the crop, are higher in the Midlands and the yield was estimated by Ellmore at 6 to 10 tons per acre, green, worth from £3, ios.",
        "Whatever judgment one may form of the total worth of Schelling as a philosopher, his place in the history of that important movement called generally German philosophy is unmistakable and assured.",
        "His Histoire de Marie Stuart (2 vols., 1851) is well worth reading; the author made liberal use of some important unpublished documents, taken for the greater part from the archives of Simancas.",
        "In April 1547 he took chambers in the Inner Temple, and began to study law; but finding divinity more congenial, he removed, in the following year, to St Catharine's Hall, Cambridge, where he studied with such assiduity that in little more than a year he was admitted by special grace to the degree of master of arts, and was soon after made fellow of Pembroke Hall, the fellowship being \"worth seven pound a year.\"",
        "The average yearly product is about 70,000,000 lb, worth approximately £1,300,000, and subject to an export duty of one gold dollar (4s.) per quintal (101 lb).",
        "The town hall, built in 1807, and rebuilt in 1892 in the German Renaissance style, and the imperial castle, dating from the 1 rth century, now used as government offices, are also worth notice.",
        "The Dominican church, a Gothic building of the 13th century, but practically rebuilt after a fire in 1850; the Franciscan church, also of the 13th century, also much modernized; the church of St Florian of the 12th century, rebuilt in 1768, which contains the late-Gothic altar by Veit Stoss, executed in 1518, during his last sojourn in Cracow; the church of St Peter, with a colossal dome, built in 1597, after the model of that of St Peter at Rome, and the beautiful Augustinian church in the suburb of Kazimierz, are all worth mentioning.",
        "An ingenious, though ineffective, proposal for the reform of the calendar was put forward in his Elenchus Calendarii Gregoriani (Frankfort, 1612); and he published a book on music, Melodiae condendae ratio (Erfurt, 1592), still worth reading.",
        "Dallas is served by the Chicago, Rock Island & Pacific, the Gulf, Colorado & Santa Fe, the Houston & Texas Central, the Missouri, Kansas & Texas, the\" St Louis South-western, the Texas & New Orleans, the Trinity & Brazos Valley, and the Texas & Pacific railways, and by interurban electric railways to Fort Worth and Sherman.",
        "Ia the same period of 50 years the yearly output rose from 2000 to 179,572,479 barrels (134,717,580 in 1905) and to a grand total of 1,986,180,942 barrels, worth $1,784,583,943, or more than half the value of all the gold, and more than the commercial value of all the silver produced in the country since 1792.",
        "stantially identical, though it is worth noting that a ures.",
        "The attack upon it by the Prussians in 1793 was repulsed; in 1815 they had to be content with blockading it; and in 1870, though it was closely invested by the Germans after the battle of Worth, it held out until the end of the war.",
        "The Atlin and White Horse regions in northern British Columbia and southern Yukon have attracted much attention, and the Klondike placers still farther north have furnished many millions of dollars' worth of gold.",
        "1861) And George Frederick Cameron Have Written Dines That Are Well Worth Remembering.",
        "As regards the British farmer, it does not appear as if he had improved his position; for he has to send his wheat to greater distances, owing to the collapse of many country millers or their removal to the seaboard, while railway rates have fallen only to a very small extent; again the farmer's wheat is worth only half of what it was formerly; it may be said that the British farmer has to give up one bushel in nine to the railway company for the purpose of transportation, whereas in the 'seventies he gave up one in eighteen only.",
        "In disposing of some of the stock of this company, Ames in1867-1871sold a number of shares to members of Congress at a price much below what these shares eventually proved to be worth.",
        "It has been estimated that in 1788 this mine alone had produced ore worth L2,000,000 and in 1882 ore worth 5,50o,000.",
        "In one such raid upon the Masulipatam coast they plundered 339 villages, killing or wounding 682 persons, torturing 3600 and carrying off property worth a quarter of a million.",
        "According to the constitution of 1901 the legislature is required to levy, in addition to the poll tax, an annual tax for education at the rate of 30 to 65 cents on the hundred dollars' worth of property, and practically every county in the state had made in 1906 an appropriation for its schools of a one mill tax on $loo.",
        "and passing through Baker, Worth, Dooly, Dodge, Laurens, Johnson, Jefferson and Burke counties, has three distinct kinds of soil; a sand, forming what is known as the sand-hill region; red clay derived from silicious rock in the red hills; and grey, sandy soils with a subsoil of yellow loam.",
        "South of the Cotton Belt is the Lime Sink Region, which includes Miller, Baker, Mitchell, Colquitt and Worth counties, the northern portions of Decatur, Grady, Thomas, Brooks and Lowndes, the eastern parts of Dooly and Lee, and the eastern portions of Berrien, Irwin, Wilcox, Dodge, and some parts of Burke, Screven and Bulloch.",
        "long) from Chattanooga, Tennessee, to Atlanta, which has valuable terminal facilities in both cities, and which in 1910 was estimated to be worth $8,400,240 (more than the amount of the bonded debt); this railway the state built in 1841-1850, and in 1890 leased for 29 years, at an annual rental of $420,012, to the Nashville, Chattanooga & St Louis railway.",
        "Nevertheless, the subject is well worth further investigation.",
        "The spectrum of nitrobenzene is also worth comparing with benzene and nitric acid.",
        "In 1899 the product amounted to 33,442.400 lb; in 1907 about 12,000 acres were planted, and the crop was estimated to be worth $2,500,000.",
        "When the Christians of Smyrna decided that the bones of the martyrs were of more worth than gold or gems, and when Origen (Exh.",
        "For the movements which led to the foundation of the more northern kingdoms we have no evidence worth consideration, nor do we know even approximately when they took place.",
        "It is worth noting that in later times the heriot of an \" ordinary thegn \" (medema pegn) - by which is meant apparently not a king's thegn but a man of the twelfhynde class - consisted of his horse with its saddle, &c. and his arms, or two pounds of silver as an equivalent of the whole.",
        "It is worth noting that according to Jordanes the Swedes in the 6th century were splendidly dressed.",
        "The price of a pig was twice, and that of an ox six times as great as that of a sheep. Regarding the prices of commodities other than live-stock we have little definite information, though an approximate estimate may be made of the value of arms. It is worth noticing that we often hear of payments in gold and silver vessels in place of money.",
        "It is worth noting that a number of specimens were found in the cremation cemetery at Borgstedterfeld near Rendsburg.",
        "In later times we hear of brooches worth as much as six mancusas, i.e.",
        "There is no evidence that it was still practised when the Roman and Celtic missionaries arrived, but it is worth noting that according to the tradition given in the Anglo-Saxon Chronicle, Oxfordshire, where the custom seems to have been fairly common, was not conquered before the latter part of the 6th century.",
        "It is worth noting also that some of the leading families of Norway are said to have claimed descent from giants, especially from Thrymr, the chief opponent of Thor.",
        "The cool reception his endeavours, met with, both at the hands of the French ecclesiastics as well as in Rome, satisfied Bismarck \" that the papal hierarchy lacked either the power or the good will to afford Germany assistance of sufficient value to make it worth while giving umbrage to both the German Protestants and the Italian national party, and risking a reaction of the latter upon the future relations between the two countries, which would be the inevitable result were Germany openly to espouse the papal cause in Rome.\"",
        "His death seems to have exercised no influence worth speaking of on the course of events.",
        "For three years, it is true, the founders of the \"Free Press\" went on printing, \"not only without selling a single copy, but scarcely being able to get a single copy introduced into Russia\"; so that when at last a bookseller bought ten shillings' worth of Baptized Property, the half-sovereign was set aside by the surprised editors in a special place of honour.",
        "FORT WORTH, a city and the county-seat of Tarrant county, Texas, U.S.A., about 3 o m.",
        "It is served by the Chicago, Rock Island & Gulf, the Fort Worth & Denver City, the Fort Worth & Rio Grande, and the St Louis, San Francisco & Texas of the \"Frisco\" system, the Gulf, Colorado & Santa Fe, the Houston & Texas Central, the International & Great Northern, the Missouri, Kansas & Texas, the St Louis SouthWestern, the Texas & Pacific, and the Trinity & Brazos Valley (Colorado & Southern) railways.",
        "Fort Worth is beautifully situated on a level space above the river.",
        "It is the seat of Fort Worth University (coeducational), a Methodist Episcopal institution, which was established as the Texas Wesleyan College in 1881, received its present name in 1889, comprises an academy, a college of liberal arts and sciences, a conservatory of music, a law school, a medical school, a school of commerce, and a department of oratory and elocution, and in 1907 had 802 students; the Polytechnic College (coeducational; Methodist Episcopal, South), which was established in 1890, has preparatory, collegiate, normal, commercial, and fine arts departments and a summer school, and in 1906 had 12 instructors and (altogether) 696 students; the Texas masonic manual training school; a kindergarten training school; St Andrews school (Protestant Episcopal), and St Ignatius Academy (Roman Catholic).",
        "Fort Worth lies in the midst of a stock-raising and fertile agricultural region; there is an important stockyard and packing establishment just outside the city; and considerable quantities of cotton are raised in the vicinity.",
        "In 1905 the total value of the city's factory product was $5,668,391, an increase of 62.5% since 190o; Fort Worth in 1900 ranked fifth among the cities of the state in the value of its factory product; in 1905 it ranked fourth.",
        "Fort Worth's numerous railways have given it great importance as a commercial centre.",
        "A military post was established here in 1849, being called first Camp Worth and then Fort Worth.",
        "The fort and the settlement were named in honour of General William Jenkins Worth (1794-1849), a native of Hudson, New York, who served in the War of 1812, commanded the United States forces against the Seminole Indians in 1841-1842, served under both General Taylor and General Scott in the Mexican War, distinguishing himself at Monterey (where he earned the brevet of major-general) and in other engagements, and later commanded the department of Texas.",
        "In 1907 Fort Worth adopted a commission form of government.",
        "She read them, and she listened to Todorskiy, and to other advisers who told her that the Russian crown was well worth a mass, or that the differences between the Greek and Lutheran churches were mere matters of form.",
        "Motley acknowledges his indebtedness to Groen's Archives in the preface to his Rise of the Dutch Republic, at a time when the American historian had not yet made the acquaintance of King William's archivist, and also bore emphatic testimony to Groen's worth as a writer of history in the correspondence published after his death.",
        "With regard to natural products the country has few worth mentioning; minerals are found in the Lebanon, but not in any quantity; traces of amber-digging have been discovered on the coast; and the purple shell (murex trunculus and brandaris) is still plentiful.",
        "Worth, Calendar of Tavistock Parish Records (Plymouth, 1887).",
        "But, generally speaking, in steel concrete the cost of the cement is but a small item of the whole expense, and it is worth while to be generous with it.",
        "Hachette was held in high esteem for his private worth, as well as for his scientific attainments and great public services.",
        "It is much frequented as a health and summer resort, and has a variety of lake, brine, vegetable and pine-cone baths, a hydropathic establishment, inhalation chambers, whey cure, &c. There are a great number of excursions and points of interest round Gmunden, specially worth mentioning being the Traun Fall, 10 m.",
        "Here, on the 3rd of August 1795, General Wayne, the year after his victory over the Indians at Fallen Timbers, concluded with them the treaty of Greenville, the Indians agreeing to a cessation of hostilities and ceding to the United States a considerable portion of Ohio and a number of small tracts in Indiana, Illinois and Michigan (including the sites of Sandusky, Toledo, Defiance, Fort Wayne, Detroit, Mackinac, Peoria and Chicago), and the United States agreeing to pay to the Indians $20,000 worth of goods immediately and an annuity of goods, valued at $9500, for ever.",
        "Moreover, the crusaders who survived the difficulties and dangers of an expedition to Palestine were seasoned and experienced although frequently impoverished and landless soldiers, ready to hire themselves to the highest bidder, and well worth the wages they received.",
        "For they slew as many good prisoners as would well have been worth, one with another, four hundred thousand franks.\"",
        "It was only at the Exile, when the nation ceased to be, that the worth of the individual came to be recognized, and the hopes given to the nation were claimed for the individual.",
        "The greatest losses were in the Channel where the Flanders flotilla worked, and the blow they would have received by the blocking of Zeebrugge and Ostend was well worth the risk.",
        "Johns (1771-1845), in George Street, Manchester, where his daily round of laboratory work and tuition was broken only by annual excursions to the Lake district and occasional visits to London, \"a surprising place and well worth one's while to see once, but the most disagreeable place on earth for one of a contemplative turn to reside in constantly.\"",
        "That revival had intensified the idea of the worth of the individual soul, whether Christian or heathen, and \" to snatch even one brand from the burning \" became a dominant impulse.",
        "If, however, we are to take statistical returns for what they are worth, it is estimated that the Christians in heathen lands gathered by Protestant missions probably amount to five millions, and a similar total may be ascribed to Roman Catholic missions, making ten millions in all.",
        "It is worth noticing that it was in this manner that this remarkable property of the circle, with which, in fact, abstract geometry was inaugurated, presented itself to the imagination of Dante: \" 0 se del mezzo cerchio far si puote Triangol si, ch'un retto non avesse.\"",
        "C. speciosum, C. autumnale, single and double, C. byzantinum, and C. variegatum are all worth growing.",
        "moschata, 2 ft., with a profusion of pale pink or white flowers, and musky deeply cut leaves, though a British plant, is worth introducing to the flower borders when the soil is light and free.",
        "Here their use is likely to be limited by its costliness, because for the great majority of purposes the superiority of the electrically purified steel is not worth the cost of the electric purification.",
        "We can trace the advance of the Roman supremacy with greater ease after 387 B.C., inasmuch as from this year (adopting the traditional dating for what it is worth) until 2 99 B.C. every accession of territory is marked by the foundation of a group of new tribes; the limit of 35 in all was reached in the latter year.",
        "In India there is a species called Isabelline bear, which was formerly imported to Great Britain, but does not now arrive in any quantity worth mentioning.",
        "A few come from China, but the fur is yellowish-grey, slightly spotted and worth little.",
        "If it were not for its disagreeable odour, skunk would be worth much more than the usual market value, as it is naturally the blackest fur, silky in appearance and most durable.",
        "The darkest of the least coarse skins are worth the most.",
        "Robertson and Adam Smith), and warmly recognized the worth of his opponents (e.g.",
        "Other minerals are iron, manganese, lead and zinc. The iron mines produce much less than formerly, and the want of iron is a grave defect in Belgian prosperity, as about £5,000,eoo sterling worth of iron has to be imported annually, chiefly from French Lorraine.",
        "In 1848 a new electoral law was passed, which lowered the franchise to 20 florins' worth of property and doubled the number of electors.",
        "The system of coinage is also curious: 105 English rupees are melted down, and the alloy extracted, leaving 100 rupees' worth of silver; 295 more English rupees are then melted, and the molten metal mixed with the 100 rupees silver; and out of this 808 Kandahari rupees are coined.",
        "As the Kandahari rupee is worth about 8 annas (half an English rupee) the government thus realizes a profit of 1%.",
        "Government accounts are kept in \"Kham\" rupees, the \"Kham\" being worth about five-sixths of a Kandahari rupee; in other words, it about equals the franc, or the Persian \"kran.\"",
        "As perhaps the first clear exposition and defence of the psychological doctrine of determinism, Hobbes's own two pieces must ever retain a classical importance in the history of the free-will controversy; while Bramhall's are still worth study as specimens of scholastic fence.",
        "The southern hemisphere ranks lightly in the matter of consumption, the only other country worth mentioning there besides the Australasian and Cape dependencies being Argentina.",
        "not go far in irrigating land, many sites which would Spain do admirably for the former would not contain water sufficient to be worth applying to the latter purpose.",
        "Elsewhere in India the rainfall is usually sufficient for all the cultivation of the district, but about every eleven years comes a season of drought, during which canal water is so precious as to make it worth while to construct costly canals merely to serve as a protection against famine.",
        "As to the affinities of all these various tribes we have little definite information, but it is worth noting that the Batavi in Holland are said to have been a branch of the Chatti, from whom they had separated owing to a seditio domestica.",
        "On the first occasion, in 1894, only fifty members were found to vote for this, but in-the next year ninetyseven supported the introduction of the motion, and it was considered worth while to call together the Prussian council of state for a special discussion.",
        "This decided step was required by Hungarian feeling, but it was a policy in which Austria-Hungarycould not depend on the support of Germany, for - as Bismarck stated - Bulgaria was not worth the bones of a single Pomeranian grenadier.",
        "The formation of the Anglo-Italian sulphur syndicate arrested the downward tendency of prices and increased the output of sulphur, so that the amount exported in 1899 was 424,018 tons, worth £ 1, 73 8, 475, whereas some years previously the value of sulphur exported had hardly been £800,000.",
        "The two branches of the industry yielded in 1899 about 180,000 tons per annum, worth £80,000, while in 1906 about 200,000 tons were made at Trapani alone.",
        "Taking an opinion based on such data for what it is worth, we may note that Darmesteter believed in the influence of the later Greek philosophy (Philonian and Neo-platonic) as one of those which shaped the Avesta as we have it (Sacred Books of the East, iv.",
        "The quantity of palm oil exported annually exceeds 12.000,000 gallons, and is worth over £600,000.",
        "The cotton exported, of which Great Britain takes more than half, is worth over three-fourths of the total value of goods sent abroad.",
        "Formerly European coins of all kinds were in general circulation, now the only foreign coins current are the English sovereign, the French 20 franc piece and the Turkish mejidie, a gold coin worth 18 shillings.",
        "The ordinary statuary of his reign is painfully stiff and poor, and there is no later work in the period worth notice.",
        "For picturesqueness the site is not equalled in Cilicia, and it is worth while to trace the three fine aqueducts to their sources.",
        "theology - as having reached finality, so that a new supercommentary or a new students' manual is the only thing that is perhaps still worth writing.",
        "The worth of his Frederick was acknowledged by the Prussian Order of Merit in 1874.",
        "He never liked Protestantism, and he was prepared for peace with Rome on his own terms. Those terms were impossible of acceptance by a pope in Clement VII.'s position; but before Clement had made up his mind to reject them, Henry had discovered that the papacy was hardly worth conciliating.",
        "It was necessary for the future development of England that its governmental system should be centralized and unified, that the authority of the monarchy should be more firmly extended over Wales and the western and northern borders, and that the still existing feudal franchises should be crushed; and these objects were worth the price paid in the methods of the Star Chamber and of the Councils of the North and of Wales.",
        "He would restore the Mass in the North and welcome the queen at Aberdeen if she would land there, but Mary knew the worth of Huntly's word, and preferred such trust as might be ventured on the good faith of her brother.",
        "The \" navy was so augmented as it is a thing almost incredible,\" but none the less £ioo sterling was worth as much, Drury wrote from Berwick, as £1000 Scots.",
        "All the means that can be used as bases for doing right' are not worth the sixteenth part of the emancipation of the heart through love.",
        "The garrison church, a Gothic building of the 13th century, and the Reformed church, finished in 1898, are the other ecclesiastical buildings in Buda worth mentioning."
    ],
    "definition": [
        "The value of something, expressed in monetary terms; all of a thing’s qualities that make it useful and valuable, expressed in terms of a medium of exchange.",
        "The total monetary value of a person.",
        "The sentimental value of something; emotional value.",
        "Link/Cite"
    ]
}