{
    "translation": "פצע, פציעה, לפצוע",
    "uses": [
        "The wound healed itself.",
        "Natasha's wound healed in that way.",
        "Below them a creek wound sluggishly through a narrow valley.",
        "The wound had begun to heal from within.",
        "His dark eyes swept over her, lingering at her neck, where her wound had healed with Darkyn's power.",
        "She wound the twine around her finger.",
        "This is the least bad wound I.ve had yet.",
        "The wound closed immediately.",
        "Slowly he relinquished the care of the wound to her.",
        "The trail wound around pine trees and over rock outcroppings.",
        "The wound healed, leaving the drops on his thumb.",
        "She did as he said and pressed hard on the arrow wound until the bleeding slowed.",
        "\"Oh, leave off, you always talk nonsense and keep putting things off-- and this is what comes of it!\" said Prince Andrew in an exasperated whisper, evidently meaning to wound his sister.",
        "He's one of these type A personality guys who's always wound up tighter than a spring—wears whatever face suits the crowd.",
        "The robed man led her into the fortress and wound his way through bright intersections, down stairs, and into a more opulent part of the building.",
        "Now, mostly bound to its banks by ice, the river looked much less menacing as it wound its way downward.",
        "No wound was there.",
        "Mr. Thomas Morley was admitted with a gunshot wound to his leg, sustained, according to him, when he was mugged in an alley while taking a short cut to his car.",
        "Gabe made his way through the narrow alleys and disjointed walkways that wound like a maze through the market.",
        "\"I did not think of his wound,\" Felipa admitted.",
        "The wooden things wound their long arms around Zeb and the Wizard and held them fast.",
        "While the autopsy questioned the day-old curious knife wound in his backside, it was assumed he'd stupidly sat on a very sharp object.",
        "\"Let's just be thankful we have guests,\" Dean continued as he wound a string of lights into a bouquet of blinking color, unplugged it, and set it aside with a dozen others.",
        "He didn't know if she hadn't had time to fix her wound or didn't know how; the wound was on the verge of becoming infected.",
        "He didn't drink long, and when he was finished he touched his thumb to the wound, cauterizing it again.",
        "Kris looked at him, anger building.  The muscular half-demon was bleeding from a wound in his chest.  His dark eyes glowed like a demon's, though his face was still that of an Immortal.",
        "The path wound its way downward, dumping them into a draw far enough away to be safe.",
        "The wound healed itself quickly.",
        "He didn't drink long and sealed the wound after.",
        "\"Is this a laser wound?\" the doctor asked, releasing the seal around Lana's wrist.",
        "His step grew quicker, and his face brightened as they wound their way through the compound.",
        "Maybe his wound hurt from lifting her.",
        "The wound opened again and the salt he threw into it drew a sharp response from her.",
        "The late afternoon was delightful as he wound his way through the city streets north of town.",
        "As promised, he did not drink long, and she felt him press another finger to the wound to seal the seepage.",
        "She forced herself to sew the arrow wound the best she could then ran from the room, vomiting in the bathroom.",
        "Katie sat on Kris.s couch, glassy-eyed while her own wound went untreated.",
        "Many warriors believed the wound that caused the scar running down the side of Vara's face occurred when he fought off his father's assassin.",
        "In spite of the wound, he hobbled away at a brisk pace to the nearby woods at the edge of the property.",
        "Helen held some worsted for me last night while I wound it.",
        "Through this wound a man's real manhood and immortality flow out, and he bleeds to an everlasting death.",
        "His health was better in the winter, but last spring his wound reopened and the doctor said he ought to go away for a cure.",
        "Rostov, who felt his friend's absence very much, having no news of him since he left and feeling very anxious about his wound and the progress of his affairs, took advantage of the armistice to get leave to visit Denisov in hospital.",
        "There were four units in the building that faced the waterway and walking paths that wound along the banks of the river.",
        "It sidled up to him and wound between his legs until he picked it up.",
        "You're looking for someone treated Saturday night or Sunday morning for a gunshot wound to the leg.",
        "The leg wound from Shipton's flailing ice ax had been an eight-stitcher of no permanent consequence.",
        "Natasha, seeing the impression the news of her brother's wound produced on Sonya, felt for the first time the sorrowful side of the news.",
        "The demon within her thrashed and darted to the first wound, then the second, trying to heal both.",
        "An autopsy would surely reveal Fitzgerald's knife wound, bringing Lydia Larkin's complicity into play, and probably Dean's.",
        "Jenn forced herself to move, hurting more from the wound inside than all those outside.",
        "Perhaps at another time Denisov would not have left the regiment for so slight a wound, but now he took advantage of it to excuse himself from appearing at the staff and went into hospital.",
        "From above on the left, bisecting that amphitheater, wound the Smolensk highroad, passing through a village with a white church some five hundred paces in front of the knoll and below it.",
        "Then Dorothy wound up Tik-tok and he danced a jig to amuse the company, after which the Yellow Hen related some of her adventures with the Nome King in the Land of Ev.",
        "The machete had sliced through his collarbone, and blood spurted from the wound into the courtyard.s grass.",
        "He wound the line around his left hand twice while playing it out with his right hand.",
        "His words reopened the wound she'd tried to heal too quickly.",
        "Sirian and Rissa wound through the fortress before disappearing into a door guarded by two men.",
        "The demon rushed to heal the gouging wound in her leg from the sharp stone she'd landed on.",
        "At the Troitsa monastery they had spoken of the past, and he had told her that if he lived he would always thank God for his wound which had brought them together again, but after that they never spoke of the future.",
        "The undecided question as to whether the wound inflicted at Borodino was mortal or not had hung over Kutuzov's head for a whole month.",
        "Some of them wound up on the table.",
        "\"I'm afraid it will irritate your wound,\" she reasoned.",
        "The road wound through meadows broken up by thatches of",
        "The French invaders, like an infuriated animal that has in its onslaught received a mortal wound, felt that they were perishing, but could not stop, any more than the Russian army, weaker by one half, could help swerving.",
        "The wages weren't all that great, but deducting rent, utilities and groceries from her present salary, it wound up being a good deal more.",
        "The sounds of fighting grew faint and then disappeared.  The stream wound through the jungle until it reached a small waterfall that fed into a massive lake whose black surface reflected the stars and moon.  Katie slid down the hill beside the waterfall to the lake's edge, uncertain what to do.  Gabriel hadn't mentioned the stream ending or the lake.",
        "\"The wound is not here, it is there!\" said Kutuzov, pressing the handkerchief to his wounded cheek and pointing to the fleeing soldiers.",
        "He'd have some explaining to do about a bullet wound.",
        "Blood gushed from the wound.",
        "The wound was trifling and would probably have been cured with ease if he had been allowed to employ an English doctor whom he trusted.",
        "of the drum depend on the hoisting speed desired and the depth of shaft or length of rope to be wound.",
        "If, for a twocompartment shaft, a pair of drums (or a single wide drum) be keyed to the engine shaft, with the ropes wound in opposite directions, the hoisting is \" in balance,\" that is, the cages and cars counterbalance each other, so that the engine has to raise only the useful load of mineral, plus the rope.",
        "When the deposit is exhausted the company must be wound up or its operations transferred to some other locality.",
        "The bullet was not extracted from Baird's wound until his release.",
        "The material is supplied to the twisting machinery by an attendant, and formed into a cord of uniform thickness, twisted and wound on a drum by mechanism analogous to that used in rope-spinning.",
        "The violent polemics aroused against him at this time caused a madman to attack him with a revolver, and he died from the wound, on the 17th of March 1893.",
        "He served in the Seven Days, receiving a severe wound at the action of Frazier's Farm.",
        "Two forms of steam distillation may be distinguished: - in one the still is simply heated by a steam coil wound inside or outside the still - this is termed heating by dry steam; in the other steam is injected into the mass within the still - this is the distillation with live steam of laboratory practice.",
        "As the prisoners, clad in penitential haircloth, were led across the bridge, wanton boys thrust sharp sticks between the planks to wound their feet.",
        "He harried the Limousin and laid siege to the castle of Chalus; while directing an assault he was wounded in the shoulder by a crossbow bolt, and, the wound mortifying from unskilful treatment or his own want of care, he died on the 6th of April 1199.",
        "The head of the insect contains a muscular pharynx by means of which the blood from the wound inflicted by the proboscis (labium) is pumped into the alimentary canal and the so-called sucking-stomach.",
        "If this cannot be done, the main artery of the limb must be exposed by dissection at the most accessible point between the wound and the heart, and there ligatured.",
        "Haemorrhage has been classified as - (I) primary, occurring at the time of the injury; (2) reactionary, or within twenty-four hours of the accident, during the stage of reaction; (3) secondary, occurring at a later period and caused by faulty application of a ligature or septic condition of the wound.",
        "When a special poison has entered the wound at the time of its infliction or at some subsequent date, it is necessary to provide against septic conditions of the wound itself and blood-poisoning of the general circulation.",
        "The speech in which he wound up the debate on the second reading was one of the finest, if not indeed the very finest, which he ever delivered.",
        "In March 1863, still troubled by his wound, he was assigned to the command of the south-west, and in May was ordered to take immediate command of all the Confederate forces in Mississippi, then threatened by Grant's movement on Vicksburg.",
        "Two years later, soon after his release, his wound proved mortal.",
        "The painful wound is speedily discoloured and swollen.",
        "Then make a free incision into the wound.",
        "Then bandage the limb downwards, progressing towards the wound; repeat this several times.",
        "Direct application into the widened wound of calcium hypochlorite, i.e.",
        "Vigorous cauterization with nitrate of silver, driving the stick into the widened wound, is also good, and it is a remedy which one can carry in the pocket.",
        "The fangs of the bungarums are shorter than those of the cobras, and cannot penetrate so deeply into the wound.",
        "Accidents are rarely caused by them, because they are extremely shy and swim away on the least alarm; but, when surprised in the submarine cavities forming their natural retreats, they will, like any other poisonous terrestrial snake, dart at the disturbing object; and, when out of the water, they attempt to bite every object near them, even turning round to wound their own bodies.",
        "His death was variously attributed to disease, the effects of lightning, or a wound received in a campaign against the Huns; but it seems more probable that he was murdered by the soldiers, who were averse from further campaigns against Persia, at the instigation of Arrius Aper, prefect of the praetorian guard.",
        "On his arrival before Troy he was healed of his wound by Machaon, and 'slew Paris; shortly afterwards the city was taken.",
        "Both subjects were intimately associated with the temple, for Atalanta had dedicated in it the face and tusks of the boar, which had been awarded to her as the first to wound it; and Telephus was the son of Heracles and the priestess Auge.",
        "Blake's wound disabled him greatly through the remainder of the war.",
        "Part was in the river fitting out under Blake, who had not fully recovered from his wound.",
        "Blake was forced by his still unhealed wound to go ashore, and the sole command was left to Monk, who remained cruising on the coast of Holland.",
        "A war broke out between the Calydonians and Curetes (led by Althaea's brothers) about the disposal of the head and skin, which Meleager awarded as a prize to Atalanta, who had inflicted the first wound; the brothers of Althaea lay in wait for Atalanta and robbed her of the spoils, but were slain by Meleager.",
        "The wound proved a severe one, so that some six months passed before he resumed command.",
        "In November, his old wound troubling him, he obtained a short leave of absence, expecting to return to his corps in the near future.",
        "When the set arrives out bye, the main rope will be wound up, and the tail rope pass out from the drum to the end and back, i.e.",
        "twice the length of the way; the set is returned in bye, by reversing the engine, casting loose the main, and coupling up the tail drum, so that the tail rope is wound up and the main rope paid out.",
        "Moreover, the largest streams have numerous tributaries, and nearly all alike flow circuitously between steep if not vertical cliffs or in deep craggy ravines overlooked by distant hills, among which the wagon road has wound its way with difficulty.",
        "Indignant at his faithlessness, she refused to help him, and Paris returned to Troy and died of his wound.",
        "It is obtained by making incisions in the bark of the trees, and appears to be formed as the result of the wound, not to be secreted normally.",
        "The dress of the women is less distinctive than that of the men, who wear a picturesque black and white costume, with knee-breeches, a brilliantly coloured sash, black hempen sandals, and a handkerchief wound round the head.",
        "The Brunswick contingent now reached the field, but their duke whilst leading a charge received a mortal wound and the attack failed.",
        "In the other gap are pivoted two coils wound on an iron core and connected at nearly a right angle to each other.",
        "As a substantive the term is used of a surgical instrument for the exploration of a wound, cavity, &c., a probe.",
        "In order to overcome the friction of the train the field-coils are wound with an auxiliary shunt coil which supplies a driving force sufficient to overcome the friction of the counting train.",
        "to have his wound dressed.",
        "Solemn and gay dances were frequent, and a sport called the bird-dance excited the admiration of foreigners for the skill and daring with which groups of performers dressed as birds let themselves down by ropes wound round the top of a high mast, so as to fly whirled in circles far above the ground.",
        "The triangle is here an irregular one, consisting of a narrow base to which one end of the string was fixed, while the second side, forming a slightly obtuse angle with the base, consisted of a wide and slightly curved sound-board pierced with holes through which the other end of the strings passed, being either knotted or wound round pegs.",
        "In 74 Cotta obtained the province of Gaul, and was granted a triumph for some victory of which we possess no details; but on the very day before its celebration an old wound broke out, and he died suddenly.",
        "This measurement is applicable to the measurement of high potentials, either alternating or continuous, provided that in the case of alternating currents the high resistance employed is wound non-inductively and an electrostatic voltmeter is used.",
        "(iii.) The instrument should have no temperature correction; this is a good quality of electrostatic instruments, but in all voltmeters of the electrokinetic type which are wound with copper wire an increase of one degree centigrade in the average temperature of that wire alters the resistance by 0.4%, and therefore to the same extent alters the correctness of the indications.",
        "Their distinguishing habiliments are long hair wound round a small dagger and bearing a comb inserted in it, a steel bracelet and short drawers.",
        "They started a scuffle, during which she received a fatal wound to her throat.",
        "We see a bloody wound appear in her chest and blood spatter up the bookshelves behind her.",
        "I freaked out completely at the sight of the open wound cos Im really squeamish at the best of times.",
        "Lana obeyed, planting one hand on the laser wound in his side.",
        "The doctor and valet lifted the cloak with which he was covered and, making wry faces at the noisome smell of mortifying flesh that came from the wound, began examining that dreadful place.",
        "Princess Mary, having learned of her brother's wound only from the Gazette and having no definite news of him, prepared (so Nicholas heard, he had not seen her again himself) to set off in search of Prince Andrew.",
        "That wound (which Tikhon treated only with internal and external applications of vodka) was the subject of the liveliest jokes by the whole detachment--jokes in which Tikhon readily joined.",
        "The wound on her arm was gone.",
        "The doctor bent down over the wound, felt it, and sighed deeply.",
        "\"And I have known so many cases of a splinter wound\" (the Gazette said it was a shell) \"either proving fatal at once or being very slight,\" continued Nicholas.",
        "They wound about, always going upward, for some time.",
        "Before this crowned Gargoyle had recovered himself Zeb had wound a strap several times around its body, confining its wings and arms so that it could not move.",
        "The men did not know of the wound.",
        "But I have said they did not know you had a wound.",
        "He was right, of course, but his harsh words were like salt on a raw wound.",
        "But if I went elsewhere, how would I explain a gunshot wound?",
        "She looked away fast for fear of the sizzling blue gaze and dropped to her knees in front of Darian, pulling his hands from his face to see the wound.",
        "Dusty, remember that Bianca can heal anyone and any wound.",
        "His face was bloodied, and one arm was covered in blood from his shoulder wound.",
        "She began to examine the wound.",
        "They stayed in remote contact with someone while they worked, attaching an IV and doing something with the knife wound.",
        "They visited for a little while and then Alex placed a hand over the wound.",
        "Is it irritating the wound?",
        "It was the first time he had lifted her since the stabbing, and it occurred to her that he might strain his wound.",
        "She felt him assess her before he pried her hand free and rested his there, sealing the wound.",
        "He was almost done when the burst of coolness awoke her, and she looked down to see him smoothing the skin around her faded wound.",
        "She had visited him in Ouray, nearly a year and a half before, while he was recuperating from a gunshot wound.",
        "Brady watched him clean the wound.",
        "\"Rhyn … \" Kris said, gaze on the nasty wound.",
        "\"I only need to live 'til the end of the day,\" Rhyn said with an unconcerned glance on the wound.",
        "\"No. Go get Hannah.  If Death let you go, then Darkyn's pissed.  If Darkyn's pissed then –\" \"Hannah and Ully are in trouble,\" Rhyn finished and rose.  He looked at the wound in his chest.  It might be tough taking on the demons of Hell, but he had a promise to fulfill.",
        "The Grey God's broken nose bled for only a second before the wound healed.",
        "She had made a list of questions, but after asking half of them, she wound up setting them aside and letting instinct guide her.",
        "Carefully, she wound the twine around the broken broom handle, tying the two ends when she started on the second spool.",
        "The animal wound its way through his legs until he picked it up.",
        "He didn't seem affected by the words, as if whatever wound the events caused was completely gone.",
        "Jule wound his way through the crowd, smiling politely at the women who placed manicured hands on his arm to stop him.",
        "At Marston Moor on the 2nd of July he commanded all the horse of the Eastern Association, with some Scottish troops; and though for a time disabled by a wound in the neck, he charged and routed Rupert's troops opposed to him, and subsequently went to the support of the Scots, who were hard pressed by the enemy, and converted what appeared at one time a defeat into a decisive victory.",
        "He was, however, sentenced to be hanged on the 12th of November; but on the nth he cut his throat with a penknife, and on the 19th of November 17 9 8 he died of the wound.",
        "The motor in most common use for electric cranes is the series wound, continuous current motor, which has many advantages.",
        "to the piston P. The newly coated wire is passed through a long trough T, containing cold water, until it is sufficiently cold to allow it to be safely wound on a bobbin B' This operation completed, the wire is wound from the bobbin B' on to another, and at the same time carefully examined for air-holes or other flaws, all of which are eliminated.",
        "The coils are wound with copper wire (covered with silk), 10 mils.",
        "The magnet ' is wound to a resistance of amperes with accumulators).",
        "The coils of the electromagnets are differentially wound with silk-covered wire, 4 mils (= 004 inch) in diameter, to a total resistance of 400 ohms. This differential winding enables the instrument to be used for \" duplex \" working, but the connexions of the wires to the terminal screws are such that the relay can be used for ordinary single working.",
        "24), instead of sending the currents through the two coils of a differentially wound relay or receiving a and b are inserted, and the receiving instrument is.",
        "in the ordinary methods, a differentially wound receiving instrument was used, one coil being connected with the cable Company and the various Atlantic cables, are worked duplex on method of duplexing a cable was described by Lord Muirhead's plan.",
        "The electromagnet consists of two coils, each wound on a soft iron core fixed to the poles of a strong permanent horse-shoe magnet.",
        "In the Korn apparatus the light from a Nernst electric lamp is concentrated to a point by means of a lens on the original picture, which is wound on a glass cylinder in the shape of a transparent photographic film.",
        "The motor is usually supported on a platform at the back of the instrument, its drivingwheel being connected to the shaft of the paper roller by means of a spirally wound steel band.",
        "jars or of Leyden panes immersed in oil or some form of air condenser, and the inductance coil or primary circuit of the oscillation transformer consists of a few turns of highly insulated wire wound on a frame and immersed in oil.",
        "In its course it passes through a glass tube wound over with two coils of wire; one of these is an oscillation coil through which the oscillations to be detected pass, and the other is in connexion with a telephone.",
        "His transmitter consists of a nearly closed oscillating circuit comprising a condenser or battery of Leyden jars, a spark gap, and the primary coil of an oscillation transformer consisting of one turn of thick wire wound on a wooden frame.",
        "Over this primary is wound a secondary circuit of five to ten turns which has one end connected to the earth through a variable inductance coil and the other end to an antenna.",
        "Later criticism, orthodox and heterodox, upon the English deists inclines to charge them with the conception of a divine absentee, who wound up the machine of nature and left it to run untended.",
        "The sharp, broken end penetrates the skin, and into the slight wound thus formed the formic acid contained by the hair is injected.",
        "A layer of cork is regularly formed in most Phanerogams across the base of the petiole before leaf fall, so as to cover the wound caused by the separation of the leaf from the stem.",
        "Such healing by cork formation is accompanied by a rise of temperature: the active growth of the dividing cells is accompanied by vigorous metabolism and respiration, and a state of wound fever supervenes until the healing is completed.",
        "The now well-known fact that small doses of poisonous substances may act as stimuli to living protoplasm, and that respiratory activity and growth may be accelerated by chloroform, ether and even powerful mineral poisons, such as mercuric chloride, in minimal doses, offers some explanation of these phenomena of hypertrophy, wound fever, and other responses to the presence of irritating agents.",
        "Wounds.The principal phenomena resulting from a simple wound, and the response of the irritated c~lls in healing by cork and in the formation of callus, have been indicated abeve.",
        "A canker is the result of repeated frustrated attempts on, the part of the callus to heal up a wound.",
        "If a clean cut remains clean, the cambium and cortical tissues soon form callus over it, and in this callusregenerative tissuenew wood, &c., soon forms, and if the wound was a small one, no trace is visible after a few years.",
        "Aphidesand may be easily penetrated by certain Fungi such as Peziza, Nectria; and when thus attacked, the repeated conflicts between the cambium and callus, on the one hand, trying to heal over the wound, and the insect or Fungus, on the other, destroying the new tissues as they are formed, results in irregular growths; the still uninjured cambium area goes on thickening the branch, the dead parts, of course, remain unthickened, and the portion in which the Fungus is at work may for the time being grow more rapidly.",
        "Some wound in the succulent tissues has become infected by the organisms referred to, and their continued action prevents healing.",
        "At certain seasons the wound bleeds, and the organismssome of which, by the bye, are remarkable and interesting formsmultiply in the nutritious sap and ferment it.",
        "The log-line, after being well soaked, stretched and marked with knots, is wound uniformly on the log-reel, to which its inner end is securely fastened.",
        "After a painful struggle I yielded to my fate; I sighed as a lover, I obeyed as a son; my wound was insensibly healed by time, absence, and the habits of a new life.\"",
        "In 1853 a Hungarian named Lebenyi attempted to assassinate the emperor, and succeeded in inflicting a serious wound with a knife.",
        "Coptic priests and bishops wear the ballin, a long strip of stuff ornamented From Braun's Lit with crosses &c., and wound turban-wise gische Gewandung.",
        "There are a clitellum and sperm ducts which though like nephridia have a larger funnel and a less complexly wound duct.",
        "He was a Free Soil candidate for Congress (1850), but was defeated; was indicted with Wendell Phillips and Theodore Parker for participation in the attempt to release the fugitive slave, Anthony Burns, in Boston (18J3); was engaged in the effort to make Kansas a free state after the passage of the Kansas-Nebraska Bill of 1854; and during the Civil War was captain in the 51st Massachusetts Volunteers, and from November 1862 to October 1864, when he was retired because of a wound received in the preceding August, was colonel of the First South Carolina Volunteers, the first regiment recruited from former slaves for the Federal service.",
        "In the interior of the grape, in the healthy blood, no such germs exist; crush the grape, wound the flesh, and expose them to the ordinary air, then changes, either fermentative or putrefactive, run their course.",
        "Ptolemy himself died of the wound he had received in the battle.",
        "Told off to serve in the army of Nice, he was detained by a special order of the commissioners of the Convention, Saliceti and Gasparin, who, hearing of the severe wound sustained by Dommartin, the commander of the artillery of the republican forces before Toulon, ordered Bonaparte to take his place.",
        "Turner - the latter (as his publications prove) a zoologist of much promise, who in 1851 died, a victim to his own zeal for investigation, of a wound received in dissecting.",
        "The wound proved mortal, and Alp Arslan expired a few hours after he received it, on the 15th of December 1072.",
        "They are consecutively filled with nitroglycerin, and are lowered to the bottom of the well, one after the other, by a cord wound upon a reel, until the required number have been inserted.",
        "There is reason to suppose that, when a wound is inflicted by the central stylet, it is envenomed by the fluid secreted in the posterior proboscidian region being at the same time expelled.",
        "Sir Ralph Abercromby was here engaged in personal conflict with some French dragoons, and about this time received a mortal wound, though he remained on the field and in command to the end.",
        "The lesser orders wear a shorter sticharion and an orarion wound round it.",
        "In some districts a stout stick is substituted for the paddle, on which the rubber as it coagulates is wound cylindrically.",
        "The field strength in the interior of a long uniformly wound coil containing n turns of wire and having a length of 1 centimetres is (except near the ends) H = 41rin/l.",
        "In the middle part of a rod which has a length of 400 or 500 diameters the effect of the ends is insensible; but for many experiments the condition of endlessness may be best secured by giving the metal the shape of a ring of uniform section, the magnetic field being produced by an electric current through a coil of wire evenly wound round the ring.",
        "The tube is wound over its whole length with two separate coils of insulated wire, the one being outside the other.",
        "A primary coil of length 1, having n turns, is wound upon a cylinder made of non-conducting and non-magnetic material, and upon the middle of the primary a secondary or induction coil is closely fitted.",
        "The sample may have the form of a closed ring, upon which are wound the induction coil and another coil for taking the magnetizing current; or it may consist of a long straight rod or wire which can be slipped into a magnetizing coil such as is used in magnetometric experiments, the induction coil being wound upon the middle of the wire.",
        "The sample under test is prepared in the form of a ring A, upon which are wound the induction and the magnetizing coils; the latter should be wound evenly over the whole ring, though for the sake of clearness only part of the winding is indicated in the diagram.",
        "The induction coil wound upon the ring is connected to the ballistic galvanometer G2 in series with a large permanent resistance R3.",
        "In the same circuit is also included the induction coil E, which is used for standardizing the galvanometer; this secondary coil is represented in the diagram by three turns of wire wound over a much longer primary coil.",
        "The fixed and suspended coils of the dynamometer are respectively connected in series with the magnetizing solenoid and with a secondary wound upon the specimen.",
        "Induction coils are wound on the middle parts of both bars, and are connected in series.",
        "If each portion of the bar has an independent magnetizing coil wound tightly upon it, we have further to take into account the force due to, the mutual action of the two magnetizing coils, which assists.",
        "A little instrument, supplied by Hartmann and Braun, contains a short length of fine bismuth wire wound into a flat double spiral, half an inch or thereabouts in diameter, and attached to a long ebonite handle.",
        "Upon the central neck was wound a coil consisting of one or two layers of very fine wire, which was connected with a ballistic galvanometer for measuring the induction in the iron; outside this coil, and separated from it by a small and accurately determined distance, a second coil was wound, serving to measure the induction in the iron, together with that in a small space surrounding it.",
        "The metal to be tested was prepared in the form of a ring, upon which were wound primary and secondary coils of copper wire insulated with asbestos.",
        "The primary coil carried the magnetizing current; the secondary, which was wound inside the other, could be connected either with a ballistic galvanometer for determining the induction, or with a Wheatstone's bridge for measuring the resistance, whence the temperature was calculated.",
        "As in Hopkinson's experiments, ring magnets were employed; these were wound with primary and secondary coils of insulated platinum wire, which would bear a much higher temperature than copper without oxidation or fusion.",
        "A third platinum coil, wound non-inductively between the primary and the secondary, served to carry the current by which the ring was heated; a current of 4.6 amperes, with 16 volts across the terminals, was found sufficient to maintain the ring at a temperature of 11 50° C. In the ring itself was embedded a platinum-thermometer wire, from the resistance of which the temperature was determined.",
        "The scorpion, attacking the genitals of the bull, is sent by Ahriman from the lower world to defeat the purpose of the sacrifice; the dog, springing towards the wound in the bull's side, was venerated by the Persians as the companion of Mithras; the serpent is the symbol of the earth being made fertile by drinking the blood of the sacrificial bull; the raven, towards which Mithras turns his face as if for direction, is the herald of the Sun-god, whose bust is near by, and who has ordered the sacrifice; various plants near the bull, and heads of wheat springing from his tail, symbolize the result of the sacrifice; the cypress is perhaps the tree of immortality.",
        "Ignacio, the church marking the spot where Ignatius de Loyola received his wound in defending the place against Andre de Foix in 1521.",
        "Farewell, Fynn and the others went to the royal kraal of Chaka, and, having cured him of a wound and made him various presents, obtained a document, dated the 7th of August 1824, ceding to \" F.",
        "He himself received a mortal wound in the action.",
        "Simple fibrous narrowing of the gateway of the stomach or of the intestine is dealt with by dividing it longitudinally and then suturing the edges of the wound transversely.",
        "While the common Semite wore a short skirt, often with tassels and sometimes with an upper tunic, the more important had an elaborate scarf (extending from waist to knee) wound over the long tunic, or a longer and close-fitting variety coloured blue and red and generally adorned with rich embroidery.",
        "The latter are found exceptionally upon Semitic Bedouin with an upper covering of bands wound round the body (Miller, 140).",
        "The soldier's boot (caliga, from which the emperor Gaius derived his nickname, Caligula) was in reality a heavy hobnailed sandal with a number of straps wound round the ankle and lower leg.",
        "On the 20th of March 1905 he shot himself in the head, dying of the wound two days later.",
        "The insurrection was crushed, but in one of the final skirmishes a chance bullet struck General Crespo, who was in command of the government troops, and he died from the effects of the wound.",
        "If the injury be a small incised wound through the skin and subcutaneous tissues without any septic contamination, there usually follows a minimum of reaction on the part of the tissues.",
        "As the edges of the wound are brought into accurate apposition there is little or no blood lodged between them, so that an extremely narrow strip of fibrin glues the cut edges together.",
        "As early as six hours after the injury the polymorpho-nuclear leucocytes are seen passing in large numbers from the dilated and congested blood vessels of the tissues at the margin of the wound into the injured zone, where they carry on an active phagocytosis.",
        "By this time the skin epithelium may have grown over the wound.",
        "These cells of various shapes are seen in large numbers, mainly lying in a direction parallel to the new vessels and capillaries, which all run at right angles to the wound surface.",
        "III.); the two edges of the wound are thus more firmly bound together.",
        "As their fibrils become more developed they gradually form fibrous laminae which are laid down first in the deeper part of the wound.",
        "- Scar tissue in a healed wound.",
        "So long as the epidermis of animals remains sound, disease germs may come in contact with it almost with impunity, but immediately on its being fissured, or a larger wound made through it, the underlying parts, the blood and soft tissues, are attacked by them.",
        "A very remarkable instance of an acquired means of protecting a wound against parasitical invasion is to be found in granulations.",
        "Medicine and surgery are but two aspects of one art; Pasteur shed light on both surgery and medicine, and when Lister, his disciple, penetrated into the secrets of wound fevers and septicaemia, he illuminated surgery and medicine alike.",
        "He was conveyed to Newgate gaol, where by the kindness of Lord Clare he was visited by two of his relatives, and where he died of his wound on the 4th of June 1798.",
        "At this time an attempt was made to murder Chaka; but the wound he received was cured by one of Farewell's companions, a circumstance which made the king very friendly to Europeans.",
        "The right thing to do is to open the belly in the middle line, search for a wound in the liver and treat it by deep sutures, or by plugging it with gauze.",
        "The peritoneal surfaces in the region of the liver should then be wiped clean, and the abdominal wound closed, except for the passage through it of a gauze drain.",
        "If before opening the gall-bladder the surface is stitched to the deepest part of the abdominal wound, the biliary fistula left as the result of the opening of the abscess will close in due course.",
        "The thread so ejected forms the silk of commerce, which as wound in the cocoon consists of filaments seriposited from two separate glands (discovered by an Italian naturalist named Filippi) containing a glutinous or resinous secretion which serves a double purpose, viz.",
        "The two sets of filaments are then crossed or twisted around each other several turns as if to make one thread, after which they are separated and passed through separate guides to the reel round which they are separately wound.",
        "In the doubling, which is the next process, two or more filaments are wound together side by side on the same reel, preparatory to their being twisted or thrown into one yarn.",
        "Bobbins to the number of strands which are to be twisted into one are mounted in a creel on the doubling frame, and the strands are passed over smooth rods of glass or metal through a reciprocating guide to the bobbin on which they are wound.",
        "The spinning or throwing which follows is done on a frame with upright spindles and flyers, the yarn as it is twisted being drawn forward through guides and wound on revolving bobbins with a reciprocating motion.",
        "A silk \" throwster \" receives his silk in skein form, the thread of which consists of a number of silk fibres wound together to make a certain diameter or size, the separate fibre having actually been spun by the worm, and this fibre may measure anything from Soo to woo yds.",
        "This is a drawing machine fitted with fallers through which the sliver is drawn, but the end from the front roller is wound on to a bobbin.",
        "The product is wound on to the bobbin by means of flyer and spindle, and is known as dandied or fine roving, and is then ready for the spinning frame.",
        "If a 2-fold or 3-fold yarn is needed, then two or more ends of the spun thread are wound together and afterwards conveyed to the twisting frame for the purpose of putting the needed twist in the yarn necessary for weaving or other requirements.",
        "- These are taken straight from the spinning frame, wound on to a long paper tube and so delivered to the manufacturer ready to place in the loom shuttle.",
        "By this desertion his self-esteem, one of his strongest passions, though curiously united with singular sincerity and humility, was doubtless hurt to the quick; but the wound inflicted was of a deeper and deadlier kind, for it confirmed him finally in his despair of the world's gradual amelioration, and established his tendency towards supernaturalism.",
        "In the days of idolatry the only dress worn by the men was a narrow strip of cloth wound around the loins and passed between the legs.",
        "The other six are connected to each other and to the lowest one by wire cables and pulleys in such a way that when the cable which connects the two lowest tubes is wound in by means of a winch, each of the tubes except the fixed one will rise within the next one through the same distance.",
        "Now insects that possess noxious attributes, and the same is true of other animals, usually have a conspicuous warning coloration which appeals to the eyes of enemies and helps them to remember more easily the cause of an unpleasant experience, helps in fact to establish a psychical association between a particular style of coloration and a nasty taste or a painful wound.",
        "In 1864 he commanded a division of the 17th Army Corps in Sherman's Atlanta campaign, and before Atlanta, on the 10th of July, he received a wound which forced him to retire from active service, and left him lame for life.",
        "Baldwin died of a wound received in battle in 1119, and, having no issue, left by will the succession to his countship to Charles the Dane.",
        "the removal from the branch of a ring of bark, or the application of a tight cincture, in consequence of which the growth of the fruits above the wound or the obstruction is enhanced.",
        "It was a terrible wound, but fortunately not fatal.",
        "The occasion may be a wound (e.g.",
        "A few months later the attempt of Passanante to assassinate King Humbert at Naples (12th of December 1878) caused his downfall, in spite of the courage displayed and the severe wound received by him in protecting the king's person on that occasion.",
        "The corpse was treated with natron and asphalt, and wound in a copious swathing of linen bandage, with a mask of linen and stucco on the face.",
        "Netters are common, of rib bones, pointed (107); the thread was wound round them.",
        "Round this core threads of glass were wound of various colors; the whole could be reset in the furnace to soften it for nsoulding the foGt or neck, or attaching handles, or dragging the surface into various patterns.",
        "It was at a temple of Demeter Thesmophorus in Paros that Miltiades received the wound of which he afterwards died (Herod.",
        "I slay a man for a wound, A young man for a stroke; For Cain's vengeance is sevenfold, But Lamech's seventy-fold and seven.\"",
        "A wound received at the battle of Woeringen had affected his brain, and an insurrection against him was in 1316 headed by his son Reinald, who assumed the government under the title of \"Son of the Count.\"",
        "He was a good and successful ruler, and his death by an arrow wound, after a brilliant victory over the duke of Brabant near Baesweller (August 1371), was a loss to his country.",
        "He served with distinction in the Peninsular campaign, and at Antietam, Fredericksburg and Chancellorsville, where he received a wound which incapacitated him up to the opening of Grant's Virginia campaign of 1864.",
        "The cap or topi is not bound round the head, but is placed 1 This has been Englished by Anglo-Indians into \" puggaree \" or \" pugree \" and applied to a scarf of white cotton or silk wound round a hat or helmet as a protection against the sun.",
        "When he does not wear a skull-cap his amamah is made after the arched Arab form, or is a Kashmir scarf wound round a skull-cap made of Java straw.",
        "It is wound round the loins, the end passed between the legs from front to back and tucked in at the waist behind (Plate II.",
        "The dhoti is known under many names, dhutia, pitambar, lungi, &c. In some parts of India half the dhoti only is wound round the loins, the other half being thrown over the left shoulder.",
        "A piece of cloth called dhata or galmocha is wound round the chin and head so as to keep the hair clean and tidy.",
        "In 1766 he received a severe wound in an encounter with some Sannyasis, or religious fanatics, from which he never thoroughly recovered; and in 1777 he retired as major on a pension of £600 a year.",
        "In 1806 in another duel, after a long and bitter quarrel, he killed Charles Dickinson, and Jackson himself received a wound from which he never fully recovered.",
        "In 1813 he exchanged shots with Thomas Hart Benton and his brother Jesse in a Nashville tavern, and received a second wound.",
        "He is usually represented in the garb of a pilgrim, with a wound in his thigh, and with a dog near him carrying a loaf in its mouth.",
        "Lord Gambier was a man of earnest, almost morbid, religious principle, and of undoubted courage; but the administration of the admiralty has seldom given rise to such flagrant scandals as during the time when he was a member of it; and through the whole war the self-esteem of the navy suffered no such wound as during Lord Gambier's command in the Bay of Biscay.",
        "Winkler discovered that an iron chain wound round the bottle could be substituted for the hand, and Sir William Watson in England shortly afterward showed that iron filings or mercury could replace the water within the jar.",
        "The young couple are seated in two chairs opposite each other, their right hands tied together by a silken cord, which is gradually wound around them as the ceremony progresses, the bride in the meantime being concealed with a veil of silk or muslin.",
        "At length the line of battle was formed, and the Gothic army, probably greatly inferior in number to the Byzantine was hopelessly routed (July 552), the king receiving a mortal wound as he was hurrying from the battlefield.",
        "If the cord be fixed to the framework at the point B, instead of being wound on a barrel, the velocity of W is half that of AF.",
        "Entering parliament in 1861, he opposed the Garibaldian expedition, which ended at Aspromonte, but nevertheless tended Garibaldi's wound with affectionate devotion.",
        "The only victim of this plot was Ali, who died at Kufa in 661, of the wound inflicted by a poisoned weapon.",
        "On that date he had provided himself with an iron ring, over which he had wound two coils of insulated copper wire.",
        "It consisted of a fixed horseshoe armature wound over with insulated copper wire in front of which revolved about a vertical axis a horseshoe magnet.",
        "In this new form of bobbin, the armature consisted of a ring of iron wire wound over with an endless coil of wire and connected to a commutator consisting of copper bars insulated from one another.",
        "The wound was at once seen to be dangerous, and Carrel was conveyed to the house of a friend, where he died after two days' suffering.",
        "The process of weaving gunnies for bags and other coarse articles by these hand-loom weavers has been described as follows: \"Seven sticks or chattee weaving-posts, called land para or warp, are fixed upon the ground, occupying the length equal to the measure of the piece to be woven, and a sufficient number of twine or thread is wound on them as warp called land.",
        "There is no sley used in this, nor is a shuttle necessary; in the room of the latter a stick covered with thread called singa is thrown into the warp as woof, which is beaten in by a piece of plank called beyno, and as the cloth is woven it is wound up to the roller.",
        "The sliver from the can of the breaker card may be wound into balls, or it may be taken direct to the finisher card.",
        "In this operation there is no doubling of the slivers, but each sliver passes separately through the machine, from the can to the spindle, is drawn out to about eight times its length, and receives a small amount of twist to strengthen it, in order that it may be successfully wound upon the roving bobbin by the flyer.",
        "The smaller buffaloes are also easily disposed of; but the buffalo bulls, and especially the wild ones, are formidable antagonists, and have often been known to beat the tiger off, and even to wound him seriously.",
        "Julian pressed forward to Ctesiphon but succumbed to a wound; and his successor Jovian soon found himself in such straits, that he could only extricate himself and his army by a disgraceful peace at the close of 363, which ceded the possessions on the Tigris and the great fortress of Nisibis, and pledged Rome to abandon Armenia and her Arsacid protg, Arsaces III., to the Persian.",
        "The wound may simply have set up that variation in the buds the occasional existence of which has been already noted.",
        "In 1171 Alphonso concluded a seven years' truce with the Moors; weakened by his wound and by old age, he could no longer take the field, and when the war broke out afresh he delegated the chief command to his son Sancho.",
        "Thus in cholera the bacteria are practically confined to the intestine, in diphtheria to the region of the false membrane, in tetanus to some wound.",
        "In June 1828 and in March 1829 he exhibited before the institute small electromagnets closely and repeatedly wound with silk-covered wire, which had a far greater lifting power than any then known.",
        "When such a model is wound up and let go it descends about 2 ft., after which, having acquired initial velocity, it rises and flies in a forward direction at a height of from 8 to io ft.",
        "On the 1st of April 527 Justin, enfeebled by an incurable wound, yielded to the request of the senate and assumed Justinian at his colleague; on the 1st of August he died.",
        "At the capture of Buda in 1686 he received a wound (3rd August), but he continued to serve up to the siege of Belgrade in 1688, in which he was dangerously wounded.",
        "In the heat of the battle Eugene received a wound, and was thrown from his horse.",
        "O'Donnell while still incapacitated by his wound was summoned by Brian O'Neill to give hostages in token of submission.",
        "Carried on a litter at the head of his clan he gave battle to O'Neill, whom he defeated with severe loss in prisoners and cattle; but he died of his wound immediately afterwards near Letterkenny, and was succeeded in the chieftainship by his brother Donnell Oge, who returned from Scotland in time to withstand successfully the demands of O'Neill.",
        "The linen dresses of women are fastened by a long sash or girdle, wound many times round the waist; the holiday attire being a white gown covered with embroideries, one or more brightly coloured aprons and necklaces of beads or coins.",
        "He published an astounding pedigree, in which, starting from \" Hercules Triptolemus,\" he wound his way through the royal Servian line to the kinship of Moldavian voivodes, and, having won the emperor Ferdinand to his financial and military support, succeeded, though at the head of only 1600 cavalry, in routing by a bold dash the vastly superior forces of the voivode, and even in purchasing the Turkish confirmation of his usurped title.",
        "On the 30th of April he with difficulty wound up his watch, and early on the morning of the 1st of May the boys found \"the great master,\" as they called him, kneeling by the side of his bed, dead.",
        "The pilgrim enters the Haram in the antique and scanty pilgrimage dress (ihram), consisting of two cloths wound round his person in a way prescribed by ritual.",
        "There is considerable distortion of the clay, resulting from combined shearing and tensile stress, above each of the steps of rock, and reaching its maximum at and above the highest rise ab, where it has proved sufficient to produce a dangerous line of weakness ac, the tension at a either causing actual rupture, or such increased porosity as to permit of percolation capable of keeping open the wound.",
        "In English practice there are as many separate endless ropes as there are pairs of grooves in the two pulleys to be connected, but in cases of American practice the rope is continuously wound round the two pulleys, and the free end passes over a pulley mounted on a movable weighted carriage to adjust the tension.",
        "16 and 18), and at Altenkirchen on the 19th received a mortal wound, of which he died on the 21st, at the early age of twenty-seven.",
        "In 145 in the battle on the Oenoparas near Antioch, in which Alexander Balas was finally defeated, Philometor received a mortal wound.",
        "\"A person who came to inflict a wound on the body may be safely killed when unknown and without a name, and when there is no power to arrest him at the time of committing the trespass.\"",
        "Pizarro himself seized the Inca, and in endeavouring to preserve him alive, received, accidentally, on his hand the only wound inflicted that day on a Spaniard.",
        "The resistance coils themselves are generally wound on brass or copper bobbins, with silk-covered manganin wire, which should first be aged by heating for about ten hours to a temperature of 140° C., to remove the slight tendency to change in resistivity which would otherwise present itself.",
        "560 D, this tradition is corrected by the Persians: Cambyses wants to marry a daughter of Amasis, who sends him a daughter of Apries instead of his own daughter, and by her Cambyses is induced to begin the war.) His great crime is the killing of the Apis, for which he is punished by madness, in which he commits many other crimes, kills his brother and his sister, and at last loses his empire and dies from a wound in the hip, at the same place where he had wounded the sacred animal.",
        "He wasted his considerable military talents in a series of skirmishes and sieges which had no great results, and after spending countless treasures and harrying many regions, perished obscurely by a wound from a cross-bow-bolt, received while beleaguering Chlus, a castle of a rebellious lord of Aquitaine, the viscount of Limoges (April 6, 1199).",
        "Yet there was still a large export of wool to Flanders, and the long pack-trains of the Cotswold flockmastcrs still wound eastward to the sea for the benefit of the merchants of the staple and the continental manufacturer.",
        "corps, which he led in all the actions of the Atlanta campaign, receiving another wound at Pickett's Mills.",
        "The clock is wound up at the great crises of history, but proceeds to run down, and does so even more rapidly in Protestantism than in Catholicism.",
        "Smitten with panic, Dillon's force fled at sight of the enemy, and Dillon, after receiving a wound from one of his own soldiers, was murdered by the mob of Lille.",
        "At the age of ninety he was wounded in a duel by a Hungarian nobleman, Michael Szilagyi, and died of his wound on the 24th of December 1457.",
        "The term \"boa\" is applied by analogy to a long article of women's dress wound round the neck.",
        "They succeeded in wounding, not in killing the Gothic king, whose death supervened in his one hundred and tenth year from the joint effects of his wound and fear of the Hunnish invasion.",
        "In 1586 Sir Philip Sidney died in the town from the effects of his wound received before Zutphen.",
        "It is thus used not only of the putting on of clothing, but of the preparing and finishing of leather, the preparation of food for eating, the application of cleansing and healing substances or of bandages, &c., to a wound, the drawing up in a correct line of a body of troops, and, generally, adorning or decking out, as of a ship with flags.",
        "Gedymin died in the winter of 1342 of a wound received at the siege of Wielowa.",
        "They wouldn't have let me get on the horse with Destiny, and they didn't know about the knife wound.",
        "Three ribs are broken and you have a concussion but the neck wound isn't deep; it's just a skin slash.",
        "My unfortunate wound, suffered in Ohio, was easily treated, in the name of another.",
        "He said nothing, one hand going to the chest wound Bianca had healed.",
        "He gently removed the tube from the Oracle and placed his hand over the wound to heal it.",
        "He couldn't stem the memories flooding his mind and felt the wound of Darian's death reopen wider than it had originally been.",
        "You ought to see some poetic justice in thatâ€”he ragged you enough during the debate about your line-of-duty-shot-in-the-ass wound.",
        "She'd peeked at the healing wound the night before and found the scar not just ugly but hideous, a jagged seam between two lumps of uneven flesh.",
        "It was otherwise empty, and he.d escaped for a break from the death burning in the courtyards and any interaction with others, especially a certain mortal who.d managed to reopen an old wound.",
        "He's one of these type A personality guys who's always wound up tighter than a springâ€”wears whatever face suits the crowd.",
        "The leg wound from Shipton's flailing ice ax had been an eight-stitcher of no permanent consequence but the clump of frozen mountain Dean caught on the head kept him fuzzy and blurred his vision for a day and a half, necessitating the stay.",
        "\"Rhyn â€¦ \" Kris said, gaze on the nasty wound.",
        "Only when he reached Gabe did he return to his Immortal form.  The death-dealer's clothing was tattered from demon strikes, his body smelling of blood sure to incense the creatures he fought.  Despite this, the assassin's speed and strikes didn't falter.  Each was sure and powerful.  Rhyn maneuvered until his back was to Gabe's, and he reached back to snatch the knife Gabe kept strapped to one thigh.  While Gabe showed no sign of slowing, Rhyn could feel the wound Kris inflicted slowing his movements.  At least Kris hadn't stabbed him with the enforcer dagger, or Rhyn would be dead.",
        "\"No. Go get Hannah.  If Death let you go, then Darkyn's pissed.  If Darkyn's pissed then â€“\" \"Hannah and Ully are in trouble,\" Rhyn finished and rose.  He looked at the wound in his chest.  It might be tough taking on the demons of Hell, but he had a promise to fulfill.",
        "The little boy cut through the central square, where neat stone walkways hedged by vibrant grass wound around the familial obelisks marking the bloodline and succession of each noble house.",
        "He concentrated hard on wiping the blood from the wound she caused before binding it with a strip of linen from his tunic.",
        "Xander withdrew, sealed the wound with a flick of his tongue and licked his fangs free of every drop of blood he could.",
        "A diabetic patient with an open wound in his neck as a result of a surgically drained tooth abscess.",
        "absorb any exudate and protect the wound.",
        "absorbent padding should absorb minimal exudate from the wound.",
        "The people, whose enthusiasm was now wound up to the highest pitch, again made the air resound with their loudest acclamations.",
        "Slough The term for the viscous yellow layer which often covers the wound and is strongly adherent to it.",
        "aestheticseither the victim's nor the murderer's perspective, CSI ' s camera trains viewers to appreciate the esthetics of wound creation.",
        "aetiologyy wound etiology can automatically preclude certain forms of debridement.",
        "If a wound is so dry that it needs a moistened dressing, then it is unsuitable for an absorbent alginate or hydrofibre dressing.",
        "new alginate and foam technologies have been developed that provide superior absorbency and the ability to lock away excess wound fluid.",
        "alginate dressings now come in a ribbon or rope format that is much easier to pack into the wound bed.",
        "The center of the particle appears amorphous in negatively stained EM preps, the nucleocapsid being in a loosely wound rather disordered state.",
        "Animals used for the wound healing studies will be given analgesics to minimize discomfort.",
        "ann HMO to the wound.",
        "antisepsis in wound management.",
        "He goes on to suggest that consideration be made to the use of topical antiseptics to return the wound to colonization.",
        "antiseptics on the healing wound ' .",
        "Closed wounds At the end of an operation wound edges are brought together in direct apposition (primary wound closure ).",
        "arisen to join a fantastic market leading disposables company on their wound care division.",
        "arterial insufficiency will affect the ability of any wound to heal.",
        "To conquer the there's not that remains wound up principals jay Asher.",
        "The smaller the wound, the less likely the chances of causing astigmatism.",
        "Biomaterials -- generation of novel materials for use in wound repair and tissue augmentation.",
        "bandage the wound.",
        "bleeding profusely from a stomach wound.",
        "If the wound had been caused earlier, silk-like bloodstains would have appeared because of the effect of blood coagulation.",
        "It does this by entering the other person's bloodstream, for example through an open cut or wound.",
        "They wound the thread from the cones onto wooden bobbins about nine inches long.",
        "Of these, approximately 25% are food-borne, 72% are infant botulism, and the rest are wound botulism.",
        "wound botulism is caused by toxin produced from a wound infected with Clostridium botulinum.",
        "The house was approached by graveled driveways which wound about through wide-spreading lawns and under the interlacing boughs of tall poplars.",
        "Do not use bubble baths, oils, soaps or talcum powder for seven days. After washing dry the wound thoroughly.",
        "The tungsten bulb has a relatively large, tightly wound filament.",
        "caliper piston to be wound back for the fitting of new brake pads.",
        "callus tissue which protects the wound.",
        "cauterize the wound with the Knife Of Orokiah.",
        "Each chromosome is really a very long molecule of DNA wound up and coiled around special proteins to form chromatin.",
        "VIN 376 Price is £ 75 or US $ 145 Lemania Hand Wound chronograph sold Good condition Lemania manual winding chronograph wristwatch.",
        "Vacuum-assisted closure Vacuum-assisted closure (VAC) is a non-invasive technique whereby negative pressure is delivered in a uniform manner to a wound.",
        "Over the period of four days the investigators found no statistically significant difference between the three groups as regarding as wound closure criteria.",
        "During normal wound healing, from three days to three weeks, a period of proliferation occurs during which collagen deposition exceeds collagen deposition exceeds collagen lysis.",
        "The gentleman email hotmail email gmail com service service stanched his wound in terrible silence.",
        "Infections of the surgical wound has been the most common postoperative complication.",
        "The aim of the wound healing continuum is to support clinical decision making not replace it, ' she maintained.",
        "contused wound on the forehead half an inch across.",
        "The inner core helps to maintain the moist environment optimal for wound healing.",
        "These dressings promote autolytic debridement and encourage natural wound healing.",
        "References Bale, S. (1997) ' A guide to wound debridement ' Journal of Wound Care, 6: 4; 179-182.",
        "Martin, S.J. (1996) ' Enzymatic debridement for necrotic wounds ' Journal of Wound Care, 5; 7: 310-311.",
        "These products have a high water content, which is why they are of value in wound debridement.",
        "This contribution describes the causes of wound failure and the management of acute wound dehiscence.",
        "Click here for a diagram illustrating the doubly wound fold of the first domain of lactate dehydrogenase.",
        "dextrose solution is soaked onto gauze and packed into the wound, filling the cavity.",
        "Conclusion Patients with diabetic foot ulceration encounter more wound healing problems than non diabetics.",
        "disgorgely it splits open, disgorging something onto his face and leaving a ' V ' shaped wound.",
        "dishwater fluid \" can also be noted in the wound.",
        "disinfectant sprays during operations, these prevented bacteria from entering a wound.",
        "Ira dissidents used about 500 pounds to kill 29 people and wound more than 300 in the Northern Ireland town of Omagh in 1998.",
        "If I had earned that doctorate I would have wound up teaching in a college.",
        "Casey G. (2000) ' Modern wound dressings ' .",
        "hydrocolloid dressings can also be used on a variety of wound tissue types.",
        "If any of the vapour-permeable film dressings are used, the backing sheet should be removed and the dressing gently placed over the wound.",
        "Most alginate dressings now come in a ribbon or rope format that is much easier to pack into the wound bed.",
        "dumdum (bullet) which managed to pierce it would be splayed like a dumdum bullet and cause a large messy entry wound.",
        "Her mother always had echinacea at home and doused the wound in liberal amounts of the tincture.",
        "Wound covered by dry eschar: in that case simply protecting the wound until the eschar dries and separates may be the best management.",
        "The wound may also be cleaned with 0.9% sterile saline to remove any wound exudate.",
        "exudate produced by the wound will affect how often the dressing requires changing.",
        "Over time, the compression helped to reduce local edema, re-shape his leg and reduce wound exudate.",
        "All these dressings should not require a secondary dressing, as their absorbent padding should absorb minimal exudate from the wound.",
        "Painful wound characterized by the presence of pus, odor and excessive exudate which is often green in color.",
        "exudate from the wound.",
        "festering wound that they call progress.",
        "Granulation occurs, which means that special cells called fibroblasts make collagen to fill in the wound.",
        "The headlong fortune of my rash captivity Strikes not so fierce a wound into my hopes As thy dear loss.",
        "Potential therapeutic application of fungal filaments in wound management.",
        "Very fresh and tightly wound, with a superb core of primary black fruit flavor.",
        "The Great Shield was fatally flawed; in time the tiny fracture would grow into a gaping wound.",
        "Minor wound on rear flipper, about the size of a one penny piece.",
        "clean the wound using a pad of clean gauze or even paper towels.",
        "granulation of a wound.",
        "However, some authors recommend skin grafts or myocutaneous flaps once the wound shows healthy granulation.",
        "grievous wound.",
        "A forensic post mortem carried out has revealed the cause of his death to be a single gunshot wound to the head.",
        "BLEVINS: Agent Scully... SCULLY: Agent Mulder died late last night from an apparent self-inflicted gunshot wound to the head.",
        "A man has received a gunshot wound to the back of the left leg in a paramilitary style attack in North Down.",
        "He had a gunshot wound in his right side.",
        "gunshot wound or traffic accident is a whole new ball game.",
        "A parachute fly has a hackle that is wound horizontally around the vertical wing post.",
        "The body consists of two very small teardrops of red dyed epoxy, with a red game hackle wound between them.",
        "High tenacity polyester yarn wound together to form a load bearing hank.",
        "The Spirit also investigates how Ebony wound up in a sultan's harem and why Commissioner Dolan harbored a criminal in his house.",
        "The wound itself will be completely healed in 3 weeks.",
        "Either can be used to make a healing poultice or a soothing oil widely regarded as one of the best wound healers around.",
        "herpes eye infection hsv And he a wound.",
        "Lost data on and real estate is ann HMO to the wound.",
        "Several interventions, including hospitalization, surgery, and continual care from a wound specialist had proved unsuccessful.",
        "hydrocolloid dressings is that they are interactive with wound exudate.",
        "hydrocolloid gel similar to that used for wound dressing.",
        "hydrogen cyanide Hydrogen cyanide is the third constituent of nicotine thought to impair wound healing in cigarette smokers.",
        "hyperbaric oxygen for wound healing is a gray area.",
        "And see his good deeds springing from the wound, to sow the world with life immortal!",
        "impregnated with particles of silver and has powerful antibacterial properties which reduce fluid build-up around the wound.",
        "impregnated dressing, clean the wound with iodine or alcohol daily and cover with a dry dressing.",
        "incised wound an inch in length.",
        "He had a head wound which was almost indescribable.",
        "It would be a new, raw wound, the hurt of her father's marital infidelity.",
        "Tangles consist of highly insoluble pairs of filaments which are wound round each other like a double-stranded rope.",
        "Two precious metal wires (item 2 ), electrically insulated from each other, are wound around the glass wool hose.",
        "Clean wound with running water or with antiseptic lotion, don't use iodine or alcohol.",
        "To conquer the there's not that remains wound up principals jay asher.",
        "jests at scars that never felt a wound.",
        "Slaves to detail must not win urban battle We have wound ourselves into a Gordian knot.",
        "In particular, an oil tanker channel dug in the late 1960s cuts a deep wound across the shallow lagoon.",
        "In that night a great lamentation was heard in the castle - its lord had died of the wound which Owain had given him.",
        "licking the deeper wound this weekend.",
        "literal sense of the word ' conclude ', they expected the wound to close.",
        "Six week old salt-tolerant lucerne seedlings (Medicago media) were inoculated by the method of root dipping and wound inoculation.",
        "Analgesia by wound infiltration after surgical excision of breast lumps.",
        "Should Algosteril adhere to the wound surface, simply moisten with saline solution to remove.",
        "Monica Winnie is arm wound have instances of what.",
        "Straight away we could see the deep wound around the seals neck caused by the heavy monofilament netting.",
        "Q13 If hunting does not wound, how about a deer recently disturbed by hounds dying of post capture myopathy?",
        "When it was wound up, it sounded like the real nightingale.",
        "Explaining the basics of DNA and Genetics Human DNA contains 3 billion nucleotides and is wound up into a tight double helix spiral.",
        "odour alginate dressing had more episodes of adherence and had more wound odor due to its mode of action.",
        "oozeu may also have a drain to remove any fluid oozing from the wound.",
        "optimal for wound healing.",
        "Of income you've lost off acquisitive overtures wound up with.",
        "pergola in the garden, looped through a fence or trellis, or even wound round a tree.",
        "persisted unchanged over the following 7 days, the decision was taken to explore the wound.",
        "A diet containing protein which aids phagocytosis, angiogenesis, collagen synthesis and wound remodeling.",
        "physiology of wound healing, tissue viability and wound dressing and drainage.",
        "Allows the caliper piston to be wound back for the fitting of new brake pads.",
        "propellant tank sections, which are largely wound carbon fiber structures.",
        "prophylaxis against surgical wound infection may be required.",
        "It would also appear prudent to encourage patients with chronic wounds to stop smoking, due to the potential deleterious effects on wound healing.",
        "Each acknowledgment of England's improvement is wrapped around a spiky jibe which could wound any fragile psyche in Vaughan's team.",
        "Other factors which impact on wound healing will also be addressed, and include psychosocial, political, behavioral, environmental and economic influences.",
        "purulent wound drainage or presence of abscess.",
        "There were long scarlet ribbons of lava pouring down the sides like blood from a major wound.",
        "rouse deal just depends on pressure was low arm wound have.",
        "sabrevate Turner himself had received a saber cut wound.",
        "self-inflicted wound.",
        "The wound must be covered as quickly as possible to prevent sepsis, which is a constant threat to patients with burns.",
        "Antibiotic prophylaxis as practiced for the prevention of wound sepsis is more than adequate.",
        "Unfortunately, however, within ten days, soft yellow slough was once again accumulating in the previously granulating wound.",
        "solstice dawn feels to many to be a wound inflicted upon the earth we know is sacred.",
        "spewing frothy blood from his ax wound.",
        "It was at this point that she collapsed from her injuries, a fatal stab wound to her chest."
    ],
    "definition": [
        "An injury to an organism, especially one in which the skin or another external surface is torn, pierced, cut, or otherwise broken.",
        "An injury to the feelings.",
        "wound′ed·ly\nadv.",
        "wound′ing·ly\nadv.",
        "Link/Cite"
    ]
}