{
    "translation": "הריסות",
    "uses": [
        "He pushed the wreckage around and dug his notebook out of the mess.",
        "Scholasticism embodied what the Christian community had saved from the wreckage of Greek dialectic. Yet with all its effective manipulation of the formal technique of its translated and mutilated Aristotle, Scholasticism would have gone under long before it did through the weakness intrinsic to its divorce of the form and the matter of knowledge, but for two reasons.",
        "The survivors of Bering's party reached Kamchatka in a boat constructed from the wreckage of their ship, and reported that the islands were rich in fur-bearing animals.",
        "Those physicians who had occupied themselves in the study of the exacter sciences, or more closely or more exclusively of the wreckage of the post mortem room, were the strongest men of this school, whether in England or abroad.",
        "Click to see some rather poignant pictures of the wreckage surrounding the place.",
        "Recently, a group of bottles was recovered from the wreckage of a ship that sank 200 years ago.",
        "In August was formed the Irish Reform Association out of the wreckage of the late Land Conference and under Lord The Dunraven's presidency, and it was seen that Sir A.",
        "Eyewitness reports state that Barker and AM were both on fire as they ran from the wreckage.",
        "On the next lap, most of the barrier wreckage was in the middle of the road and I hit it again…and again…and again… Okay, maybe it wasn't funny now, but you had to be there.",
        "Because one of the peripheral kingdoms that rise up in the wreckage of the empire is overtaken by a rogue - a ruler who can telepathically alter the minds and loyalties of people he comes into contact with.",
        "wreckage of a plane crash.",
        "flip-flop sandals to wade through the jagged wreckage.",
        "A number of people still strapped in the wreckage of trains.",
        "wreckage scattered across 100,000 square feet of sea floor.",
        "From the aircraft wreckage you can go south or east.",
        "His instructor, Flight Lieutenant H.E. Power, was trapped in the wreckage with his clothing alight.",
        "The wreckage of the plane was found in dense jungle in Thailand with one engine 's thrust reverser deployed.",
        "He stumbles onto a beach area to see scores of injured & traumatized survivors within the burning wreckage of a plane crash.",
        "The wreckage of the ship has become a glittering new city, a city in which normal people live normal lives.",
        "Police were today examining the wreckage of the car.",
        "All wreckage of military aircraft in the UK is owned or under the protection of the MOD not the landowner.",
        "mangled wreckage still in flames.",
        "wreckage of the car.",
        "When the aircraft failed to return an intensive search finally found the wreckage on the Isle of Grain, Kent the next day.",
        "wreckage of trains.",
        "The RAF never recovered the body nor fully recovered the wreckage.",
        "Was this a possible way to salvage our operation that otherwise was doomed to wreckage?",
        "He cursed his inability to communicate with the rest of humanity and considered driving directly to town to seek help, but thoughts of a person trapped in the twisted wreckage, prompted him to strain his eyes in the gathering darkness and search the abyss below.",
        "Exhibits include aviation archeology finds, memorabilia and the substantial wreckage of two wartime P-51 fighters.",
        "Here she stands for some time; then, descending to her web, she collects the wreckage in great armfuls.",
        "It had cut a long furrow across the face of Io, leaving a trail of smoking wreckage in its wake.",
        "The Middle East is littered with the wreckage of failed defense pacts that only heightened tensions.",
        "peters off in a boggy watery area, beside the wreckage of an old plane.",
        "removeng currents and heavy sediment had quickly covered the wreckage removing all traces of the flight recorders.",
        "Amidst the wreckage of a defeated army, in the storm lashed hills of the Portuguese frontier, Sharpe takes a terrible revenge.",
        "salvaged from the wreckage of an unruly life.",
        "Damage serious enough to produce a hole in the hull usually leaves wreckage scattered about the area.",
        "sifting through the wreckage of the rolling stock, are blaming a signals failure for the tragedy.",
        "trapped in the wreckage with his clothing alight.",
        "wreckage of the plane was found in dense jungle in Thailand with one engine's thrust reverser deployed.",
        "wreckage of the ship has become a glittering new city, a city in which normal people live normal lives.",
        "wreckage of military aircraft in the UK is owned or under the protection of the MOD not the landowner.",
        "Here we see the mangled wreckage still in flames.",
        "Hashem surveys the wreckage of his ' nice house ', its walls imploded, its roof collapsed.",
        "leave the wreckage; look to him, then: He will lead you home!",
        "It combined a wall on the way down with plenty of scattered wreckage on the bottom.",
        "Then he looked over at the twisted wreckage of the Daimler.",
        "Today, the remaining wreckage makes for a fun dive, or even a snorkel.",
        "A search for the missing crew members found them 600 feet behind the main wreckage, dead.",
        "There is much other wreckage scattered over a wide area.",
        "A photographic record of this compound of human wreckage has been made.",
        "At least 10 bodies lay strewn around the burning wreckage.",
        "Charcot (1825-1893) in that great asylum for the wreckage of humanity - the Salpetriere - discovered an unworked mine of chronic nervous disease.",
        "The rights of the burgesses seem to have been undefined, for frequent commissions attest to encroachments on the rights of warren, forest and wreckage belonging to the royal manor.",
        "The Pennsylvania railroad bridge withstood the strain, and against it the flood piled up a mass of wreckage many feet in height and several acres in area.",
        "Strong currents and heavy sediment had quickly covered the wreckage removing all traces of the flight recorders.",
        "Experts, who are already sifting through the wreckage of the rolling stock, are blaming a signals failure for the tragedy.",
        "Blake Bailey 's absorbing biography is the story of an unlikely triumph salvaged from the wreckage of an unruly life.",
        "Today, she lies in 30 to 55 feet of water with her wreckage scattered across 100,000 square feet of sea floor.",
        "Leave the wreckage; look to him, then: He will lead you home !",
        "One large freighter we passed on an outward leg had only some wreckage to show on our return, having swung at anchor."
    ],
    "definition": [
        "Link/Cite",
        "Something wrecked, especially the remains or debris of something which has been severely damaged or destroyed.",
        "Link/Cite"
    ]
}