{
    "translation": "להתגושש, להתאבק",
    "uses": [
        "She scrambled up, watching them wrestle Dean until he shook them off.",
        "Don't wrestle or play tug-of-war or chasing games with your puppy because this encourages biting behavior.",
        "They enjoy a good wrestle and tug of war rather than a game of Frisbee catch and will enjoy a nap after every outburst of energy.",
        "If you live with small children, chances are you've had at least a few bloody incidents as they climb, run, wrestle and fall.",
        "During their raids on the human houses, R.j. grows attached to these animals and must wrestle over the problem to take the food or get eaten by the bear.",
        "Fans wrestle with these questions every day as they follow the daily lives of the residents of Albert's Square.",
        "Not only do they have to wrestle drunks out of bars and write tickets, they have to be prepared for a routine traffic stop or domestic dispute call to turn into a shootout at any given moment.",
        "wrestle back Welles from the film buffs.",
        "If your new puppy is running around the house like crazy, grabbing for the collar will help you gain control of the situation more quickly than trying to wrestle your dog to the ground.",
        "I 'd wrestle with my kids, I 'd do 100 push-ups a day.",
        "I'd wrestle with my kids, I'd do 100 push-ups a day.",
        "Nylon and mesh ones seem a bit more playful, as if you plan to attack your lover with a pillow and wrestle for a while before exchanging any kisses or longing looks.",
        "Guns and knives were worthless, and he was pretty certain he could wrestle her down, if she tried any sort of hand-to-hand combat.",
        "Additionally, they may wrestle with the questions of why their parents abandoned them, and how to get in touch with their birth families.",
        "Don't wrestle with your dog, or let your puppy nip you in play.",
        "It thrashed again, and she doubled over, wondering if she could remain strong enough to kill the demon, or if it'd wrestle her strength from her before she could act against it.",
        "The athletes would have to go out and wrestle a third bout each, and find it within themselves to co-exist.",
        "wrestle with many issues: Was Jesus crucified?",
        "I had to wrestle with many issues: Was Jesus crucified?",
        "Armed Federal Police quickly overpower the police and wrestle them to the ground.",
        "Suddenly, Joanna's ladylike features, which have been looking benignly tranquil, wrestle heroically and hilariously with the urge to laugh.",
        "Get there early if you don't want to have to wrestle some crusty codger from his barstool.",
        "wrestle the ring from Frodo's grasp all would have been lost.",
        "wrestle with the question of how best to support those Friends whose ministry we embrace.",
        "wrestle not against flesh and blood and the Spirit finally says: \" Come Lord Jesus!",
        "wrestle again following my injury, so to come back and to recapture the big one was unbelievable.",
        "Many doubted I would ever wrestle again following my injury, so to come back and to recapture the big one was unbelievable.",
        "Parker wrote the account of the skull in the article Birds for the 9th edition of the Encyclopaedia Britannica, he had still to wrestle with the general problem of the composition and evolution of the skull.",
        "He compelled all strangers passing through the country to wrestle with him, and as, when thrown, he derived fresh strength from each successive contact with his mother earth, he proved invincible.",
        "He shut himself up in his study to wrestle with the Prussian Dryasdusts, whom he discovered to be as wearisome as their Puritan predecessors and more voluminous.",
        "There was a beautiful canopy for Ozma and her guests to sit under and watch the people run races and jump and wrestle.",
        "Suddenly, Joanna 's ladylike features, which have been looking benignly tranquil, wrestle heroically and hilariously with the urge to laugh.",
        "Without Gollum 's last desperate attempt to wrestle the ring from Frodo 's grasp all would have been lost.",
        "Friends continue to wrestle with the question of how best to support those Friends whose ministry we embrace.",
        "He's growing so fast, soon your little brother will be able to overpower you when you wrestle.",
        "This game is hilarious as teens finger wrestle one another to try to get those cards.",
        "Yes, Andre the Giant and Jake \"The Snake\" Roberts can wrestle again!",
        "Obese people who struggle with their weight often wrestle with emotions related to weight as well.",
        "The purpose of his biography might be to wrestle back Welles from the film buffs.",
        "This wrap eliminates the need to fold fabric or wrestle with any loose ends.",
        "Without triumphalism, for we wrestle not against flesh and blood and the Spirit finally says: Come Lord Jesus !"
    ],
    "definition": [
        "a. To try to throw or immobilize another person, especially by gripping with the hands.\nb. To engage in the sport of wrestling.",
        "To struggle to move or control something with the hands: wrestled with the truck's steering wheel.",
        "To struggle in trying to manage, control, or deal with something: wrestling with budget cuts; wrestle with one's conscience.",
        "a. To try to throw or immoblize (someone); wrestle with: wrestled the fugitive to the ground.\nb. To take part in a wrestling match with (someone).\nc. To take part in (a wrestling match).",
        "a. To move or lift with great effort and force: wrestled the piano up the stairs.\nb. To taken (something) away from another by gripping and pulling: wrestled the gun out of the robber's hands.",
        "To throw (a calf or other animal) for branding.",
        "The act or a bout of wrestling.",
        "A struggle: a wrestle with a problem.",
        "wres′tler\nnoun",
        "Link/Cite",
        "A wrestling bout.",
        "A struggle.",
        "(intransitive) To contend, with an opponent, by grappling and attempting to throw, immobilize or otherwise defeat him, depending on the specific rules of the contest",
        "(intransitive) To struggle or strive",
        "To take part in a wrestling match with someone",
        "To move or lift something with difficulty",
        "To throw a calf etc in order to brand it",
        "To fight",
        "Link/Cite"
    ]
}