{
    "translation": "סחט",
    "uses": [
        "Let me wring you out!",
        "But the emotional side of him wanted to wring the man's neck.",
        "It accepted the status quo as a working basis, but no amount of pressure could wring from it a disavowal of Trumbic and his colleagues.",
        "And the little princess began to cry capriciously like a suffering child and to wring her little hands even with some affectation.",
        "Be very careful when washing the undergarments -- never twist, wring or attempt to stretch the material afterwards to get the water out.",
        "By 1 3 05 the burgesses had become so powerful as to wring a most liberal grant of privileges from their then seigneur William de Braose (fourth in descent from his namesake to whom Gower was granted by King John in 1203), and he bound himself to pay LSoo to the king and 500 marks to any burgess in the event of his infringing any of the rights contained in it.",
        "Their aim was to abolish all villein-service, and to wring from their lords the commutation of all manorial customs and obligations for a small rentfourpence an acre was generally the sum suggested.",
        "The ill-considered journey to Madrid, in which Prince Charles, accompanied by Buckingham, hoped to wring from the Spanish statesmen a promise to restore the Palatinate in compliment for his marriage with the infanta, ended also in total failure.",
        "In bands they came from the provinces to Medina to wring concessions from Othman, who, though his armies were spreading terror from the Indus and Oxus to the Atlantic, had no troops at hand in Medina.",
        "He refused stubbornly on the following days to give information concerning his accomplices; on the 8th he gave a narrative of the plot, but it was not till the 9th, when the fugitive conspirators had been taken at Holbeche, that torture could wring from him their names.",
        "wring out the water.",
        "wring out a wet towel and freeze it.",
        "wring out the clothes.",
        "Wring the sponge into the pulp tub as you go.",
        "For however the world may have made progress there are still many situations that wring the heart with anguish.",
        "Clean mops with soap and water rinsing in a bleach solution, wring as dry as possible and then hang to dry.",
        "Don't wring, as it wears out the fabric.",
        "Behind them a third girl is using a small mangle to wring out the clothes.",
        "Stopped at Tintern Station picnic site to wring out the water.",
        "Cool, gentle hand wash, do not agitate or wring, dry flat, do not spin or tumble dry.",
        "wring the heart with anguish.",
        "Wet a clean cloth and wring out as much water as possible.",
        "Rinse gently - don't wring - and then lay flat to dry.",
        "Deidre wanted to wring Gabriel's neck for wasting thousands of years with someone like this.",
        "Do not wring out after washing, rinsing or before drying.",
        "Don't wring it out but instead roll it in a towel to absorb the bulk of the water, then lay it out flat to dry.",
        "However, personal knowledge and application of right and wring is not the only thing that matters in a discussion of business ethics.",
        "Wring it out and fold it into a rectangle.",
        "Wet a soft terrycloth mop in the cleaning solution, and wring it out until it is only slightly damp.",
        "Wring the excess dye from the shirt and stick it in a sealable plastic bag.",
        "Rinse the lace garment and squeeze the water out, being careful not to wring the garment.",
        "Remove your garters, rinse them in cool water then wring the water out.",
        "Wring the body stocking gently to remove excess water.",
        "Just be sure not to wring the water out of the panties when you move them over to a towel to air dry.",
        "Vara carefully tied a rope beneath her arms and cinched it tight enough to wring blood from the wet clothing.",
        "A lady in our street calls herself the village belle, some want to ring her up, others want to wring her neck.",
        "Unfortunately people appear to see the Garvaghy Road as a parade in isolation in order to wring further concessions from Portadown District.",
        "Games are often developed for specific platforms, with coders trying to wring the last iota of performance from obscure hardware features.",
        "wring as dry as possible and then hang to dry.",
        "Do n't wring out or agitate too much and dry flat.",
        "Cool hand wash or can be dry cleaned, do not wring or spin, dry flat, do not iron.",
        "Shall we just wring our hands at what the local lads get up to?",
        "So long as the emperor really reigned, they enjoyed only such liberties as they could wring from him, or as he voluntarily conferred.",
        "The effect of the imperial organization was to wring the last solidus out of the emaciated and fever-stricken population of Italy, and the belief.",
        "If you have a freezer you could wring out a wet towel and freeze it.",
        "Wring out the excess moisture, and keep the cloth against the boil for ten minutes.",
        "To begin sponging, wet the sponge with water and wring it well.",
        "Wring it out and change the water often.",
        "Always use a mild soap and be sure not to twist or wring.",
        "Just wash, wring, and hang dry; you'll love this hassle-free garment.",
        "Make sure you wring out the cloth before you use it to wipe the DVD."
    ],
    "definition": [
        "a. To twist, squeeze, or compress, especially so as to extract liquid. Often used with out : wring out a wet towel.\nb. To extract (liquid) by twisting or compressing. Often used with out : wrung the water out of my bathing suit.",
        "To wrench or twist forcibly or painfully: wring the neck of a chicken.",
        "a. To clasp and twist or squeeze (one's hands), as in distress.\nb. To clasp firmly and shake (another's hand), as in congratulation.",
        "To cause distress to; affect with painful emotion: a tale that wrings the heart.",
        "To obtain or extract by applying force or pressure: wrung the truth out of the recalcitrant witness.",
        "Link/Cite",
        "To squeeze or twist tightly so that liquid is forced out.\nYou must wring your wet jeans before hanging them out to dry.",
        "To obtain by force.\nThe police said they would wring the truth out of that heinous criminal.",
        "To hold tightly and press or twist.\nSome of the patients waiting in the dentist's office were wringing their hands nervously.\nHe said he'd wring my neck if I told his girlfriend.\nHe wrung my hand enthusiastically when he found out we were related.",
        "(intransitive) To writhe; to twist, as if in anguish.",
        "To pain; to distress; to torment; to torture.",
        "To distort; to pervert; to wrest.",
        "To subject to extortion; to afflict, or oppress, in order to enforce compliance.",
        "(nautical) To bend or strain out of its position.\nto wring a mast",
        "Link/Cite"
    ]
}