{
    "translation": "כמיהה",
    "uses": [
        "Religion may here be defined as the conception of divine, or at least supernatural powers entertained by men in moments of gratitude or of need and distress, in hours of weakness, when, as Homer says, \"all folk yearn after the gods.\"",
        "If you are tired of the traditional, and yearn for the unconventional, then this might be the perfect dress for you!",
        "Others yearn for a real keyboard.Whatever the case, hope that Apple is listening and hope that they continue to innovate with the iPhone line of smartphones.",
        "Modern fathers yearn to nurture their children just as much as mothers and courts reward this desire with customized custody plans that allow both parents to participate fully in their children's daily lives.",
        "These victims truly yearn for genuine help, but their vulnerability makes them ripe targets for these types of cons.",
        "yearn for freedom.",
        "yearn for this day to come.",
        "While the vast majority of gamers are well ensconced in the current generation of games on the Nintendo Wii, Xbox 360, and PlayStation 3, many still yearn to play the games from the previous generation.",
        "Guitar-playing lovers of classic rock yearn for Steppenwolf tabs so they can play some of the most famous songs in the rock and roll canon.",
        "As kids get into the fourth, fifth, and sixth grades their desire for childish titles like these will wane and they'll yearn for more \"grown up\" titles.",
        "You'll miss it so much that you will yearn for it.",
        "People with limited means who yearn for status and opulence often turn to replicas to get the things they want.",
        "In this new world of vivid colors and razor sharp lines it's surprising that so many people yearn for what are essentially photography mistakes.",
        "yearn for a return to medieval peasant agriculture.",
        "In my darker hours, I dream of & yearn for this day to come.",
        "Do her empty arms still yearn for me alone?",
        "yearn to know what those futures held and how they dealt with them.",
        "yearn to go.",
        "Some kids, especially those in large families, yearn for more one-on-one time with Mom or Dad.",
        "And I yearn to know what those futures held and how they dealt with them.",
        "Many seniors yearn for the peacefulness of small town living.",
        "While some girls yearn for the sweet innocence of princess toys, others are enamored with the spunky divas.",
        "Once you are living the life you yearn for, the chemicals in your body change and the fat disappears.",
        "After awhile, most MySpace members yearn to add some pizazz to their page.",
        "Let us yearn for resurrection power in our lives today that we may walk in newness of life, spiritual beings and not carnal.",
        "Last night, too jittery to follow their instincts, they acted as if they really did yearn to be spoilers.",
        "For those who yearn for a tan, a safer method is to use tanning lotions.",
        "I still yearn to go back to the heavily pixilated world where the images held a magic for me.",
        "Rivalries are bitter, and many of the girls spitefully taunt each other, whilst others yearn to escape.",
        "It can be frightening to yearn for a child, and it is hard to fathom the desperate urgency that comes with.. .",
        "Three souls that yearn to be touched by the magical wand of love.",
        "yearn for peace that is more than the absence of violence - for peace that reflects God's shalom for all creation.",
        "yearn for a love lost long ago?",
        "Susanna and Karin are loyal to their Aunt, but secretly yearn for much more from life.",
        "Prophesy provides the answers we all yearn for in uncertain times.",
        "While men often yearn for the latest gadgets on their new bike, women want it to look as good as it rides.",
        "Assuming they do not really yearn to become latter-day Roman legions, many people may be relieved to hear the truth.",
        "The legislative power is nominally vested in a national Congress of two houses - the Senate and Chamber of Deputies - which meets at Caracas every two yearn on the 23rd of May, the session lasting 9 0 days.",
        "Religion may here be defined as the conception of divine, or at least supernatural powers entertained by men in moments of gratitude or of need and distress, in hours of weakness, when, as Homer says, \" all folk yearn after the gods.\"",
        "It can be frightening to yearn for a child, and it is hard to fathom the desperate urgency that comes with...",
        "Posted by Elsie on 22 January, 2004 at 8:53 AM yearn for freedom.",
        "We yearn for peace that is more than the absence of violence - for peace that reflects God 's shalom for all creation.",
        "Does your heart yearn for a love lost long ago?",
        "Nor do we yearn for a return to medieval peasant agriculture.",
        "That is where the beleaguered people of the 21st century yearn to go.",
        "I thought all adopted children yearn to meet the white knight father of their imagination."
    ],
    "definition": [
        "To have a strong, often sad longing: yearn for a better life; yearn to see an old friend.",
        "To feel deep pity, sympathy, or tenderness: yearned over the child's fate.",
        "yearn′er\nnoun",
        "Link/Cite",
        "(intransitive, construed with f) To long, have a strong desire (for something).",
        "(intransitive, construed with f) To long for something in the past with melancholy, nostalgically",
        "(intransitive) To be pained or distressed; to grieve; to mourn.",
        "To pain; to grieve; to vex.",
        "(Scotland) To curdle, as milk.",
        "Link/Cite"
    ]
}