{
    "translation": "בהתלהבות, במרץ, קנאות",
    "uses": [
        "His zeal and energy met everywhere with conspicuous success.",
        "His zeal is represented in a twofold aspect.",
        "A great and widespread revival marked the opening years of the century, resulting in marvellous increase of zeal and numbers.",
        "Malichus also, the murderer or reputed murderer of Antipater, appears to have been a partisan of Hyrcanus, who had a zeal for Judaism.",
        "In this process some of the local officials displayed probably an amount of zeal beyond the intentions of the government, but any attempt to oppose the movement was rigorously punished.",
        "In what proportion zeal for the ancient canons and the rights of others, and jealous fear of encroachment upon his own jurisdiction, were mixed in the motives of Leo, it would be interesting to know.",
        "a peculiarly fruitful soil for mysticism, and, in connexion either with the Beguines or the Church organization, a number of women appear about this time, combining a spirit of mystical piety and asceticism with sturdy reformatory zeal directed against the abuses of the time.",
        "With the zeal of new converts they set forth on their new errand very much in the spirit of their heathen forefathers.",
        "When the insurrectionary movements of 1848 broke out in Italy, his known zeal for the cause of legitimacy, as much as his reputation as an officer, marked him out for command.",
        "The officials were not slow to take the hint, and their undue zeal at once disappeared.",
        "Age was now creeping on Torquemada, who, however, never would allow his misdirected zeal to rest.",
        "Pierre d'Ailly himself had not long before taken part in the drawing up of a letter to the king in which the advantages of this double abdication were set forth, but since then his zeal had seemed to cool a little.",
        "Although thoroughly devoted to the ideals of monasticism, he discharged his episcopal duties with remarkable zeal and fidelity.",
        "But through all situations of his life he preserved his equanimity, his keen interest in science, and his indefatigable zeal for the instruction of others.",
        "To this scheme he turned with a zeal whetted by consciousness of his failure respecting the Danish fleet.",
        "No mystic ever worked with warmer zeal than Mill.",
        "Any idea of proselytism is quite foreign to the ordinary Russian mind, and the outbursts of proselytizing zeal occasionally manifested by the clergy are really due to the desire for \" Russification,\" and traceable to the influence of the higher clergy and of the government.",
        "We are informed that Fordun's patriotic zeal was roused by the removal or destruction of many national records by Edward III.",
        "The king of Spain wrote to his ambassador at Rome \"that His Holiness had hitherto played a double game and that all his zeal to drive the French from Italy had been only a mask\"; this reproach seemed to receive some confirmation when Leo X.",
        "Interesting regions, Close of known only by the scant reports of pilgrims, were made the dark the objects of attention and study; while religious zeal, ages.",
        "In these circumstances sanguine enthusiasm naturally gave way to despondency, and the reforming zeal of the government was replaced by tendencies of a decidedly reactionary kind.",
        "Precepts such as these could hardly fail to effect some modification of the reckless zeal of the Galileans in the pupils of the synagogue.",
        "From all centres the leading motives of exploration were probably the same - commercial intercourse, warlike operations, whether resulting in conquest or in flight, religious zeal expressed in pilgrimages or missionary journeys, or, from the other side, the avoidance of persecution, and, more particularly in later years, the advancement of knowledge for its own sake.",
        "Haggai argued that material prosperity was conditioned by zeal in worship; the prevailing distress was an indication of divine anger due to the people's religious apathy.",
        "The Zealots' zeal for the Law and the Temple was flouted by their pro-Roman king.",
        "His appointment as rector of a school at Buda was of no long continuance; his views excited the zeal of the Dominicans and he was thrown into prison.",
        "His tenure of office was marked by an increased zeal for missions in Protestant lands, and by the removal of the society's headquarters from Rome to Fiesole near Florence in 1870.",
        "The same year he was named one of the justices of the peace for his borough; and on the grant of a new charter showed great zeal in defending the rights of the commoners, and succeeded in procuring an alteration in the charter in their favour, exhibiting much warmth of temper during the dispute and being committed to custody by the privy council for angry words spoken against the mayor, for which he afterwards apologized.",
        "This was in 1761, and the argument inspired him with zeal for the cause of the American colonies.",
        "That readiness will not weaken in me, but I and Russia have a right to expect from you all the zeal, firmness, and success which your intellect, military talent, and the courage of the troops you command justify us in expecting.",
        "takes the part of his subjects against the excessive zeal of the official Gadatas, and grants freedom of taxation and exemption from forced labour to those connected with a temple of Apollo in Asia Minor (Bulletin de correspondance hellenique, xiii.",
        "But though this defensive zeal led to active persecution, still in theory Judaism was a tolerated religion wherever the Church had sway, and many papal bulls of a friendly character were issued throughout the middle ages (Scherer, p. 32 seq.).",
        "The bitterness aroused by the ardent and to some extent unjust zeal of the reforming element can only be conjectured.",
        "It was characteristic of the closeness with which he watched current events, and of his zeal in the cause of \"lucidity,\" that when the Reader, an organ of science and unpartisan opinion, fell into difficulties in 1865 Mill joined with some distinguished men of science and letters in an effort to keep it afloat.",
        "He preached and lectured in the university, but his zeal and organizing skill soon spread his reforming influence far beyond its limits.",
        "He was out-voted by his council on the question of commutation of tithes, and his enlightened zeal for reforming the \"wicked and abominable\" sentences of the criminal law met with complete failure.",
        "In 1501 Bishop Luke of Prague edited the first Protestant hymn-book; in 1502 he issued a catechism, which circulated in Switzerland and Germany and fired the catechetical zeal of Luther; in 1565 John Blahoslaw translated the New Testament into Bohemian; in1579-1593the Old Testament was added; and the whole, known as the Kralitz Bible, is used in Bohemia still.",
        "Nowhere was the call responded to with greater zeal than in the Netherlands, and nowhere had the spirit of adventure and the stimulus to enterprise, which was one of the chief fruits of the crusades, more permanent effects for good.",
        "As a general on duty on Kutuzov's staff, he applied himself to business with zeal and perseverance and surprised Kutuzov by his willingness and accuracy in work.",
        "The untiring energy and zeal of Leandro Alem fitted him for being the chief organizer of a movement into which he threw himself heart and soul.",
        "Again, with the accession of large territories, the Order became a governing aristocracy; the original care for the sick, and even the later crusading zeal of the period of conquest, gave way, when conquests were gained and administration was needed, to the problem, half military, half political, of governing a frontier state.",
        "Their chief man of action was a sturdy Breton peasant, Georges Cadoudal, whose zeal and courage served to bring to a head plans long talked over by the confidants of the Comte d'Artois (the future Charles X.",
        "He graduated at Harvard in 1863, continuing to study languages and philosophy with zeal; spent two years in the Harvard law school, and opened an office in Boston; but soon devoted the greater portion of his time to writing for periodicals.",
        "During this time he went from one city to the other, according as the danger was more pressing, and constantly displayed an admirable zeal and an imperturbable energy.",
        "Mills) - which proved its zeal by persecutions.",
        "Origen, who had distinguished himself by his intrepid zeal, was supported for a time by a lady of rank, but began about the same time to earn his bread by teaching; and in 203 he was placed, with the sanction of the bishop Demetrius, at the head of the catechetical school.",
        "The existence of these two works explains the widely-spread taste for ornithology in England, which is to foreigners so puzzling, and the zeal - not always according to knowledge, but occasionally reaching to serious study - with which that taste is pursued.",
        "On the one hand, a sweeping invasion of all the tribes of Israel moved by a common zeal may, like the conquests of Islam, have produced permanent results.",
        "The same zeal for union induced him, during the residence of Peter the Great in France, and at that monarch's request, to draw up a plan for uniting the Greek and Roman churches.",
        "But his zeal encountered a check which baffled him for several years, and which left its mark in various inconsistencies and incoherences in his completed system.",
        "His zeal, private and public, for Judaism is celebrated by Josephus and the rabbis; and the narrative of Acts xii.",
        "Although his de facto sovereignty was confined to the town of Laon and to some places in the north of France, Louis displayed a zeal beyond his years in procuring the recognition of his authority by his turbulent vassals.",
        "Turner - the latter (as his publications prove) a zoologist of much promise, who in 1851 died, a victim to his own zeal for investigation, of a wound received in dissecting.",
        "Having devoted much time to the study of the Latin writers, historians, orators and poets, and filled his mind with stories of the glories and the power of ancient Rome, he turned his thoughts to the task of restoring his native city to its pristine greatness, his zeal for this work being quickened by the desire to avenge his brother, who had been killed by a noble, a member of the ruling class.",
        "I will not say, ` the zeal of God's house has eaten him up '; but I am sure it has devoured some part of his good manners and civility\" (Dryden, Works, ed.",
        "On his visit to Toulouse in 1665, with a mission from the Cartesian chiefs, his lectures excited boundless interest; ladies threw themselves with zeal and ability into the study of philosophy; and Regis himself .was made the guest of the civic corporation.",
        "Ibn Tumart, who had been driven from several other towns for exhibitions of reforming zeal, now took refuge among his own people, the Masmuda, in the Atlas.",
        "We have the zeal, we know the Cross.",
        "zeal for the law that Paul had.",
        "The armies of Fulcher and Gottschalk were destroyed by the Hungarians in just revenge for their excesses (June); the third, after joining in a wild Judenhetze in the towns of the valley of the Rhine, during which some io,000 Jews perished as the first-fruits of crusading zeal, was scattered to the winds in Hungary (August).",
        "In later years he threw himself with zeal into politics.",
        "The Pergamene court was in no degree behind the Ptolemaic in its literary and artistic zeal.",
        "He emerged from the struggle victorious, and entered on his duties with characteristic zeal.",
        "After this his ministry was marked by a zeal which made it famous.",
        "She never executed her share in it with zeal or fidelity.",
        "He represented Cambridge in the Short and Long Parliaments of 1640, and at once showed extraordinary zeal and audacity in his opposition to the government, taking a large share in business and serving on numerous and important committees.",
        "the Story of the Death of Hosain by the pseudo-Abu Mikhnaf (translated by Wustenfeld); the Conquest of Syria by Abu Isma`il al-Basri (edited by Nassau aees, Calcutta, 1854, and discussed by de Goeje, 1864); the pseudo-Wagidi (see Hamaker, De Expugnatione Memphidis et Alexandriae, aeiden, 1835); the pseudo-Ibn Qutaiba (see Dozy, Recherches); the book ascribed to A`sam Kufi, &c. Further inquiry into the origin of these works is called for, but some of them were plainly directed to stirring up fresh zeal against the Christians.",
        "He had been a tutor of Balliol and a clergyman since 1842, and had devoted himself to the work of tuition with unexampled zeal.",
        "Pastor Frecht of Nuremberg pursued him with bitter zeal.",
        "His vehement missionary addresses were met by mob violence, but he persevered with undaunted zeal.",
        "It may be convenient here to deal with the theory of the Quinary System, which was promulgated with great zeal by its upholders during the end of the first and early part of the second quarter of the 19th century, and for some years seemed likely to carry all before it.",
        "Apart from its intrinsic merits as a learned and valuable addition to classification, this work is interesting in the history of ornithology because of the wholesale changes of nomenclature it introduced as the result of much diligence and zeal in the application of the strict rule of priority to the names of birds.",
        "His indignation was aroused by the barbarities inflicted upon the Hottentots and Kaffirs (by a minority of the colonists), and he set himself to remedy their grievances; but his zeal was greater than his knowledge.",
        "on a kingdom founded by religious zeal on holy soil - whether the kingdom possessed that moral basis which alone can give a right of survival to any institution or organization.",
        "of the fall of Edessa, and at the end of the year he had sent an encyclical to France - the natural soil, as we have seen, of crusading zeal.",
        "The Crusade had failed - failed because a leaderless army, torn by political dissensions and fighting on a foreign soil, could not succeed against forces united by religious zeal under the banner of a leader like Saladin.",
        "It owed its origin to his feverish zeal for the recovery of Jerusalem, rather than to any pressing need in the Holy Land.",
        "onwards, as a cover and an excuse for secular ambitions of their own; and in this way they had certainly helped, in very large measure, to discourage the old religious zeal for the Holy War.",
        "But a Mahommedan reaction came, thanks in large measure to the zeal of Timur; and central Asia was lost to Christianity.",
        "The Christians constitute the educated portion of the Syrian people; but the spirit of rivalry has produced stimulative effects on the Mahommedans, who had greatly fallen away from that zeal for knowledge which characterized the earlier centuries of their faith.",
        "Not only had the friars great difficulty in supporting themselves, but they dreaded an outbreak from the fanatical Turks who resented some imprudent manifestations of Loyola's zeal.",
        "She had only one virtue, and that was her zeal for the interests of her children, especially of her favourite third son, the duke of Anjou.",
        "The counterrevolution was chiefly the outcome of religious zeal played upon by the Mahommedan Union.",
        "In his zeal for the historic episcopacy he published in 1807 An Apology for Apostolic Order and its Advocates, a series of letters to Rev. John M.",
        "Elsewhere he showed his liberality and his zeal for reform.",
        "From the beginning the sermons of Oecolampadius centred in the Atonement, and his first reformatory zeal showed itself in a protest (De risu paschali, 1518) against the introduction of humorous stories into Easter sermons.",
        "She applied herself to learning the language with such zeal that she rose at night and walked about her bedroom barefoot repeating her lessons.",
        "patristic era, it became an honorific attached to those outstanding in evangelical skill and zeal.",
        "This mission, on one side, carried on an active propaganda against Elizabeth in favour of Spain; and on the other, among the true missionaries, was marked with devoted zeal and heroism even to the ghastly death of traitors.",
        "The growth of Baldwin's kingdom, as it was suggested above, owed more to the interests of Italian traders than it did to crusading zeal.",
        "Whatever were his qualities as a fighter, the Cid was but indifferent material out of which to make a saint, - a man who battled against Christian and against Moslem with equal zeal, who burnt churches and mosques with equal zest, who ravaged, plundered and slew as much for a livelihood as for any patriotic or religious purpose, and was in truth almost as much of a Mussulman as a Christian in his habits and his character.",
        "He hastened to propitiate the former by a donative of twice the usual amount, and excused his hasty acceptance of the throne to the senate by alleging the impatient zeal of the soldiers and the necessity of an imperator for the welfare of the state.",
        "His organizing genius, even more than his missionary zeal, left its mark upon the German church throughout all the middle ages.",
        "But in so welding together the scattered centres and binding them to the papacy, Boniface seems to have been actuated by simple zeal for unity of the faith, and not by a conscious political motive.",
        "He took up the task with the greatest zeal, although Berengar had been his personal friend; he was the protagonist of orthodoxy at the councils of Vercelli (1050), Tours (1054) and Rome (1059).",
        "In the domestic affairs of England the archbishop showed more spiritual zeal.",
        "The native archaeologists of the present day hold a recognized position in the scientific world; the patriotic sentiment of former times, which prompted their zeal but occasionally warped their judgment, has been merged in devotion to science for its own sake, and the supervision of excavations, as well as the control of the art-collections, is now in highly competent hands.",
        "Hot-blooded and somewhat imperious, Basil was also generous and sympathetic. \"His zeal for orthodoxy did not blind him to what was good in an opponent; and for the sake of peace and charity he was content to waive the use of orthodox terminology when it could be surrendered without a sacrifice of truth.\"",
        "The bulk of the population still held persistently, if languidly, to the faith of its fathers; the new bishops were holy and learned men, very unlike the creations of Queen Bona, and the Holy See gave to the slowly reviving zeal of both clergy and laity the very necessary impetus from without.",
        "At this period there were between twelve and fifteen thousand students attending the university, and the life was an extraordinary mixture of licentiousness and devout zeal.",
        "Never would Ignatius have countenanced so perverted an idea as that the end justified the means, for with his spiritual light and zeal for God's glory he saw clearly that means in themselves unjust were opposed to the very end he held in view.",
        "His assertion that he was moved to undertake his task mainly by \"zeal for God's house and for His holy law,\" and the very free use he has made of quotations from the Bible, leave scarcely a.",
        "The establishment of this order, which still possesses numerous cloisters throughout the Turkish empire, and the leadership of which has been kept in Jalaluddin's family in Iconium uninterruptedly for the last six hundred years, gave a new stimulus to his zeal and poetical inspiration.",
        "The zeal of Ignatius (c. 115), who begs the Roman Church to do nothing to avert from him the martyr's death, was natural enough in a spiritual knight-errant, but with others in later days, especially in Phrygia and North Africa, the passion became artificial.",
        "In this office he showed not only a large capacity for hard work, but also general administrative ability and much zeal for the improvement of the service.",
        "Her caution had its reward, for whatever she did was permanently gained, whereas her successor in his boundless zeal for reform brought his empire to the verge of a general rebellion.",
        "The strife was often conducted on both sides with a zeal and bitterness of language which were characteristic of the period.",
        "From the beginning of the 18th century the zeal of the Quaker body abated.",
        "Meanwhile, and throughout his long episcopate of thirty-two years, he foreshadowed the zeal and the enlightened policy later to be displayed in the prolonged period of his pontificate, building and restoring many churches, striving to elevate the intellectual as well as the spiritual tone of his clergy, and showing in his pastoral letters an unusual regard for learning and for social reform.",
        "Some of the clergy in country parishes were devoted workers, but special zeal was resented or discouraged.",
        "With zeal for the faith, and boldness and energy, he combined diplomatic skill in his dealings with his exalted protectors.",
        "The islanders were converted to Christianity in the 6th and 7th centuries by Irish missionaries, in commemoration of whose zeal several isles bear the name of Papa or \"priest.\"",
        "Pope Damasus himself displayed great zeal in adapting the catacombs to their new purpose, restoring the works of art on the walls, and renewing the epitaphs over the graves of the martyrs.",
        "With equal zeal did Reuchlin act as the 6 See the instructive article by S.",
        "The defenders were dispirited and torn by sedition and dissensions, and the emperor could rely on little more than 8000 fighting men, while the assailants, 200,000 strong, were animated by the wildest fanatical zeal.",
        "His imposing height, his noble features, his brilliant eloquence, as well as his renown for zeal and charity, made him a prominent feature in French life for many years.",
        "During the same period the Lutheran zeal of the citizens led to the expulsion of the Mennonites and other Protestant sects, who founded Altona.",
        "Abeokuta, under the reforming zeal of its native rulers, was largely transformed during the early years of the 20th century.",
        "At the council of Clermont in 1095 he showed great zeal for the crusade, and having been named apostolic legate by the pope, he accompanied Raymond IV., count of Toulouse, to the east.",
        "19, that the seasons shall henceforth be fruitful, is given after Yahweh has shown his zeal and pity for Israel, not of course by mere words, but by acts, as appears in verses 20, 21, where the verbs are properly perfects recording that Yahweh hath already done great things, and that vegetation has already revived.",
        "In the House he showed an extraordinary, sometimes an excessive zeal for public business, speaking on all subjects with practical sense, but on none with eloquence or spirit.",
        "He sought the establishment of a Czech kingdom which should include Bohemia, Moravia and Silesia, and in his zeal for Czech autonomy he even entered into an alliance with the Conservative nobility and with the extreme Catholics.",
        "1 Their success, due partly to their whole-hearted zeal, and partly to their superior educational system, was extraordinary; and they possessed the additional advantage of having in Pazmany a leader of commanding genius.",
        "The local authorities proceeded to carry this out with a zeal due to long suffering, and the ruined medieval chateaus of France still bear witness to the action of Richelieu.",
        "Refusing the wealthy living of Dunham, he accepted the humble one of Madeley, where for twenty-five years (1760-1785) he lived and worked with unique devotion and zeal.",
        "It seems to have been the objection of Nestorius to the use of this expression which mainly led to his condemnation and deposition at the Council of Ephesus (431) under the influence of Cyril, when as patriarch of Constantinople (428-431) he had distinguished himself by his zeal for Nicene orthodoxy.\"",
        "In that assembly he distinguished himself by his zeal against the Arians, though the Allocutio ad Imperatorem with which he has been credited is hardly genuine.",
        "His zeal attracted the favourable notice of the Admiralty and he was appointed to a ship of his own.",
        "His zeal in founding monasteries earned for him his surname \"the Pious,\" and canonization by Pope Innocent VIII.",
        "Damasus showed great zeal in discovering the tombs of martyrs, adorning them with precious marbles and monumental inscriptions.",
        "His restlessness leads us at times to a comparison with Skelton, not in respect of any parallelism of idea or literary craftsmanship, but in his experimental zeal in turning the diction and tuning the rhythms of the chaotic English which only Chaucer's genius had reduced to order.",
        "Unfortunately it was neither this nor his zeal for research that chiefly won him followers, but the completeness of his theoretical explanations, which fell in with the mental habits of succeeding centuries, and were such as have flattered the intellectual indolence of all ages.",
        "The pathologico-anatomical method was also followed with great zeal and success by Gaspard Laurent Bayle (1774-1816), whose researches on tubercle, and the changes of the lungs and other organs in consumption, are the foundation of most that has been done since his time.",
        "At a convivial gathering on the, 8th of November he supported a toast to \"the speedy abolition of all hereditary titles and feudal distinctions,\" and gave proof of his zeal by expressly repudiating his own title - a performance for which he was dismissed from the army.",
        "What chiefly distinguishes him from his Greek prototypes is that his purpose is rather ethical than purely speculative; the zeal of a teacher and reformer is more strong in him than even the intellectual passion of a thinker.",
        "On his return to his diocese,his zeal and eloquence were largely instrumental in withstanding the progress of Calvinism, and among others he converted Henry Sponde, who became bishop of Pamiers, and the Swiss general Sancy.",
        "Bede gives a glowing picture of his missionary zeal at Melrose, but in 664 he was transferred to act as prior at Lindisfarne.",
        "His ardent zeal was sorely tried by Philip's cautious temperament; and Sir Thomas Stukeley's projected Irish expedition, which Sanders was to have accompanied with the blessings and assistance of the pope, was diverted to Morocco where Stukeley was killed at the battle of Al Kasr al Kebir in 1578.",
        "Further, he shows an \"astonishing familiarity with the Jewish rites,\" in the opinion of a modern Jew (Kohler in the Jewish Encycl.); so much so, that the latter agrees with another Jewish scholar in saying that \"the writer seems to have been a converted Jew, whose fanatic zeal rendered him a bitter opponent of Judaism within the Christian Church.\"",
        "The study of Arabic was taken up by lexicographers, grammarians and poets (mostly of foreign origin) with a zeal rarely shown elsewhere.",
        "In Persia their numbers and their zeal stimulated the old churches into vigour and led to the founding of new ones.",
        "They showed a zeal for evangelization which resulted in the establishment of their influence throughout Asia, as is seen from the bishoprics founded not only in Syria, Armenia, Arabia and Persia, but at Halavan in Media, Mer y in Khorasan, Herat, Tashkent, Samarkand, Baluk, Kashgar, and even at Kambaluk (Pekin) and Singan fu Hsi`en fu in China, and Kaljana and Kranganore in India.",
        "Other reinforcements came from Persia in 822, but the Malabar church never developed any intellectual vigour or missionary zeal.",
        "Suspected of \"Moderatism\" on account of this incident, especially when he was recalled to Paris, Tallien increased, in appearance, his revolutionary zeal, but Therese abated his revolutionary ardour, and from the lives she saved by her entreaties she received the name of \"Our Lady of Thermidor,\" after the 9th of Thermidor.",
        "His son Frederick was the author of Sermons on Several Important Subjects and Sermons on Christian Zeal, both published in 1753.",
        "28), the exact place in the kingdom or consummated church (the Tower), is given as reward for zeal in doing God's will beyond the minimum requisite in all.",
        "Discouraged by this failure in the pulpit, Savonarola now devoted himself to teaching in the convent, but his zeal for the salvation of the apathetic townsfolk was soon to stir him to fresh efforts.",
        "There he continued to preach with unabated zeal; and, since the women of Florence deplored the loss of his teachings, one day in the week was set apart for them.",
        "Public indignation was aroused by what were known as the \"Bulgarian atrocities,\" and Gladstone flung himself into the agitation against Turkey with characteristic zeal.",
        "Philaret's zeal for the purity of orthodoxy sometimes led him into excesses: but he encouraged the publication of theological works, formed the nucleus of the subsequently famous Patriarchal Library, and commanded that every archbishop should establish a seminary for the clergy, himself setting the example.",
        "But the Christianization of the inland Pontic districts began only about the middle of the 3rd century and was largely due to the missionary zeal of Gregory Thaumaturgus, bishop of Neocaesarea.",
        "His episcopate, which lasted some thirty years, was characterized by great missionary zeal, and by so much success that, according to the (doubtless somewhat rhetorical) statement of Gregory of Nyssa, whereas at the outset of his labours there were only seventeen Christians in the city, there were at his death only seventeen persons in all who had not embraced Christianity.",
        "Of the excellence of his style and of his practical religious zeal we are able to judge from the thirteen homilies on the Christian life and character which have been edited and translated by Budge (London, 1894).",
        "The magnitude of the sum, and his acquiescence in the grant of pensions by the Shelburne ministry, convinced the country that his zeal for economy was hypocritical.",
        "His favourite authors were Euripides, Virgil and Racine, whom he defends against the stock criticisms of the admirers of Corneille with equal zeal and insight.",
        "He also established a reputation as a preacher, and having been summoned to court, succeeded in vanquishing the native priests and in converting Za-Denghel, the negus, who wrote to the pope and the king of Spain for more missionaries, an act of zeal which involved him in civil war with the Abyssinian priests (who dreaded the influence of Paez) and ultimately cost him his life (Oct.",
        "It is possible to suppose a connexion between his zeal for making peace with France and a desire to forward the Pretender's interests or win support from the Jacobites.'",
        "In his zeal for orthodoxy, indeed, Frederick William outstripped his minister; he even blamed W6llner's \"idleness and vanity\" for the inevitable failure of the attempt to regulate opinion from above, and in 1794 deprived him of one of his secular offices in order that he might have more time \"to devote himself to the things of God\"; in edict after edict the king continued to the end of his reign to make regulations \"in order to maintain in his states a true and active Christianity, as the path to genuine fear of God.\"",
        "It shared to the full in all the quickening that transformed so many departments of civilization during that epoch, and has been specially influenced by the missionary enterprise, the discoveries of science, the fuller knowledge of the Bible, the awakened zeal for social service.",
        "But his example and his zeal profoundly influenced for good the Irish poor forming the majority of his flock; and the \"League of the Cross\" which he founded, and which held annual demonstrations at the Crystal Palace, numbered nearly 30,000 members in London alone in 1874.",
        "But within a somewhat narrower field he worked with patience, industry, and self-denying zeal; his ambition, which seemed to many personal, was rather the outcome of his devotion to the cause of the Church; and in the later years of his life especially he showed that he loved righteousness and hated iniquity, and that he realized as clearly as any one that the service of God was incomplete without the service of man.",
        "His zeal prompted him to undertake an embassy to the king of Ethiopia, in order to stimulate him against the converts whom he had taken under his protection, but he returned a convert to the Mahommedan faith and joined the fugitive prophet at Medina.",
        "On a visit home he converted his mother, but his zeal against the Arians roused persecution against him and for some time he lived an ascetic life on the desert island of Gallinaria near Genoa.",
        "For his zeal in defending the papal pretensions against the council of Pisa, in a series of works which were condemned by the Sorbonne and publicly burnt by order of King Louis XII., he obtained the bishopric of Gaeta, and in 1517 Pope Leo X.",
        "In contrast to the majority of Italian cardinals of his day, Cajetan was a man of austere piety and fervent zeal; and if, from the standpoint of the Dominican idea of the supreme necessity of maintaining ecclesiastical discipline, he defended the extremist claims of the papacy, he also proclaimed that the pope should be \"the mirror of God on earth.\"",
        "He was still felt by many of his clergy and by candidates for ordination to be a rather terrifying person, and to enforce almost impossible standards of diligence, accuracy and preaching efficiency, but his manifest devotion to his work and his zeal for the good of the people rooted him deeply in the general confidence.",
        "Now the new religious zeal and the autocratic temper of Louis XIV.",
        "The earliest zeal has passed away and heathen ways of thought and life are tolerated and practised at Pergamum and Ephesus, and faith is dying or dead at Laodicea and Sardis.",
        "Abu-Bekr's zeal for the spread of the new faith was as conspicuous as that of its founder had been.",
        "But in the 4th century this puritanic zeal gave way; and this and other pagan feasts were taken over by the Church; a century earlier in Asia Minor Gregory the Thaumaturge was actively transforming into shrines and cult of martyrs the temples and idolatrous rites of heroes and demigods.",
        "In January 1762 Bute was compelled to declare war against Spain, though now without the advantages which the earlier decision urged by Pitt could have secured, and he supported the war, but with no zeal and no definite aim beyond the obtaining of a peace at any price and as soon as possible.",
        "Poland, after a defection of years, was ultimately recovered for the papacy by the zeal and devotion of the Jesuit missionaries.",
        "Some writers deny the company's right under this instrument to rule as they proceeded to do; but at any rate what they did was to make the suffrage dependent on stringent religious tests, and to repress with determined zeal all theological \" vagaries \" and \" whimsies.\"",
        "He showed great zeal in enforcing the Hildebrandine policy as to clerical celibacy, and was planning the expulsion of the Normans from Italy and the elevation of his brother to the imperial throne when he was seized by a severe illness.",
        "ST MAXIMUS (c. 580-662), abbot of Chrysopolis, known as \"the Confessor\" from his orthodox zeal in the Monothelite (q.v.) controversy, or as \"the monk,\" was born of noble parentage at Constantinople about the year 580.",
        "In 649, after the accession of Martin I., he went to Rome, and did much to fan the zeal of the new pope, who in October of that year held the (first) Lateran synod, by which not only the Monothelite doctrine but also the moderating ecthesis of Heraclius and typus of Constans II.",
        "The Curia, following its accustomed policy, rewarded his zeal with a pension of 50 gulden.",
        "This, as we know, the A.D.C. in a fit of mistaken zeal took upon himself to do.",
        "When this discontent took any independent form of expression, zeal, which was not always accompanied by discretion, brought the movement into collision with the ecclesiastical authorities, by whom it was condemned as heretical.",
        "Everywhere, and especially in the district round Toulouse, heretics were keenly prosecuted, and before the continued zeal of persecution the Waldenses slowly disappeared from the chief centres of population and took refuge in the retired valleys of the Alps.",
        "The regent displayed her religious zeal by restoring image-worship (842) and persecuting the Paulician heretics, but she entirely neglected the education of her son.",
        "It was not until 1734 that a new outburst of zeal was aroused by the \" revivalist \" work of Jonathan Edwards, followed in 1740-1742 by George Whitefield.",
        "He was educated at Toul, where he successively became canon and (1026) bishop; in the latter capacity he rendered important political services to his relative Conrad II., and afterwards to Henry III., and at the same time he became widely known as an earnest and reforming ecclesiastic by the zeal he showed in spreading the rule of the order of Cluny.",
        "The revolution had given birth to a strong nationalistic spirit in Turkish Moslems and a desire to restore the empire to something of its former power, but had not diminished their religious zeal.",
        "Hobart's zeal for the General Seminary and the General Convention led him to oppose the plan of Philander Chase, bishop of Ohio, for an Episcopal seminary in that diocese; but the Ohio seminary was made directly responsible to the House of Bishops, and Hobart approved the plan.",
        "There is a kind of anticipation of the scientific spirit in the careful zeal with which he picks up odd aspects of mankind and comments upon them as he places them in his museum.",
        "Peckham's zeal was not tempered by discernment, and he had little gift of sympathy or imagination.",
        "Even before this, the earliest germs can be traced back into the revolutionary period itself - the movement characterized above had begun working in France on the same lines; and, as it showed great zeal for the increase of the papal authority, it received the support of the Curia.",
        "The whole subject of fertilization and development of the embryo has been more recently investigated with great assiduity and zeal, as regards both cryptogamous and phanerogamous plants, and details must be sought in the various special articles.",
        "The Novatians and the Quartodecima.ns were the next objects of his orthodox zeal - a zeal which in the case of the former at least was reinforced, according to Socrates, by his envy of their bishop; and it led to serious and fatal disturbances at Sardis and Miletus.",
        "The efforts, however, to give effect to this act on the following Sunday were frustrated by the zeal of the Ephesian mob.",
        "The fact that Nestorius was trained at Antioch and inherited the Antiochene zeal for exact biblical exegesis and insistence upon the recognition of the full manhood of Christ, is of the first importance in understanding his position.",
        "This view is confirmed by the evidence of the Synodicon Orientate (the collection of the canons of Nestorian Councils and Synods), which shows that the Great Syriac Church built up by the adherents of Nestorius and ever memorable for its zeal in carrying the Gospel into Central Asia, China and India cannot, from its inception, be rightly described as other than orthodox.",
        "He strove to blot out the memory of the Huguenot connexions of his house by affecting the greatest zeal against Protestants.",
        "Arakcheev speedily won the entire confidence of Paul by his scrupulous zeal and undeniable technical ability.",
        "Contributing also to the growth of the Church was the zeal of its converts, the great majority of whom regarded themselves as missionaries and did what they could to extend the new faith.",
        "His abilities, and his zeal as a champion of the church, secured him rapid promotion.",
        "He continued to show the same zeal and severity as before, and with so much success that Lord Clarendon, writing in his praise, expressed the opinion that \"if Bancroft had lived, he would quickly have extinguished all that fire in England which had been kindled at Geneva.\"",
        "Naturally a fine orator, his new-born zeal gave an edge to his eloquence, and his fame spread abroad.",
        "Here again his zeal for the supremacy of the church led him to break the agreement between the state and the Catholic bishops which he had signed at his installation, and he was arrested by the Prussian government in November 1837.",
        "upon St Stephen (975-1038), the first Christian king of Hungary, in return for his zeal in seeking the conversion of the heathen.",
        "He went to mass, confessed, and out of sheer zeal and in no official capacity went to meet Cardinal Pole on his pious mission to England in December 1554, again accompanying him to Calais in May 1 555.",
        "At the head of his troops, who idolized him, he was a Cromwell, adding to the zeal of a fanatic and the energy of the born leader the special military skill and trained soldierly spirit which the English commander had to gain by experience.",
        "The Reformation quickened men's interest in the Scriptures to an extraordinary degree, so that, notwithstanding the adverse attitude adopted by the Roman Church at and after the council of Trent, the translation and circulation of the Bible were taken in hand with fresh zeal, and continued in more systematic fashion.",
        "Of the actual writings of the Gnostics, which were extraordinarily numerous,' very little has survived; they were sacrificed to the destructive zeal of their ecclesiastical opponents.",
        "It is, therefore, in all likelihood to the zeal of Wycliffe and his followers that we owe the two noble 1 4 th-century translations of the Bible which tradition has always associated with his name, and which are the earliest complete renderings that we possess of the Holy Scriptures into English.4 The first of these, the so-called Early Version, was probably completed about 1382, at all events before 1384, the year of Wycliffe's death.",
        "In 1877 Henry Stevens, in his catalogue of the Caxton Exhibition, pointed out a statement by a certain Simeon Ruytinck in his life of Emanuel van Meteren, appended to the latter's Nederlandische Historie (1614), that Jacob van Meteren, the father of Emanuel, had manifested great zeal in producing at Antwerp a translation of the Bible into English, and had employed for that purpose a certain learned scholar named Miles Conerdale (sic).",
        "Apart from the reference to Whytchurch and the place of printing, this statement agrees with that of Simeon Ruytinck, and it is possible that van Meteren showed his zeal in the matter by undertaking the cost of printing the work as well as that of remunerating the translator.",
        "He now threw himself with characteristic energy and zeal into the task of examining the numerous MSS.",
        "And,, secondly, with a laborious zeal then less common than now among, n 2 (I - K 2) = 2 n 2 = n 2 = I historians, he sought to bring to light fresh historical material by patient search for letters, diaries and other manuscripts of value which had escaped the notice of previous students.",
        "With characteristic zeal and impetuosity Schelling had no sooner grasped the leading ideas of Fichte's amended form of the critical philosophy than he put together his impressions of it in his Ãœber die MÃ¶glichkeit einer Form der Philosophie Ã¼berhaupt (1794).",
        "The new honours received from the caliph gave fresh impulse to Mahmud's zeal on behalf of Islam, and he resolved on an annual expedition against the idolaters of India.",
        "The zeal of the crusader came upon Bohemund: it is possible, too, that he saw in the First Crusade a chance of realizing his father's policy (which was also an old Norse instinct) of the Drang nach Osten, and hoped from the first to carve for himself an eastern principality.",
        "Mary Beatrice of Este was chosen partly on the ground of her known religious zeal, but also because of her beauty.",
        "Eighteenth-century Italy looked on religion with apathetic indifference, and Liguori convinced himself that only the gentlest and most lenient treatment could win back the alienated laity; hence he was always willing to excuse errors on the side of laxity as due to an excess of zeal in winning over penitents.",
        "It was an era of missionary zeal in the Roman Catholic church, and Canada became the favourite mission.",
        "The Jesuits have attracted chief attention, not merely on account of their superior zeal and numbers, but also because of the tragic fate of some of their missionaries in Canada.",
        "Notwithstanding that Quebec was almost solidly Roman Catholic the Rouges sternly resisted clerical pressure; they appealed to the courts and had certain elections voided on the ground of undue clerical influence, and at length persuaded the pope to send out a delegate to Canada, through whose inquiry into the circumstances the abuses were checked and the zeal of the ultramontanes restrained.",
        "By the partisans of the Empire, on the other hand, the Donation was looked upon as the fons et origo malorum, and Constantine was regarded as having, in his new-born zeal, betrayed his imperial trust.",
        "He studied with earnest zeal the Greek philosophers; Plato in particular, and the writings of the Stoics, he had fully at command, and his treatise De Anima shows that he himself was able to investigate and discuss philosophical problems. From the philosophers he had been led to the medical writers, whose treatises plainly had a place in his working library.",
        "In 1754 he became superintendent of the observatory, where he laboured with great zeal and success until his death, on the 20th of February 1762.",
        "Cheruel, prove a complete negative, for in them appears the zeal of Mazarin for the peace.",
        "For some years the emperor, with his sound common-sense and dislike of exaggeration, held the balance fairly between the two extremes; but long years of uninterrupted labour, anxiety and disappointment weakened his zeal for reform, and when radicalism assumed more and more the form of secret societies and revolutionary agitation, he felt constrained to adopt severe repressive measures.",
        "Many of them were arrested and imprisoned or exiled to distant provinces, but the revolutionary work was continued with unabated zeal.",
        "He was the last of the French popes who for some seventy years had made Avignon their see, a man learned and full of zeal for the church, but irresolute and guilty of nepotism.",
        "Zeal.",
        "At the same time the government's tenure of office was obviously drawing to its close; the usual interpretation of the Septennial Act involved a dissolution either in 1905 or 1906, and the government whips found increased difficulty in keeping a majority at Westminster, since neither the pronounced Chamberlainites nor the convinced free-trade Unionists showed any zeal, and a large number of the uncertain Unionists did not intend to stand again for parliament.",
        "Ramsay, The Letters to the Seven Churches, 1 55 f.), whose zeal for the Temple and the Mosaic ritual customs led to Paul's arrest in Jerusalem (Acts xix.",
        "feebleness and slackened zeal to want of progressive insight into the essential nature of the Gospel as a \"new covenant,\" moving on a totally different plane of religious reality from the now antiquated covenant given by Moses (viii.",
        "Energetic as an administrator, churches and schools rose throughout his diocese; and the excellent Mater Misericordiae Hospital and the seminary at Clonlife are lasting memorials of his zeal.",
        "To his unwearying zeal and business ability the triumph secured was chiefly due.",
        "He took no pains to temper the zeal of his legates, but incited them to the struggle, and, not content with prohibiting lay investiture and simony, expressly forbade prelates and even priests to pay homage to the civil power.",
        "On this extreme concentration of the Christian power was employed throughout Europe an army of official agents or officious adherents of the Holy See, who were animated by an irrepressible zeal for the aggrandizement of the papacy.",
        "It is true that his election was immediately impugned by the cardinals on frivolous grounds; but the responsibility for this rests, partially at least, with the pope himself, whose reckless and inconsiderate zeal for reform was bound to excite a revolution among the worldly cardinals still yearning for the fleshpots of Avignon.",
        "Church, in spite of the ardent zeal for union which he had displayed immediately before and after his election.",
        "In full consciousness of his high-priestly dignity he set his face against these and all similar attempts; and his zeal and firmness in defending the authority and rights of the Holy See against the attacks of the conciliar and national parties within the Church deserve double recognition, in view of the eminently difficult circumstances of that period.",
        "One scandal followed hard on the other, and opposition naturally sprang up. Unfortunately, Savonarola, the head of that opposition, transgressed all bounds in his wellmeant zeal.",
        "Though already 79 years of age, he was animated by the fiery zeal of youth, and he employed the most drastic methods for executing the necessary reforms anc combating the advance of Protestantism.",
        "The famines of the 'forties, with their subsequent political and economic difficulties, transferred to America millions of the Irish, whose genius for organization in politics has not fallen short of their zeal for religion.",
        "In 1526 the imprudent zeal of Robert Barnes had resulted in an ignominious recantation, and in 1527 Bilney, Latimer's most trusted coadjutor, incurred the displeasure of Wolsey, and did humiliating penance for his offences.",
        "These privileges still remained to them at the outset of the religious Reformation, which the Silesians, in spite of their Catholic zeal during the Hussite wars, accepted readily and carried out with singularly little opposition from within or without.",
        "He never published anything regarding his journey, and its occurrence was known to few, when his narrative was printed, through the zeal of Mr (afterwards Sir) C. Markham, in 1876.",
        "When Alexander the Great entered Phoenicia after the battle of Issus (333 B.C.), the kings were absent with the Persian fleet in the Aegean; but the cities of Aradus, Byblus and The Sidon welcomed him readily, the last-named showing special zeal against Persia.",
        "Of him Edward Eggleston says: \"A strange mixture of rashness, pious zeal, genial manners, hot temper, and harsh bigotry, his extravagances supply the condiment of humour to a very serious history - it is perhaps the principal debt posterity owes him.\"",
        "The Olympian temple of Zeus is said to have been dismantled, either by the Goths or by Christian zeal, in the reign of Theodosius II.",
        "One kind of work practised with great zeal and success by the Studite monks, was the copying of manuscripts, so that to them and to the schools that went forth from them we owe a great number of existing Greek MSS.",
        "What progress reform made during his pontificate was due to its acquired momentum, rather than to the zeal of the pope.",
        "On the 23rd of February 1850 Hassenpflug was again placed at the head of the administration and threw himself with renewed zeal into the struggle against the constitution and into opposition to Prussia.",
        "He had courage, a vivid sense of duty, an indefatigable love of work, and all the inquisitive zeal and inventive energy of a born reformer.",
        "It was thus established that pay, the love of enterprise and the prospect of plunder - if we leave zeal for the sacred cause which they had espoused for the moment out of sight - were quite as useful for the purpose of enlisting troops and keeping them together as the tenure of land and the solemnities of homage and fealty.",
        "There are five classes; the badge is a silver sun of seven clustered rays, with crescent and star between each cluster; on a gold centre is the sultan's name in black Turkish lettering, surrounded by a red fillet inscribed with the words Zeal, Devotion, Loyalty; it is suspended from a red crescent and star; the ribbon is red with green borders.",
        "The zeal of these men seemed to take the world by storm.",
        "4 \" Their zeal and success,\" to quote the words of Kurtz, \" are witnessed to by the fact that at the beginning of the 8th century, throughout all the district of the Rhine, as well as Hesse, Thuringia, Bavaria and Alemannia, we find a network of flourishing churches bearing the impress of Celtic institutions.\"",
        "9 But the devoted Anskar (801-865) went forth and sought out the Scandinavian Viking, and handed on the torch of self-denying zeal to others, who saw, after the lapse of many years, the close of the monotonous tale of burning churches and pillaged monasteries, and taught the fierce Northman to learn respect for civilized institutions.",
        "But the zeal of the Portuguese took too often a one-sided direction, repressing the Syrian Christians on the Malabar coast, and interfering with the Abyssinian Church,3 while the fanatic temper of the Spaniard consigned, in Mexico and Peru, multitudes who would not renounce their heathen errors to indiscriminate massacre or abject slavery.'",
        "Boyle displayed in other ways his zeal for the cause of missions.",
        "It is generally agreed that the period since 1885 has witnessed a very marked increase of missionary zeal and interest in Great Britain, both in the Church t of England and among the Nonconformists.",
        "It soon appeared, however, that neither the Society for the Propagation of the Gospel nor the Church Missionary Society was willing to be absorbed; and it was urged by some that in a great comprehensive national Church, comprising persons of widely different views, more zeal was likely to be thrown into voluntary than into official enterprises.",
        "The old Swedish and Norwegian missionary societies work in South Africa, Madagascar and India; but large numbers of Scandinavians have been stirred up in missionary zeal, and have gone out to China in connexion with the China Inland Mission; several were massacred in the Boxer outbreaks.",
        "There was little of the zeal which had carried the Franciscans all over Asia in the 13th century, and the Jesuits to South America, India and Japan in the 16th.",
        "Side by side with this continuity of missionary zeal, a noticeable feature is the immense influence of individual energy and the subduing force of personal character.",
        "Around individuals penetrated with Christian zeal and self-denial has centred not merely the life, but the very existence of primitive, medieval and modern missions.",
        "In fact the Pope in 1897 was obliged to send a severe rebuke to the clergy for their lack of consistency and zeal.",
        "He pursued his studies at Padua with extraordinary zeal and success, and is said to have acquired, during the course of his life, no fewer than sixteen languages, though according to Tiraboschi the inscription on his tomb limits the number to twelve.",
        "The missionary zeal of the Zoroastrian priests soon caused discontent among the Christian inhabitants of Colchis, and Gobazes, perceiving that Chosroes intended to Persianize the district, appealed to Rome, with the result that in 549 one Dagisthaeus was sent out with 7000 Romans and loco auxiliaries of the Tzani (Zani, Sanni).",
        "To the spiritual needs of his people he ministered with pastoral zeal, frequently appointing \"stations\" and delivering sermons; nor was he less solicitous in providing for their physical necessities.",
        "The zeal, industry and courage displayed by the grand pensionary during the course of this fiercely contested naval struggle could scarcely have been surpassed.",
        "\"Evangelistic zeal with Church order\" is the principle of the Church Army, and it is essentially a working men's and women's mission to working people.",
        "In the year after the battle of the Navas de Tolosa he took up arms against the crusaders of Simon of Montfort, moved not by sympathy with the Albigenses, but by the natural political hostility of the southern princes to the conquering intervention of the north under pretence of religious zeal.",
        "Here as elsewhere in his dominions his intentions were excellent, but his reforming zeal outran discretion, and his hasty and self-opinionated interferences with treaty rights and traditional privileges ended in provoking opposition and disaster.",
        "They maintained, however, their cherished covenants with a zeal which persecution only intensified; in 1680 the more extreme members of the party signed a document known as the \"Sanquhar Declaration,\" and were afterwards called Cameronians from the name of their leader, Richard Cameron.",
        "It does not appear that up to this time the Pascal family had been contemners of religion, but they now eagerly embraced the creed, or at least the attitude of Jansenism, and Pascal himself showed his zeal by informing against the supposed unorthodoxy of a Capuchin, the Pere Saint-Ange.",
        "From this time he showed the utmost zeal in fulfilling the duties of his office, and undertook many journeys both within and without his province.",
        "During this reign the first crusade took place, and the German king suffered severely from the pious zeal which it expressed and intensified.",
        "This was due The mainly to the persistent zeal of the Jesuits.",
        "The zeal and inexperience of German Liberals played into his hands.",
        "There was, indeed, more than a zeal for pure learning behind this new movement; for both parties in the great religious controversy of the time used these records of the past as a storehouse of weapons of offence.",
        "He was an excellent administrator; and his wide knowledge, broad sympathies, and sound common sense, though they placed him outside the point of view common to most of his clergy, made him an invaluable guide in correcting their too often indiscreet zeal.",
        "\"Just, incorruptible, full of zeal and of love for his country, and at the same time learned, of rare eloquence, wise, affable, and humane,\" is the poet's verdict on Andrea Dandolo (Varior.",
        "Syracuse, threatened with destruction by Athens, was saved by the zeal of her metropolis Corinth in stirring up the Peloponnesian rivals of Athens to help her, and by the advice of Alcibiades after his withdrawal to Sparta.",
        "Garrison was deeply impressed by the good Quaker's zeal and devotion, and he resolved to join him and devote himself thereafter to the work of abolishing slavery.",
        "Innocent was one of the best Avignon popes and filled with reforming zeal; he revoked the reservations and commendations of his predecessor and prohibited pluralities; urged upon the higher clergy the duty of residence in their sees, and diminished the luxury of the papal court.",
        "In response to his advances commissaries of the French republic visited him at Iannina and, affecting a sudden zeal for republican principles, he easily obtained permission to suppress the \" aristocratic \" tribes on the coast.",
        "This novel and disturbing phenomenon was mainly due to the zeal and eloquence of the ex-monk Hans Tausen and his associates, or disciples, Peder Plad and Sadolin; and, in the autumn of 1526, Tausen was appointed one of the royal chaplains.",
        "He received a very careful education, and entered the church, though he does not seem to have prosecuted his theological course with great zeal.",
        "But the chief significance of the man is his \"combination of zeal for legal observances with bold criticism of the Law itself as a whole and of its origin,\" which reminds us of the Clementine Recognitions.",
        "It was by the zeal of these councillors that Charles obtained the surname of \"The Well-Served.\"",
        "Even the Bible Society, through which the emperor in his later mood of evangelical zeal proposed to bless his people, was conducted on the same ruthless lines.",
        "Indeed they are corroborative evidence for the reverence with which the Pharisees were regarded by the people generally, and for the zeal with which they strove to fulfil God's will as contained in the Law and elucidated by the Tradition.",
        "That even in early times the masses were never shaken in their attachment to the traditional faith, with all its crude and grotesque conceptions, is due to the zeal of the ulcma (clergy).",
        "3 Called in Constantinople softa, Persian sokhta, burned up, scil., with zeal or love to God.",
        "The first, the speech of the conquering race, was the official language; the second, owing to the intellectual and literary superiority of the Greeks, their educational zeal and the privileges acquired by their church, became the language of the upper classes among the Christians.",
        "He cannot have undertaken his task with much zeal, for his own opinion was that Elizabeth would consult her interests best by supporting the barons.",
        "In these matters he proved himself a trusty lieutenant, winning the esteem of the Corinthians by his zeal and disinterestedness.",
        "If the work begun by Allan Ramsay, continued by Fergusson and completed by Burns, were matter for separate treatment, it would be necessary to show not only that the editorial zeal which turned these writers to the forgotten vernacular and to \" popular \" themes was inspired by the general conditions of reaction against the artificiality of the century; but that it was because these poets were Scots, and in Scotland, that they chose this line of return to nature and naturalness, and did honour, partly by protest, to the slighted efforts of the \" vulgar \" muse.",
        "His zeal, conscientiousness and energy were so universally recognized, that on the retirement of Gabor Kemeny, in 1886, he was appointed minister of ways and communications.",
        "His despatches on this occasion are still extant, and whatever we may think of the cause on which he was engaged, they certainly give a wonderful impression of the zeal and ability with which he discharged his functions.",
        "His zeal as a bishop and eloquence as a preacher, however, gained him enemies both in the church and at the court.",
        "His fiery zeal could not blind him to the vices of the court, and heedless of personal danger he thundered against the profane honours that were addressed almost within the precincts of St Sophia to the statue of the empress.",
        "5, writes: \" Immediately on the promulgation of the edict (of Diocletian) a certain man of no mean origin, but highly esteemed for his temporal dignities, as soon as the decree was published against the churches in Nicomedia, stimulated by a divine zeal and excited by an ardent faith, took it as it was openly placed and posted up for public inspection, and tore it to shreds as a most profane and wicked act.",
        "The progress of Catholicism was undeniable, but yet Wiseman found himself steadily opposed by a minority among his own clergy, who disliked his Ultramontane ideas, his Romanizing and innovating zeal,\" especially in regard to the introduction of sacred images into the churches and the use of devotions to the Blessed Virgin and the Blessed Sacrament, hitherto unknown among English Catholics.",
        "But many difficulties with his own people shortly beset his path, due largely to the suspicions aroused by his evident preference for the ardent Roman zeal of the converts, and especially of Manning, to the dull and cautious formalism of the old Catholics.",
        "The king also worked with great zeal for the care of monuments, and the cathedrals of Spires and Cologne enjoyed his special care.",
        "Then, when He entered the Temple, He swept away with a fiery zeal the merchants and merchandise which had turned God's House into \" a robbers' den.\"",
        "His zeal for Protestantism induced him to follow the duke of Northumberland, and he filled the office of secretary of state for Lady Jane Grey during her nine days' reign.",
        "He entered upon his university studies with zeal, but his own education in Frankfort had not been the best preparation for the scholastic methods which still dominated the German universities; of his professors, only Gellert seems to have won his interest, and that interest was soon exhausted.",
        "His zeal for the efficient administration of justice caused him, in addition to his other heavy work, to sit during several weeks in the spring of 1921 as a judge of first instance, in order to clear off the enormous arrears in the Divorce Court.",
        "The story begins with Helena, mother of Constantine the Great, who became fired with zeal to fix definitely the spots where the great events of Christianity had taken place, and in A.D.",
        "The zeal and self-sacrificing devotion which some of these establishments, and their inmates, display, and their noble labours on behalf of the country, its people and its history throw into yet more painful relief the actions and attitudes of some of their fellow-Christians.",
        "To his legal scholarship and collecting zeal Virginia owed the preservation of a large part of her early statutes.",
        "Basnage had welcomed the revival of the Protestant church due to the zeal of Antoine Court; but he assured the regent that no danger of active resistance was to be feared from it, and, true to the principles of Calvin, he denounced the rebellion of the Camisards in his Instructions pastorales aux Reformes de France sur l'obeissance due aux souverains (Paris, 1720), which was printed by order of the court and scattered broadcast in the south of France.",
        "Loftus, who had an important share in the administration of Ireland under successive lords deputy, and whose zeal and efficiency were commended by James I.",
        "Inspired by apostolic zeal the friars braved the terrors of life in the remote villages, raised the natives The Friars from barbarianism and taught them the forms of Christianity.",
        "The holy spirit of Islam kept the men of Medina together, and inspired in them an all-absorbing zeal for the faith; the Arabs as a whole had no other bond of union and no better source of inspiration than individual interest.",
        "propaganda of the Shia by the Abbasids was continued in these years with great zeal.",
        "He carried his zeal to such a point that, on the occasion of an exchange of Greek against Moslem prisoners in 845, he refused to receive those Moslem captives who would not declare their belief that the Koran was created.",
        "He exercised a moderating influence on Louis XIV.'s zeal against the Jansenists, and Saint-Simon, who was opposed to him in most matters, does full justice to his humane and honourable character.",
        "The leader in this movement was a really remarkable man, Miguel Jose Serra (known as Junipero Serra, 1713-1784), a friar of very great ability, purest piety, and tireless zeal.",
        "Kyme was apparently an unimaginative man of the world, while Anne took to Biblereading with zeal, became convinced of the falsity of the doctrine of transubstantiation, and created some stir in Lincoln by her disputations.",
        "Anne took the part of her favourites with great zeal against the court, though in all probability unaware of Marlborough's treason; and on the dismissal of the countess from her household by the king and queen she refused to part with her, and retired with Lady Marlborough to the duke of Somerset's residence at Sion House.",
        "For his zeal he was confined for five years in the fortress of Kolberg, where he studied Plato and the Greek poets.",
        "With the firm establishment of the Mogul empire peace was restored, the most permanent effect of this period being the large proportion of Mussulmans among the population, due to the zeal of Aurangzeb.",
        "The new denominations vigorously attacked the methods and immunities of the established church, whose clergy had grown lukewarm in zeal and lax in morals.",
        "The peculiar conciliatory tendencies of Kabir were carried on with even greater zeal from the latter part of the 15th century by one of his followers, Nanak Shah, the promulgator of the creed of the Nanak Shahis or Sikhs - i.e.",
        "It had undoubtedly done much to awaken interest in social problems, and to call forth philanthropic zeal; but the movement soon travelled far beyond the limits that Leo would have set to it.",
        "During the forty-five years of Elizabeth's reign, however, only about 180 persons suffered death 3 - less than half the number of those whom the Catholic zeal 1 For a criticism of the modern tendencies of the Roman Catholic Church from an outside point of view see Ultramontanism.",
        "Since childhood he had been filled with zeal for foreign missions, and he conceived the determination to found a great English missionary college to fit young priests for the work of evangelizing the heathen.",
        "His parliamentary career, though marked by zeal, was less brilliant than his revolutionary activity.",
        "(Michael Ghislieri) in 1565 the Inquisition renewed its activities with fiercer zeal than ever.",
        "The study of the prehistoric population of Finland - Neolithic (no Palaeolithic finds have yet been made) - of the Age of Bronze and the Iron Age has been carried on with great zeal.",
        "Full of missionary zeal, and desirous that settlements should be planted in the new region in order that the heathen might be converted, Fray Marcos did little to refute these exaggerations.",
        "The zeal of the friars in stamping out the religious rites of the natives, the severe penalties inflicted for non-observance of the rules of the Church, and the heavy tribute in kind demanded by the Spanish authorities, aroused feelings of resentment in the Pueblo Indians and led in 1680 to a general revolt, headed by a native named Pope.",
        "The rigid adherents to the synod of Dort accused them of Pelagianism, and even of Manichaeism, and the controversy between the parties was carried on with great zeal; yet the whole question between them was only, whether the will of man is determined by the immediate action of God upon it, or by the intervention of a knowledge which God impresses on the mind.",
        "His uncle, who appears to have \" taken his zeal for ambition,\" wrote him a severe letter, taking him to task for arrogance and pride, qualities which Bacon vehemently disclaimed.",
        "The time was ripe for a great change; scholasticism, long decaying, had begun to fall; the authority not only of school doctrines but of the church had been discarded; while here and there a few devoted experimenters were turning with fresh zeal to the unwithered face of nature.",
        "Some light is thrown upon the obscure history of the post-exile period by the references to the mixed marriages which aroused the reforming zeal of Ezra and culminated in the exclusion of Ammon and Moab from the religious community - on the ground of incidents which were ascribed to the time of the \"exodus\" (Deut.",
        "More was done by the gentler missionary zeal of the Franciscans and Dominicans in the early 13th century; but St Thomas Aquinas had seen half a century of that reform and had recognized its limitations; he therefore attenuated as much as possible the decree of Nicholas II.",
        "Tylor's classical treatise on Primitive Culture (1871), the study of the origins of religion has been pursued with the utmost zeal.",
        "And to the honour of the Swedish people be it said that, from first to last, they showed a religious and patriotic zeal which shrank from no sacrifice.",
        "He became chancellor to Gustavus Vasa, but his reforming zeal soon brought him into disgrace, and in 1J40 he was condemned to death.",
        "His zeal for the improvement of the literature of his country was beyond question.",
        "It is even related that, in his zeal for uniformity of creed, Ardashir wished to extinguish the holy fires in the great cities of the empire and the Parthian vassal states, with the exception of that which burned in the residence of the dynasty.",
        "The zeal of that age was succeeded by apathetic reaction, and it became necessary in the metropolis to secure the services of paid justices.",
        "in his mistaken humanistic zeal tried to improve them.",
        "Meanwhile he continued unabated in his zeal against the reformers, publishing eight considerable works between 1522 and 1526.",
        "Moreover, even after discounting the bias of his enemies, there is evidence to prove that his championship of the Church was not the outcome of his zeal for Christianity; for he was notoriously drunken, unchaste, avaricious and almost insanely ambitious.",
        "The zeal of the missionaries frequently outran their discretion.",
        "To all appearances the same policy afterwards pursued so recklessly and disastrously by James was now cautiously initiated by Charles, who, however, not being inspired by the same religious zeal as his brother, and not desiring \" to go on his travels again,\" would probably have drawn back prudently before his throne was endangered.",
        "But the new regime only kindled afresh his republican zeal, and his second marriage (with Mlle Adele Malairet, a lady of some literary capacity, and of republican belongings) seems to have further stimulated his powers.",
        "But in 1796 he removed to Taneytown, Maryland, and in both Maryland and Pennsylvania worked with such misdirected zeal and autocratic manners that he was again reproved by his bishop in 1798.",
        "In 1666 he came to Paris, under charge of his father's brother, Antoine, marquis de Fenelon, a retired soldier of distinction, well known for his religious zeal.",
        "The chancellorship was given to him professedly on account of his notorious anti-Catholic zeal.",
        "In 1821 Lord Eldon had been created Viscount Encombe and earl of Eldon by George IV., whom he managed to conciliate, partly, no doubt, by espousing his cause against his wife, whose advocate he had formerly been, and partly through his reputation for zeal against the Roman Catholics.",
        "Without any political principles, properly so called, and without interest in or knowledge of foreign affairs, he maintained himself and his party in power for an unprecedented period by his great tact, and in virtue of his two great political properties - of zeal against every species of reform, and zeal against the Roman Catholics.",
        "was another tendency in post-Aristotelian thought - to lean upon authority and substitute learning for independent research - which grew stronger just in proportion as the fresh interest in the problems of the universe and the zeal for discovery declined - a shadow, we may call it, of the coming Scholasticism thrown a thousand years in advance.",
        "The zeal with which the school prosecuted logical inquiries had one practical result - they could use to perfection the unrivalled weapon of analysis.",
        "In June 1823 the expedition of General Santa Cruz, prepared with great zeal and activity at Lima, marched in two divisions upon Upper Peru, and in the following months of July and August the whole country between La Paz and Oruro was occupied by his forces; but later, the indecision and want of judgment displayed by Santa Cruz allowed a retreat to be made before a smaller royalist army, and a severe storm converted their retreat into a precipitate flight, only a remnant of the expedition again reaching Lima.",
        "180-193) there were \"evangelists of the word\" possessed of \"inspired zeal to emulate apostles\" (v.",
        "He selected that of Loire-et-Cher, taking the old title of bishop of Blois, and for ten years (1791-1801) ruled his diocese with exemplary zeal.",
        "But there are many reasons to show why, in the 17th century, men should have set themselves with a new zeal, in politics, law and theology, to follow the light of nature alone, and to cast aside the fetters of tradition and prescriptive right, of positive codes, and scholastic systems, and why in England especially there should, amongst numerous free-thinkers, have been not a few free writers.",
        "He set little store on the theology of those who in a system of dry and barren notions \"pay handsome compliments to the Deity,\" \"remove providence,\" \"explode devotion,\" and leave but \"little of zeal, affection, or warmth in what they call rational religion.\"",
        "His success, freedom of speech and reforming zeal had made him enemies on all sides, and only the intervention of the king prevented his expulsion from the Company of Jesus, so that prudence counselled his return to Brazil.",
        "King Srong Tsan Gampo's zeal for Buddhism was shared and supported by his two queens, Bribsun, a princess from Nepal, and Wen Ching, a princess from China.",
        "Prince shortly afterwards became curate of Stoke in Suffolk, where, however, the character of his revivalist zeal caused his departure at the end of twelve months.",
        "Fleury, Rabelais is a sober reformer, an apostle of earnest work, of sound education, of rational if not dogmatic religion, who wraps up his morals in a farcical envelope partly to make them go down with the vulgar and partly to shield himself from the consequences of his reforming zeal.",
        "34) and stimulated the historical zeal of the future emperor Claudius (Suet.",
        "He occasionally contributed papers to the Albany Institute, in the years 1824 and 1825, on chemical and mechanical subjects; and in the latter year, having been unexpectedly appointed assistant engineer on the survey of a route for a state road from the Hudson river to Lake Erie, a distance somewhat over 300 m., he at once embarked with zeal and success in the new enterprise.",
        "His life and his aspirations were pure, his zeal true and his loyalty unquestionable.",
        "During his school days at the grammar schools of Penzance and Truro he showed few signs of a taste for scientific pursuits or indeed of any special zeal for knowledge or of ability beyond a certain skill in making verse translations from the classics and in story-telling.",
        "It is probable that these small but practical concessions would have satisfied the lay Roman Catholics and the secular priests, but they were very far from contenting the Jesuits, by whom the results of such leniency were especially feared: \"What rigour of laws would not compass in so many years,\" wrote Henry Tichborne, the Jesuit, in 1598, \"this liberty and lenity will effectuate in 20 days, to wit the disfurnishing of the seminaries, the disanimating of men to come and others to return, the expulsion of the society and confusion as in Germany, extinction of zeal and favour, disanimation of princes from the hot pursuit of the enterprise..",
        "It was in vain that his correspondents pointed out the discrepancy between his professed zeal for Italian liberties, his recent enthusiasm for the Roman republic, and this alliance with tyrants who were destroying the freedom of the Lombard cities.",
        "It was therefore natural that Lord Grey should place the department of foreign affairs in his hands upon the formation of the great ministry of 1830, and Palmerston entered with zeal on the duties of an office over which he continued to exert his powerful influence, both in and out of office, for twenty years.",
        "Notwithstanding the zeal and ability which he had invariably displayed as foreign minister, it had long been felt by his colleagues that his eager and frequent interference in the affairs of foreign countries, his imperious temper, the extreme acerbity of his language abroad, of which there are ample proofs in his published correspondence, and the evasions and artifices he employed to carry his points at home, rendered him a dangerous representative of the foreign interests of the country.",
        "The boat and machine had drifted apart, and one of the tugs in its zeal to render assistance had fastened a rope to the frame of the machine in the reverse position from what it should have been attached, and had broken the frame entirely in two.",
        "Thorpe Mandeville, Helion Bumstead, Higham Ferrers, Swaffham Bulbeck, Stoke Gifford, Shepton Mallet; similarly names like Lyme Regis, King's Sutton, Monks' Kirby, Zeal Monachorum, Milton Abbas, Bishop's Waltham, Prior's Dean, Huish Episcopi date from feudal times.",
        "Several young men in the town had studied at Wittenberg, and the burghers, in their Lutheran zeal, had already expelled their youthful Bishop Jurgen Friis.",
        "We are little troubled, of course, with heresies, and are not shocked by the outbreaks of theological zeal; but where thought as well as action does not reach beyond the limits of earth and time, we do not find man in his best estate.",
        "He is described as being generous to excess, free from cupidity, merciful to his vanquished enemies, and strictly continent, but subject to violent bursts of anger and possessed of unyielding pride and fanatical religious zeal.",
        "Had the Catholic reaction not fatally discouraged the pursuit of the natural sciences in Italy, had Leonardo even left behind him any one with zeal and knowledge enough to extract from the mass of his MSS.",
        "More jurist than theologian, John defended the rights of the papacy with rigorous zeal and as rigorous logic. For the restoration of the papacy to its old independence, which had been so gravely compromised under his immediate predecessors, and for the execution of the vast enterprises which the papacy deemed useful for its prestige and for Christendom, considerable sums were required; and to raise the necessary money John burdened Christian Europe with new taxes and a complicated fiscal system, which was fraught with serious consequences.",
        "As bishop of Hereford Dr Hampden made no change in his long-formed habits of studious seclusion, and though he showed no special ecclesiastical activity or zeal, the diocese certainly prospered in his charge.",
        "Those, he said with much point, who have most of the spirit of prayer are all to be found in gaol; and those who have most zeal for the form of prayer are all to be found at the alehouse.",
        "From London he went his circuit through the country, animating the zeal of his brethren, collecting and distributing alms and making up quarrels.",
        "His parts were good and he could speak and write six languages at a very early age, but the zeal of his guardians and tutors to make a man of him betimes nearly ruined his feeble constitution, while the riotous life led by him and his young consort, Maria of Austria, whom he wedded on the 13th of January 1522, speedily disqualified him for affairs, so that at last he became an object of ridicule at his own court.",
        "Although they display fiery dogmatic zeal, the poems cannot be considered quite orthodox.",
        "Their chief, Poma, declared that he had been moved to attempt the murder by his zeal for religion, a degree of piety and self-sacrifice which seems incredible in a bankrupt oil-merchant.",
        "Though the ranks of the priesthood were for ever firmly closed against intruders, a man of lay birth, a Kshatriya or Vaisya, whose mind revolted against the orthodox creed, and whose heart was stirred by mingled zeal and ambition, might find through these irregular orders an entrance to the career of a religious teacher and reformer.",
        "In and out of office his zeal was unflagging, and if he lacked those qualities which inspire enthusiasm and are requisite in a great leader, he was at least a model of industry.",
        "He afterwards joined the Low Church party, strenuously opposed the Sacheverel movement, and in the Bangorian controversy supported with great zeal and considerable bitterness the side of Bishop Hoadly.",
        "1 During a stay in Tubingen he read Grossgebauer's Alarm Cry, and in 1666 he entered upon his first pastoral charge at Frankfort-on-the-Main, profoundly impressed with a sense of the danger of the Christian life being sacrificed to zeal for rigid orthodoxy.",
        "In 18 3 2 four Indian chiefs from the Oregon country journeyed to St Louis to obtain a copy of the white man's Bible; and this incident aroused the missionary zeal of the religious denominations.",
        "After a short period he gave up his commercial career, and in 1770 became a member of the council for the duchies of Julich and Berg, in which capacity he distinguished himself by his ability in financial affairs, and his zeal in social reform.",
        "To the enlightened views of the ministries of Guizot and Thiers under the citizen-king, and to the zeal and ability of Cousin in the work of organization, France owes what is best in her system of primary education, - a national interest which had been neglected under the Revolution, the Empire and the Restoration (see Exposé, p. 17).",
        "The continental churchmen of the 11th century were brimming over with ascetic zeal and militant energy, while the majority of the English hierarchy were slack and easy-going.",
        "The condition of the church alike in the matter of spiritual zeal, of hard work and of learning was much improved.",
        "But there was a danger behind this revival; for the reformers of the 11th century, in their zeal for establishing the Kingdom of God on earth, were not content with raising the moral and intellectual standards prevailing in Christendom, but sought to bring the whole scheme of life under the church, by asserting the absolute supremacy of the spiritual over the temporal power, wherever the two came in contact or overlapped.",
        "zeal than the commons, owing to their jealousy of Wallace.",
        "Though the Lancastrians ~ made much play with the watchword of loyalty to the crown, and though the Yorkists never forgot to speak of the need for strong and wise governance, and the welfare of the realm, y~ personal and family enmities had in many cases more effect in determining their action than a zeal for King Henrys rights or for the prosperity of England.",
        "But the leading men among the baronage were undoubtedly swayed by ambition and resentment, by family ties and family feuds, far more than by enlightened statesmanship or zeal for the king or the commonweal.",
        "Their numbers were falling off, their zeal was gone; there is little good to be said of them save that they were still in some cases endowing England with splendid architectural decorations.",
        "He had been an admirable servant to both, full of zeal, intelligence and energy, and not too much burdened with scruples.",
        "When he died (1658) there remained branded on the national mind two strong impressions which it took more than a century to obliteratethe dread of the domination of a standing army, and abhorrence of the very fame of religious zeal.",
        "And he was mortified by a more erious charge than murmurs about superfluity of zeal.",
        "At the early age of twenty-two he gave his first lecture as professor of mathematics in the college which he served with the utmost zeal and success for a third of a century.",
        "The impelling influences on the French settlement of the region were the love of exploration and adventure, the commercial instinct and religious zeal.",
        "He \" did not allow himself to be hurried on by an inconsiderate zeal to condemn fasting, the life of celibacy, monachism, considered purely in themselves..",
        "He managed the king's case against Anselm, and at Rockingham (1095) actually claimed the right of appeal, when it was claimed by the archbishop. Notwithstanding his zeal for the royal interests, William was soon afterwards disgraced.",
        "Essentially non-sectarian, with little missionary zeal, the Unitarian movement has grown slowly; and its influence has been chiefly exercised through general culture and the better literature of the country.",
        "Napoleon expressed his regret, stating that the execution had been carried out against his wishes, having been hurried on by the zeal of his generals.",
        "And in this work of collection and instruction Filelfo excelled, passing rapidly from place to place, stirring up the zeal for learning by the passion of his own enthusiastic temperament, and acting as a pioneer for men like Poliziano and Erasmus.",
        "It is not confined to German affairs, as the author digresses to tell of the preaching of Bernard of Clairvaux, of his zeal against the heretics, and of the condemnation of Abelard; and discourses on philosophy and theology.",
        "It must have been at least after his Commentary on Seneca's De Clementia that his heart was \"so subdued and reduced to docility that in comparison with his zeal for true piety he regarded all other studies with indifference, though not entirely forsaking them.",
        "In the midst of his sufferings, however, his zeal and energy kept him in continual occupation; when expostulated with for such unseasonable toil, he replied, \"Would you that the Lord should find me idle when He comes ?\"",
        "In spite of great opposition from the authorities of the order, and in particular from the prioress and sisters of the Incarnation, she persevered with her scheme, being encouraged to appeal to the pope by certain priests who saw the benefit which would accrue to the Church from her zeal.",
        "He was appointed as one of the judges in the trial of Rene of Alengon, and showed such zeal in the discharge of his functions that Louis XI.",
        "For zeal which could be bought Harpalus had other persuasions.",
        "For his zeal in helping the royalist cause with college plate he suffered imprisonment at the order of parliament and lost his appointments.",
        "But although much zeal and self-denial were shown by these men, their efforts were abortive, and the mission was at length abandoned, leaving no fruit of their labours in a single church or convert.",
        "9 shows that even the zeal of Josiah could not carry out the instructions laid down in D xviii.",
        "Tiele's zeal and power for work were as extraordinary as his vast knowledge of ancient languages, peoples and religions, upon which his researches, according to F.",
        "Their propagandizing zeal soon exposed them to the wrath of an ignorant populace and the contempt of the educated; and thus it was that in AD.",
        "Charles himself in his government preferred to restore the ancient Empire by vigorous personal action, rather than to follow old imperial traditions; he introduced cohesion into his palace, and perfect centralization into his official administration, inspiring his followers and servants, clerical and lay, with a common and determined zeal.",
        "Not the equal of Caesar or Augustus in genius or in the lastingness of his work, he yet recalls them in his capitularies, his periodic courts, his official hierarchy, his royal emissaries, his ministers, his sole right of coinage, his great public works, his campaigns against barbarism and heathenry, his zeal for learning and literature, and his divinity as emperor.",
        "His passion for absolu- the Protism, a religious zeal that was the more active because test ants.",
        "The American war had finally exhausted the exchequer, and, in order to replenish it, he would have needed to inspire confidence in the minds of capitalists; but the resumption in 2778 of the plan of provincial assemblies charged with remodelling the various imposts, and his corn pterendu in which he exhibited the monarchy paying its pensioners for their inactivity as it had never paid its agents for their zeal, aroused a fresh outburst of anger.",
        "in his reforming zeal to abrogate the Joyeuse Entrée caused a revolt in Brabant, before which he had to yield.",
        "It was a system of Greek thought, expressed in a Semitic tongue, and modified by Oriental influences, called into existence amongst the Moslem people by the patronage of their more liberal princes, and kept alive by the intrepidity and zeal of a small band of thinkers, who stood suspected and disliked in the eyes of their nation.",
        "Peripatetic studies became the source of heresies; and conversely, the heretical sects prosecuted the study of Aristotle with peculiar zeal.",
        "Up to the time when the religious zeal of the emperor Zeno put a stop to the Nestorian school at Edessa, this \" Athens of Syria \" was active in translating and popularizing the Aristotelian logic. Their banishment from Edessa in 489 drove the Nestorian scholars to Persia, where the Sassanid rulers gave them a welcome; and there they continued their labours on the Organon.",
        "But the narrow limits of the Syrian studies, which added to a scanty knowledge of Aristotle some acquaintance with his Syrian commentators, were soon passed by the curiosity and zeal of the students in the Caliphate.",
        "Webster published in 1748 his Calculations, setting forth the principles on which his scheme for widows' pensions was based; he also wrote a defence of the Methodist movement in 1742, and Zeal for the Civil and Religious Interests of Mankind Commended (1754).",
        "While in his zeal for legalism he virtually adopts the standpoint of Pharisaism, he is at one with Jewish Hellenism in substituting belief in the soul's immortality for the doctrine of a bodily resurrection.",
        "Even in the time of Copernicus some well-meaning persons, especially those of the reformed persuasion, had suspected a discrepancy between the new view of the solar system and certain passages of Scripture - a suspicion strengthened by the antiChristian inferences drawn from it by Giordano Bruno; but the question was never formally debated until Galileo's brilliant disclosures, enhanced by his formidable dialectic and enthusiastic zeal, irresistibly challenged for it the attention of the authorities.",
        "A man of pure character, vigorous mind, unwearying zeal and uncommon generosity, Ambrose ranks high among the fathers of the ancient church on many counts.",
        "On the part of the Arabs, who, though a small minority of the invaders, were the ruling element, there was a marked absence of proselytizing zeal.",
        "The princes had cause to dread him; for Yusuf, the leader of a religious movement still in its first zeal, was known to have no friendly feeling for their religious indifference and elegant, dissipated habits.",
        "The landlords who found the Moriscoes useful tenants, and the commercial authorities of towns like Barcelona, who knew the value of the converted Jews, endeavoured to moderate the zeal of the inquisitors.",
        "In social life the religious zeal favored by the Inquisition led to such things as those public processions of flagellants which Went On in Spain till the end of the 18th century.",
        "The Holy Office showed equal zeal in extending its jurisdiction, and by the end of the 17th century had provoked a strong reaction.",
        "Indeed, in his zeal against the Jansenists the pope condemned various practices in no way peculiar to their party; thus, for instance, many orthodox Catholics were exasperated at the heavy blow he dealt at popular Bible reading.",
        "His reforming zeal led to the lodging of complaints against him at Rome; but these merely attracted to him the favourable attention of Eugenius III., who created him cardinal bishop of Albano.",
        "She was devoted to the protection of animals and prevention of cruelty, and took up with characteristic zeal the cause of the costermongers' donkeys, building stables for them on her Columbia market estate, and giving prizes for the best-kept animals.",
        "His zeal for reform led him to advance, on behalf of the courts-Christian, pretensions which it was impossible that the secular power should admit.",
        "He was already an elderly man, with a firmly established reputation, when he became a bishop. As an ecclesiastical statesman he showed the same fiery zeal and versatility of which he had given proof in his academical career; but the general tendency of modern writers has been to exaggerate his political and ecclesiastical services, and to neglect his performances as a scientist and scholar.",
        "His conversational powers made him welcome in Parisian salons, but his zeal led, him to England, where he made the acquaintance of William Law, the English mystic, to Italy and to Switzerland, as well as to the chief towns of France.",
        "Besides his brilliant isolated discoveries in bibliography, he did much by his untiring zeal to improve the standard of library administration.",
        "The remains of the saint were deposited in a rich silver-gilt sarcophagus, which may still be seen, and were afterwards visited by myriads of pilgrims, until the Protestant zeal of Landgrave Philip the Generous caused him to remove the body to some unknown spot in the church.",
        "The significance of the tradition is unknown; some connexion with Saul's religious zeal at Gibeon has been conjectured (2 Sam.",
        "its zeal (cf.",
        "Some historians, in their zeal for rigid classification, have regarded the Fraticelli as a distinct sect, and have attempted to discover its dogmas and its founder.",
        "The \"Marrow men\" were marked by the zeal of their service and the effect of their preaching.",
        "His engrossing intellectual labours no doubt tended somewhat to harden his character; and in his zeal for rectitude of purpose he forgot the part which affection and sentiment must ever play in the human constitution.",
        "for 1852, undoubtedly stimulated the investigation of this instrument, which was carried on with zeal and success more especially in England and the United States.",
        "Such was the zeal with which Alberti pursued his task that the exterior of the little Rimini church is one of the finest and purest achievements of the Renaissance, and surpasses in beauty and elegance all the rest of his works.",
        "apostolic zeal.",
        "conduit for artistic expression and creative zeal, primarily through drawing and the use of color.",
        "crusadegreat emperor was now nearly seventy years old, yet age had not lessened his crusading zeal.",
        "fanatic zeal that inspired the first crusaders was already dying out.",
        "fanatical zeal.",
        "Never be lacking in zeal, but keep your spiritual fervor, serving the Lord.",
        "And is their ignorant zeal so fiery now When all [their] thanks are cold?",
        "indiscreet zeal, and unnecessary intermeddling.",
        "But the South African cricketer is not only inured to hardship, he is imbued with missionary zeal and will let nobody down.",
        "missionary zeal.",
        "persecute devotion and zeal of the Anarchists in no way deterred the Communists from relentlessly persecuting the Anarchist movement.",
        "Martens, properly so-called, were hunted with great zeal.",
        "However, this and ' Da Vinci ' peddle untruth with the zeal of religion but without its frequent beauty of language.",
        "This great emperor was now nearly seventy years old, yet age had not lessened his crusading zeal.",
        "reforming zeal Stephens now saw his life's work clearly.",
        "Already Wesley had begun to show a zeal for souls.",
        "Nor yet that in later days he would have carried his evangelistic zeal into wider fields.",
        "To you, dear Brother Bishops, I commend this Year, confident that you will welcome my invitation with full apostolic zeal.",
        "Patriotic zeal is not a ' fruit of the Spirit ' .",
        "Messianic zeal, nationalism and myth came together to justify the savagery of the colonial shock troops let loose in the country.",
        "Indeed, they were considered its best grounds; and the lawyers defended them with fanatical zeal.",
        "Yet, most people are in the Matrix - defending house prices with evangelical zeal.",
        "He came to suspect after a time that many of the so-called \"inspired\" persons were \"dupes of their own zeal and credulity,\" and decided that it was necessary to organize at once the small communities of believers into properly constituted churches.",
        "It was the zeal with which they were taught, the clear distinction which they drew between the profession of godliness and the enjoyment of its power - added to the emphasis they laid upon the immediate influence of the Holy Spirit on the consciousness 1 \"Methodism\" is derived from \"method\" (Gr.",
        "So the revolt was put down, but the excessive zeal of the soldiers and Pilate's obstinate adherence to his policy widened the breach between Rome and the stricter Jews.",
        "But, when the zeal of Epiphanius was kindled against him, when Jerome, alarmed about his own reputation, and in defiance of his past attitude, turned against his once honoured teacher, and Theophilus, patriarch of Alexandria, found it prudent, for political reasons, and out of consideration for the uneducated monks, to condemn Origen - then his authority received a shock from which it never recovered.",
        "It has already been mentioned that Macgillivray contributed to Audubon's Ornithological Biography a series of descriptions of some parts of the anatomy of American birds, from Mac- gillivray subjects supplied to him by that enthusiastic naturalist, and whose zeal and prescience, it may be called, in this respect merits all praise.",
        "4 Doubt has been cast on the view that a troubled conscience drove Louis to take the cross; and his action has been ascribed to simple religious zeal (cf.",
        "While the papacy thus bent its energies to the destruction of the Crusades in their genuine sense, and preferred to use for its own political objects what was meant for Jerusalem, a layman took up the derelict cause with all the religious zeal which any pope had ever displayed.",
        "These enthusiastic evangelists esteemed zeal a higher virtue than discipline and decorum, and put small emphasis on church systems as compared with conversions.",
        "In his thirty-third year he had already become renowned for the obstinate zeal with which he supported the falling dynasty of the Stuarts, and was rewarded for his services with the prebend and rectory of Cudworth, with the chapel of Knowle annexed, in Somersetshire.",
        "The life of Ignatius is now mainly identified with the formation and growth of his Society (see JEsu1Ts), but his zeal found other outlets in Rome.",
        "He has sometimes on this plea been exonerated from all censure; but, though entitled to honour for the zeal which he showed on behalf of the natives, he must bear the blame for his violation or neglect of moral principle.",
        "Thomas Boston's (1676-1732) memory has been revived by the praise of Stevenson, but his zeal was far exceeded by that of John Wesley (1703-1791), who preached 40,000 sermons, and by that of George Whitefield (1714-1770).",
        "The Revolution intervened; and when, during the religious reaction that followed, men sought for an ultimate authority, they found it in the papal monarch, exalted now by ultramontane zeal into the sole depositary of the apostolical tradition (see ULTRAMONTANIsM).",
        "But though his intellect was sharpened and his zeal for learning quickened by the great thinker's influence, Kant's \"categorical imperative\" did not prevent him from yielding to the taste for wine, women and high play which pursued him through life.",
        "He was essentially an amiable man, who hated the zeal for an impossible orthodoxy that constrained \"the church to institute a search after crimes which have not betrayed an existence, yea, and to drag into open contentions those who are meditating no evil.\"",
        "Public indignation was aroused by what were known as the \" Bulgarian atrocities,\" and Gladstone flung himself into the agitation against Turkey with characteristic zeal.",
        "Not a few Christian martyrs sought and won the palm by smashing the idols in order to dislodge the indwelling devil; occasionally their zeal was further gratified by beholding it pass away like smoke from its ruined home.",
        "With impetuous zeal he urged his views on his countrymen, and though he took no active part in the revolution of 1868, the effect of his opinions exercised no slight weight in the struggle.",
        "Herein the king's \" most humble subjects daily orators, and bedesmen \" of the clergy of England, in view of his goodness and fervent Christian zeal and his learning far exceeding that of all other kings that they have read of, agree never to assemble in convocation except at the king's summons, and to enact and, promulgate no constitution or ordinances except they receive the royal assent and authority.",
        "In striking contrast to the general apathy of the clergy of the period, Griffith Jones's zeal appealed to the public imagination, and his powerful preaching exercised a widespread influence, many travelling long distances in order to attend his ministry."
    ],
    "definition": [
        "Link/Cite",
        "The fervor or tireless devotion for a person, cause, or ideal and determination in its furtherance; diligent enthusiasm; powerful interest.",
        "(ferv): apathy",
        "laze",
        "Link/Cite"
    ]
}