{
    "translation": "שמחת חיים, שביעות רצון",
    "uses": [
        "His approaching departure did not prevent his amusing himself, but rather gave zest to his pleasures.",
        "Napoleon applied himself with more zest to his studies, in the hope of speedily qualifying himself for the artillery.",
        "This high physical zest in life seems to have declined after 1831, when his eyes began to trouble him, and he became liable to depression.",
        "While maintaining intact its religious attitude and its theory of knowledge, it returned with new zest to scientific studies, especially the study of the old philosophers.",
        "The great philosophical impulse was that given by Darwin in 1859 through his demonstration of the theory of descent, which gave tremendous zest to the search for pedigrees (phylogeny) of the existing and extinct types of animal and plant life.",
        "The list of explorers since 1875 is a long one; but after Forrest's and Giles's expeditions the main object ceased to be the discovery of pastoral country: a new zest had been added to the cause of exploration, and most of the smaller expeditions concerned themselves with the search for gold.",
        "Nay, it would even be found that the habit of philosophical reflection often operated adversely to the attainment of this end, by developing the thinker's selfconsciousness, so as to disturb that normal relation to external objects on which the zest of ordinary enjoyment depends.",
        "Whatever were his qualities as a fighter, the Cid was but indifferent material out of which to make a saint, - a man who battled against Christian and against Moslem with equal zeal, who burnt churches and mosques with equal zest, who ravaged, plundered and slew as much for a livelihood as for any patriotic or religious purpose, and was in truth almost as much of a Mussulman as a Christian in his habits and his character.",
        "Godin, a member of the French commission for measuring an arc of the meridian near Quito, became professor of mathematics at San Marcos in 1750; and the botanical expeditions sent out from Spain gave further zest to scientific research.",
        "The sophist seemed to his youthful hearers to open a new field of intellectual activity and thereby to add a fresh zest to existence.",
        "geography, but, following the model of Strabo, described the world according to its different political divisions, and entered with great zest into the question of the productions ' Bunbury's History of Ancient Geography (2 vols., London, 1879), Muller's Geographi Graeci minores (2 vols., Paris, 1855, 1861) and Berger's Geschichte der wissenschaftlichen Erdkunde der Griechen (4 vols., Leipzig, 1887-1893) are standard authorities on the Greek geographers.",
        "Sir Walter Scott, Croker, Hayward, Macaulay, Thomas Carlyle (whose famous Fraser article was reprinted in 1853) and Whitwell Elwin have done as much as anybody perhaps to sustain the zest for Johnsonian studies.",
        "He began as a liberator, but various causes employed his pen; his heart was with the people, and he was understanded of them; he loved a worker, and the Songs of Labor convey the zest of the artisan and pioneer.",
        "She's weak and needs time and rest, but she has her old zest.",
        "Thai dishes frequently use lime juice or zest to enhance the other flavors in the dish.",
        "Outdoor recreations have always been pursued with zest.",
        "blackberryvenly over the top of each cake and top with a few blackberries and a little orange zest.",
        "zest the lemon.",
        "Heat the oil in a large saucepan and add the onions, crushed cardamoms, ginger, orange zest and peppers.",
        "If your older and still love action and adventure, zest for life, I won't steer ya wrong matey!",
        "Coarsely grate (or use a zester) the zest of one orange, place in a small bowl.",
        "Finely chop or grate the garlic and zest the lemon.",
        "It 's due to a pure, honest zest for living !",
        "Fruit was grapefruit lime zest, unripe apricot and green apple.",
        "When happy serve over the lamb then garnish with the zest of an orange and some finely shredded mint.",
        "grated lemon zest and continue whipping at high speed until stiff peaks form.",
        "grilling lean lamb steaks with finely grated lemon zest and chopped fresh rosemary for a fragrant, succulent treat.",
        "The lemon julienne: Put the zest in a small saucepan with a little water and bring to the boil.",
        "Or a large fair deal latte from Zest coffee shop near where I work.",
        "lemon zest, salt, pepper and rosemary in a bowl.",
        "To make the butter, beat some chopped anchovies and chopped capers into butter and blend in a little lime juice and zest.",
        "Meanwhile, place the butter, chili, lime juice and lime zest in a small saucepan.",
        "Zest and juice the lemon, discarding the pith and seeds.",
        "Stir in the grated lemon zest, sugar, almonds and vanilla essence.",
        "zest of the lemon.",
        "zest of an orange and some finely shredded mint.",
        "orange zest and juice.",
        "pared lemon zest.",
        "pastry tartlets made with fresh orange zest filled with delicious dark chocolate mix topped with fresh orange segments.",
        "If using the zest, scrub the skin thoroughly and avoid cutting or grating too deeply - the bitter white pith is best avoided.",
        "rhetorical devices Such devices give a lecture zest.",
        "Strain off the liquid from the casserole and discard the parsley stalks, orange zest and bay leaf.",
        "Put the meats into a large bowl and add the suet, breadcrumbs, lemon zest, nutmeg and herbs.",
        "Ginger Brack - A vibrant combination of the finest Australian stem ginger, golden sultanas and orange zest.",
        "Lovely individual pastry tartlets made with fresh orange zest filled with delicious dark chocolate mix topped with fresh orange segments.",
        "A balsamic vinaigrette dressing can turn a boring old green salad into a gourmet spring salad with a zest of Italian flair.",
        "Add the remaining butter to the saucepan and make a white sauce with the flour and milk and add the zest and orange juice.",
        "Add the grated zest from 11/2 of the oranges.",
        "add some zest to your six to eight glasses a day with a twist of lemon or lime.",
        "Whichever you end up making, I hope it brings some zest to your Yuletide feast.",
        "Somehow mother gives the zest to the home; she is the center of its joy.",
        "Use chopped fresh herbs or lemon zest rather than butter to add flavor.",
        "Transfer to a large bowl and add chicken, carrot, orange zest, parsley, dried fruit, salt, pepper and egg.",
        "With the backing of a seasoned US band, Joss Stone (real name Joscelyn Stoker) tackles songs with youthful zest.",
        "CASE STUDY Serious heart problems brought on by the onset of diabetes sparked a renewed zest for life in 58-year-old electrical engineer Derek Barker.",
        "The wispy rose wine may even contain a dash of pepper for an added zest.",
        "Pour the sherry, brandy and orange zest and juice over and leave to soak for 30 minutes.",
        "zest of a lime and add to the nectarines.",
        "zest from the lemon before cutting the fruit in two.",
        "zest from the orange with a vegetable peeler and place in a pan of cold water.",
        "zest for life will be missed by us all.",
        "zest for living!",
        "history of the birds he described, and this with evident zest whereby he differed from his French predecessor; but the number of cases in which he erred as to the determination of his species must be very great, and not unfrequently the same species is described more than once.",
        "The lectures on the Philosophy of Art stray largely into the next sphere and dwell with zest on the close connexion of art and religion; and the discussion of the decadence and rise of religions, of the aesthetic qualities of Christian legend, of the age of chivalry, &c., make the A sthetik a book of varied interest.",
        "Using rhetorical devices Such devices give a lecture zest.",
        "Add some zest to your six to eight glasses a day with a twist of lemon or lime.",
        "Squeeze lemons and pour into the heated mixture together with zest of the lemon.",
        "Finely grate the zest of a lime and add to the nectarines.",
        "Method: To prepare the lamb, finely grate the zest from the lemon before cutting the fruit in two.",
        "Remove the zest from the orange with a vegetable peeler and place in a pan of cold water.",
        "Chris 's zest for life will be missed by us all.",
        "Garnish with citrus zest, or a wedge of lime or lemon.",
        "Fill the rest of the glass with chilled Champagne, stir in lemon zest and serve.",
        "You can't be shy with colors like Lemon Zest, Poppy Glow, Strawberry Freeze and Sugar Plum.",
        "The men's version of Just Me is a blend of lemon zest, bergamot, tangerine, blackcurrant, crushed grass, lime, clove bud, sage, lotus, redwood, patchouli, moss, incense and amber crystal.",
        "Don't forget to add some zest to your new spicy golden glow with the help of a complexion flattering cheek color.",
        "Launched in 2004, Britney Spears Curious perfume is a floral blend of white flowers, vanilla and musk, sure to please the romantic woman or mischievous girl who has playful zest for life.",
        "Add the raisins, candied fruit, and lemon zest.",
        "Add the buttermilk, milk, and lemon zest, and whisk again.",
        "In a mixer, blend the lemon zest and Splenda until thoroughly mixed.",
        "Pour the olives back into the bowl and toss with the orange zest, parsley, and rosemary.",
        "Using a double boiler or a bowl over simmering water, add the egg yolks, sugar, lemon zest, cinnamon, vanilla, and Marsala wine.",
        "Nothing looks better on film than enthusiasm and a natural zest for life.",
        "Combine the lemon zest, salt, pepper, paprika, and cinnamon in a small bowl.",
        "Chocolate covered strawberries adorn many chocolate or strawberry cakes, while lemon and orange zest make colorful accents on fruit filled cakes.",
        "Bakers can flavor the batter with orange juice for a subtle hint of the fruit, extract for a floral flavor, or zest for a bright, tart note in each bite.",
        "Most guests will be happy to receive a slice of rich vanilla cake with tart orange frosting, flavored with fresh-squeezed juice or zest.",
        "Marmalade: Marmalade is a sweeter ingredient than fresh orange zest or juice.",
        "Fresh fruit: If your cake is just white on the outside, you can show guests a hint of the flavor inside by garnishing with fresh orange slices or curls of orange zest.",
        "An Epicurious.com recipe for lemon raspberry wedding cake uses fresh lemon zest, raspberries in the frosting, and cake flour to create a soft texture.",
        "A lightened-up version of traditional lemon raspberry cake from Taste of Home magazine uses low-fat milk, raspberry jam, and lemon juice and zest.",
        "\"It's made with the zest of Sorrento lemons and tastes really clean, not syrupy at all.\"",
        "Healthy, natural treats add a little zest to life and are often used to train puppies.",
        "Mix together the lemon zest, orange zest, lemon juice, orange juice, molasses and cinnamon.",
        "Don't shy away from bright shades, which can easily perk up your complexion and add some zest to your wardrobe.",
        "It comes in colors such as black, white, cafe mocha, navy, lemon zest, direct blue and green print.",
        "Dancey House is perfect for seniors who have a zest for life, but as a member of this community, residents also have access to Campus Care should the need arise.",
        "The resulting wine is a crisp, lean wine with wonderful minerality and lemon zest.",
        "Place the chopped herbs and garlic in a bowl and mix them with the cheese, lemon zest, and oregano.",
        "There are many ways to add even more zest to a prom style just by using your own creativity.",
        "However now I feel that my decision was not correct and I took it with a zest to somehow grow in my organisation where I am more or less comfortable.",
        "Pick up rope or leather sandals with a lot of straps to zest up a plain bathing suit.",
        "Your rooms can smell like a \"Pineapple Paradise\" or capture the zest of \"Tangerine Tango\".",
        "Kitchen Spice - If you've ever mulled cider, you know how wonderful the combined scents of orange zest, cinnamon, cloves and ginger can be.",
        "If your relationship is at a point where sexuality is a part of it, using a text message to send a hot and saucy message to your lover can lend spice and zest to his/her whole day.",
        "What makes a woman a cougar is not just her age, but also her attitude, her zest for life and her confidence to live life to the fullest.",
        "Try combining cranberries and orange zest to complement your cranberry sauce.",
        "Comeco unapologetically celebrates the zest, enthusiasm, and spirit that is Americana culture.",
        "A zest for life: Both Gemini and Sagittarius enjoy going out and socializing with others.",
        "In short, all you really need to understand about the Aries man is that he is an assertive, active, dynamic and fearless individual with a zest for life that is infectious!",
        "If, however, these Geminis have put forth the effort to grow and evolve into wise air signs, this combination will transform into a whirlwind of fun, creativity and pure zest for life.",
        "Scorpio is fascinated by Virgo’s seeming disinterest in traditional romance, while Virgo is intrigued by Scorpio’s ardent zest for love.",
        "After all, he’s charming, sexy and magnetic, and he has a zest for life that is as refreshing as a strong, salty ocean breeze.",
        "Fairies can signify many things, including change, zest for life, and the importance of a belief in greater things.",
        "For filling, blend the tofu, honey, lemon juice, lemon zest, and vanilla in blender or food processor.",
        "Add additional tablespoon oil, olives, and lemon zest; cook for 3 minutes longer.",
        "Eons is deigned for folks over 50 who have maintained their zest for life.",
        "Gutbier, Zest.",
        "discard the parsley stalks, orange zest and bay leaf."
    ],
    "definition": [
        "Link/Cite"
    ]
}