{
    "translation": "רוכסן",
    "uses": [
        "He tugged on her zipper, slowly pulling it down.",
        "He pretended to zip a zipper across his lips.",
        "He fumbled for the light just as the zipper on his tent opened to reveal the bright smile of Betty from Boise.",
        "She melted into his arms, eagerly returning his warm kisses and welcoming the feel of his fingers as they searched for the zipper on the back of her dress.",
        "The side zipper of her shorts was split open, revealing the white of her thigh.",
        "The zipper opened in one motion to reveal the lighted face of Fred O'Connor.",
        "Sun Ice Carnegie Paclite Golf Suit: This one has a mid-chest waterproof zipper that locks into place, adjustable waist cinch, ball cleaner in the pocket, rain gutter cuffs, chin guard, side zippers, and neoprene collar/cuffs.",
        "Newer machines have zipper and cording feet that make adding these embellishments easy, and even if you have an older machine, just refreshing your memory on the proper threading order and tension settings will make the job go easier.",
        "Each set was carefully sealed in a clear zipper bag.",
        "The bags come in different materials including canvas, jersey, denim, corduroy and cotton, and typically have either Velcro, snap or zipper closures.The bags are very affordable - running anywhere from about $18 to under $50.",
        "This cool mac has a big chunky brown zipper to fasten, with a circular ring pull zip toggle !",
        "On the back you will find a small zipper pocket for small accessories.",
        "Made from premium Italian calf leather with a hidden elastic panel and rear zipper closure.",
        "You can also glue on a small plastic mirror, sew on buttons, and even add a zipper to the book.",
        "This is not an exhaustive list but the points may be enough to send you running to the nearest zipper.",
        "Beige and brown 60's overstitched ring-pull zipper A-line mac Fab late 60's early 70's mac by St Michael in beige with contrasting brown overstitching.",
        "eyewear brand Von Zipper are on the road again!",
        "Center front opening is closed with metal zipper (Acme on tag) backed on each side with brown fabric.",
        "Features a 3/4 length zipper on front, zipped pocket on the back and the Orange logo on the chest and shoulders.",
        "Alex was in the family room and Jonathan was still in his room, so she went searching for Alex to help her with the zipper.",
        "He stood and assisted her with the zipper.",
        "Baggage, including baggage with zipper fasteners, should be properly locked to avoid its opening during carriage.",
        "This ' Hire Quality ' dress is made of white fabric with cotton circle hem design, hemmed finished with zipper fastening.",
        "The closure system uses an inner zipper with an outer Velcro flap to provide a secure fit.",
        "leucine zipper (bZIP) family of transcription factors.",
        "leucine zipper transcription factor ATF2 Why Study the Function and Regulation of ATF2?",
        "leucine zipper dimerization motif (bZIP ).",
        "leucine zipper proteins and variants, as illustrated by e.g. GCN4, Max, USF, E47 and Myo.",
        "The winter muff is double zipped and it also has a zipper in the hood to reveal a mesh window for good air circulation.",
        "prying hands or exploding zipper's.",
        "This cool mac has a big chunky brown zipper to fasten, with a circular ring pull zip toggle!",
        "water-resistant zipper holds a light jacket or extra gear.",
        "The dress is a short sleeved fitted sheath dress, with a concealed rear zipper.",
        "It also features a locking zipper for added assurance when traveling.",
        "The evening bag has a brass zipper, with large circular pull loop.",
        "This little evening bag features a zipper, with a decorative pull.",
        "Both viruses contain genes encoding proteins related to the basic leucine zipper (bZIP) family of transcription factors.",
        "A large front pocket with a water-resistant zipper holds a light jacket or extra gear.",
        "One large, easily-accessible central compartment with full top zipper.",
        "zipper fasteners, should be properly locked to avoid its opening during carriage.",
        "zipper fastening.",
        "zipper pull.",
        "zipper pocket for small accessories.",
        "zipper domain are approximately 54 to 67% alpha-helical in solution but cannot form dimers at physiologically relevant concentrations.",
        "zipper closure.",
        "Most zippers are nylon coil and \"self-healing\", that is, a few zips back and forth, and any bad zipper teeth connections usually straighten out.",
        "Zipper tabs should be oversized, big enough to grab and pull with ease.",
        "These usually wrap around the bag and snap in the front, ensuring the bag doesn't burst open if the zipper fails.",
        "All you really need is a sewing machine, some foam, a zipper, and fabric.",
        "They may even have free classes on how to make a cushion, sew a zipper, cut fabric, draft a pattern, and other useful skills.",
        "It's tempting to try and salvage a nice, long zipper from an old cushion, but zippers seldom survive reuse for long.",
        "Use the zipper foot to install the cushion's zipper.",
        "Your sewing machine manual will give you additional information on how to install and use the cording and zipper feet.",
        "If you're using a flap instead of a zipper, check to make sure that your sewing machine will sew through the additional layers of fabric.",
        "When buying glider rocking chair cushions, try to get ones that have a zipper and are made up of the cushion cover and insert.",
        "These have covers that close with small ties instead of a zipper or buttons.",
        "You can either sew on a zipper to make a removable cover, or you can turn the cover right side out, put your insert in, and then sew up the seam.",
        "Be sure to tuck a small notebook and pens in your purse or camera bag, as well as some plastic zipper bags.",
        "The binder is made of heavy nylon with a zipper around the outside edge.",
        "During the 20's, Lee created the first ever \"overall\" and introduced many new innovations to manufactured denim, most notably the zipper fly.",
        "This skirt comes in a versatile camel shade, has a side zipper closure, and button tab patch pockets.",
        "These jeans feature a zipper on the side that can be completely closed or zipped all the way up.",
        "Then carefully wiggle the zipper to get it free, it should zip perfectly.",
        "While you might think that a broken zipper or button is a dealbreaker, remember that most tailors and dry cleaners can fix these details for around $15.",
        "The end either closes with buttons, Velcro or in some instances, a zipper.",
        "At the premier of The Curious Case of Benjamin Button in 2009, mega-star Brad Pitt walked the red carpet with his zipper undone.",
        "IPlay's girl's raincoat features a multi-color polka dot print, two front pockets, a hood and a zipper closure.",
        "In addition, super low rise jeans for girls also feature a barely there zipper.",
        "In most cases, the pant's zipper is a single inch.",
        "Find them with button or zipper closures.",
        "Your favorite girl can rock in style wearing this cute cotton jacket with golden accents, contrasting stitched accents, double zipper, double cuffs, and a lined hood.",
        "The bomber jacket is a classic aviator style waist length coat that zips up the front and has a front flap that covers the zipper.",
        "Perfect for transitional weather, the pants include frog buttons on the legs, feature a zipper fly, and can be worn in a number of different ways to express individuality.",
        "They have the standard six pockets, contrast thread detail, a zipper fly and snap front and are made of rugged cotton.",
        "They are made of cotton twill and have a zipper and front button closure.",
        "The raglan sleeves offer extra mobility while the zipper garage protects the neck and chin.",
        "Most footed pajamas have a zipper up the front, while others may simply button or snap.",
        "While adult toggle coats seldom have a zipper underneath the toggle closures, it's a good idea to choose a toddler's toggle coat with a zipper to keep out snow and wind regardless of how hard your child is playing.",
        "They have the classic five pockets and a zipper fly.",
        "Hoodie: The hoodie is done in a super soft fleece featuring a puffed U logo at the chest and a zipper closure.",
        "They feature a zipper fly with snap button closure and stainless steel buttons with copper rivets.",
        "If you can sew and want to make button holes, or put a zipper in, by all means do so.",
        "As I have not yet learned how to put a zipper in or make button holes, I prefer to use Velcro tape.",
        "Snap, button or zipper: This first style buttons or snaps up the front.",
        "Zipper front smocks are available along with waterproof and rubber aprons.",
        "Charms can even be used in creative ways, such as zipper pulls or other adornment.",
        "To add tropical bling to your accessories, consider a palm tree cell phone charm or zipper pull as well.",
        "Rusty Zipper - From Members Only jackets to Guayabera shirts, this online vintage retailer has a lot to offer.",
        "Jackets with easy zipper closures are now more common than the sweatshirt-sweatpants combination.",
        "No one wants to fight a zipper or button closure when exercising or wearing such a casual piece of clothing.",
        "Check out their Tommy Bahama long-sleeved shirt, which features a zipper pull for added cooling and comfort.",
        "This jacket has a mini mock neck and zipper pockets.",
        "Big and Tall Guys has a product called Zipper Ties available for $16.00.",
        "If you are going hiking, biking, or doing any other outdoor activity, you want to look for pants with no seams on the back and with zipper or velcro closures.",
        "There is a dual zipper to prevent bulging, as well as two side pockets, a chest flap pocket and a flat-front elastic waistband.",
        "If you need to cool off a bit, just pull down the hood or unzip the front chest zipper.",
        "Another, who otherwise loves the suit, found it a bit uncomfortable when sitting, as the zipper doesn't stretch.",
        "Sun Ice Baranah Paclite Golf Suit: This suit features a full-length waterproof zipper, waist cinch, ball cleaner, chin guard, rain gutters at cuffs, and side leg zippers.",
        "The 550 features five handy pockets, zipper fly, and is from 100 percent machine washable cotton denim.",
        "They have a zipper pocket and reflective details.",
        "Rusty Zipper: An adorable name befits this eclectic boutique.",
        "Custom-made clothes can be finely detailed - say, with a pocket here or a zipper there, depending on what sort of statement you want to make or what type of functional needs you have.",
        "While this is not a traditional turtleneck, this sweater does feature a top zipper that allows the look to act as a turtleneck.",
        "Their jeans are of an easy, slightly baggy fit, boot cut and with a zipper fly.",
        "Rusty Zipper has leisure suits in good condition that vary in size and style.",
        "If you go to the vintage clothing site Rusty Zipper, you'll see just what was so desirable about Oakton brand men's shorts.",
        "It is cotton twill, regular fit with a zipper fly and can be machine washed.",
        "These shorts also have a zipper fly and an 11-inch inseam.",
        "They have a buttoned zipper fly and unfinished hems.",
        "Another good shop to browse is Rusty Zipper, which has a category of sport coats and blazers.",
        "The entire vest, including the zipper, is treated to be water repellent.",
        "There are even styles that zipper up the front or button like a cardigan.",
        "It has a zipper front and ribbed detailing.",
        "Look for contrasting buttons and zipper pulls, printed fabrics, vivid colors and contrasting collars.",
        "If yours zips, look for a sturdy zipper that will hold up to regular use.",
        "Another innovative product is the Comfort Zipper Tie.",
        "It is pre-knotted and looks like a regular tie expect for the hidden zipper that opens and allows you to place it around your neck and simply re-zip to complete the look.",
        "Twisted 5: These have the regular, somewhat tailored fit and feature five pockets, zipper closure and embossed hardware.",
        "The closure features two buttons and a zipper, and there are five pockets on this straight leg style.",
        "The Skinny Cowboy style has a simple zipper closure.",
        "They have a traditional zipper closure and five pockets.",
        "This pair has a loose fit and a zipper fly and is designed to feel as if you have worn them for years.",
        "Made in cotton, this style comes in either black, brown or light camo, and has plenty of pockets as well as a zipper fly with a button closure.",
        "These shorts are available in birch, black, and soft grey, have a flat front, and a hook closure with a zipper.",
        "There's a button and zipper closure and Dri-FIT technology.",
        "A zipper style with elastic gussets makes boot wearing a lot more comfortable for a wider calf.",
        "Other features include a zipper fly, button closure and contoured waistband.",
        "Roaman's offers a five pocket, A-line jean style skirt that features a front button and zipper closure, a back yoke and a waistband complete with belt loops.",
        "The front zipper closure adds a seductive touch to this elegant look.",
        "So the Revealing Zipper Satin Corset features slimming boning; the Butterfly Goddess Tapestry corset has supportive boning and the Starlet Glamour Strapless Corset is waist slimming.",
        "A quick pull of a zipper seems like a great alternative to buttoning one fastener after another.",
        "Oddly enough, some of the benefits of selecting button fly options lie in the drawbacks of zipper fasteners on pants.",
        "Zippers have been known to split, leaving a wide open gap in the fly that is still fastened by the zipper's pull at the top.",
        "No matter if the look is high waisted jeans for women or straight leg jeans, there are many styles that look fantastic, zipper or no zipper.",
        "For example, if you'd rather use a zipper rather than a hook 'n eye closure, you can do that.",
        "Your jumpsuit may have a zipper or a line of buttons traveling vertically up the center of it.",
        "Zipper fronts and tab closures help give you that perfect fit not available in shorts with an elastic waistband.",
        "The pencil skirt has a hidden back zipper and a small slit in the back.",
        "The hidden zipper and back slit pockets add a stylish touch to these suit pants.",
        "There is a hidden zipper pocket at the lower back center panel, ideal for keys when you're running.",
        "For the hoodie to be considered a jacket, it will have a full zipper closure down the middle.",
        "It has a low rise, five-pocket design, zipper and button fly and belt loops.",
        "A sleeveless dress with a foldover collar and zipper front hidden by a loose ruffle.",
        "Norm Thompson: Choose from button front, zipper up, or snap button closures when you buy a new robe from Norm Thompson.",
        "Styling details like zipper closures and open, ruffly fronts create slimming solutions to flatter your figure and dress up or down an ensemble.",
        "A thoughtful gift of a clothing item with large zipper pulls or velcro closures instead of buttons removes some of the pain of getting dressed.",
        "Once a small company setting out to provide something \"a little different\" in the world of eyewear, Von Zipper brings us high quality, style and superior durability.",
        "Moonlight Daydream: the Von Zipper women's collection featuring the hottest styles for today's cutting edge hipster.",
        "You don't have to be an extreme sports nut or even a snowboarder at all to enjoy the styles Von Zipper provides.",
        "In 2001, Billabong bought Von Zipper which at that point was just about a year old.",
        "Don't neglect Von Zipper's apparel - now aligned with Billabong, the two have merged to create some of the hottest and most versatile garments in the extreme sporting world.",
        "You can drive vehicles, engage in single player campaign play and admire the realistic graphics in this PS2 sequel developed by Zipper Interactive.",
        "And I'll forewarn you that I will not compare Socom 3 to the previous two installments because this newest one from Zipper Interactive does not stay loyal to the intense gameplay the predecessors had.",
        "Zipper Interactive immerses you into the game with superb gunfire sounds, background noise, and ally/enemy chatter.",
        "Put it in a zipper baggie, stick that in a padded envelope, and off it goes.",
        "You can choose to focus on minor tasks like zipper replacement or button re-attachment, or you can go big and alter suits and dresses.",
        "With frequent urination topping the list of pregnancy annoyances, struggling with a zipper and buttons or yanking down tight pants just adds to the frustration.",
        "Instead of sewing up the last end by hand, insert a heavy-duty zipper.",
        "The last few chapters even cover topics that are confusing for beginning sewers like how to sew in a zipper or fit a sleeve.",
        "Chief among them are the two side pockets, an elastic waist with zipper and button closure and an interior hidden drawstring.",
        "This is a smooth bikini done in a black zipper mesh that features an almost seamless front and bikini-style coverage in the rear.",
        "There is also a rear security zipper pocket.",
        "The zipper is real, attached via latex paint, but the rest of the suit is pure artistic talent.",
        "Twist of Fate Board Shorts - Beautiful marine life artwork accentuates these board shorts that are fashioned with both a front zipper and tie waist for a secure fit.",
        "Swordfish Strike Board Shorts - Combining lovely artwork, front zipper and tied waistband, these board shorts are ideal for leisure and active water sports.",
        "A leather one-piece usually spices things up by including a front zipper to adjust cleavage coverage.",
        "Special features on the clothing include a working zipper on the jacket and real pockets on the jeans.",
        "As a matter of fact, it was his Lee brand of clothing that introduced the world to the zipper fly.",
        "Look for vertical lines in any form, whether stripes, an elongated zipper or pleats.",
        "Miele offers paper bags as well as cloth zipper bags that are made from high quality materials and that will be effective in helping you meet your cleaning needs.",
        "The only real difference is that it is portable and, unlike other portable versions, is encased in a soft case that closes with a zipper.",
        "When you are done with the game, you just replace the pieces in their compartments, fold the case up and close the zipper.",
        "London's fashion week was slightly abuzz at designer Alexia Parmigiani's unveiling of her handmade zipper scarves.",
        "In addition, the jacket doesn't usually come with a zipper or buttons; rather, it remains open, and the faux fur trim is thinner and only covers the suit's cuffs.",
        "Dalmatian costumes typically include a plush mascot body with zipper closure, attachable mascot head, plus hand and foot covers.",
        "From chunky zipper pulls to carefully placed aged brass embellishments, each handbag offers attention to detail without being presumptuous.",
        "Take the near neutral beige pink Wham bag, for example: the large, unstructured shape and long knotted leather zipper pull make it a perfect accompaniment to a pair of casual cords and t-shirt.",
        "The zipper will not be silver or plastic.",
        "Any fobs or zipper pulls will be attached with a leather strap.",
        "In addition to the Dooney & Bourke insignia, Dooney & Bourke handbags also carry a small duck logo, often on the zipper pull.",
        "Pairing unexpected colors with the occasional stud detailing and a chunky zipper, or functional pouch pockets with a designer-stamped plaque interior, the brand's handbag stands for effortlessly stylish organization.",
        "Zipper or magnetic snap closures for security.",
        "Signature elements such as the heart zipper pull embroidered with an elegant \"J\", printed interior lining, and the Juicy logo or name prominently displayed on the bag's exterior.",
        "Many have a snap, magnet, or zipper to fasten it closed.",
        "A tasseled zipper pull completes the look.",
        "Sometimes things like interior pockets, zipper pockets, or other functional details may not be included in the standard bag design.",
        "The slots may be open pockets, or have zipper, snap, or Velcro enclosures.",
        "With their bright colors, dramatic material choices, dangling zipper pulls, and abundance of glittering hardware, these handbags combine a fresh, girly feel with a sophisticated edginess.",
        "Many of the travel-intended Kipling bags feature a special Anti-pickpocket zipper system.",
        "New bags from Chanel will have \"Chanel\" stamped on one side of the zipper, and the logo stamped on the other side.",
        "Beads are also sometimes used on leather or other zipper pulls to add a bit of splash to a straw handbag.",
        "Storage: There is an outside zip pocket, as well as inner cell phone pocket, inside zipper and other multifunctional pockets.",
        "A sixteen inch black backpack with white guitar graphics, \"Hannah Montana\" screened in stage-lights yellow, charm chain and fanciful zipper pulls.",
        "Rather than magnetic, zipper, or snap enclosures, these clutches a top-metal frame that clips or snaps shut, often similar to a vintage coin purse (sometimes called kiss-lock closure) or push-style clip closure.",
        "The material is cotton and the zipper teeth are out-of-the-ordinary rainbow colored.",
        "Pay attention to the detail in the photos and if there are close up shots, look closely at areas like the handle and zipper as well as the overall condition.",
        "There is a pen loop and key clip on nylon leash and a zipper top.",
        "It has two handles, a reinforced bottom, a top zipper that closes in two directions and an adjustable shoulder strap that can also be removed.",
        "The smaller bag, which is 15x13x4, features a front pocket buckle close and a top zipper.",
        "It features an outside zipper compartment, an inside zip and a retractable handle in addition to the carrying handles.",
        "An exterior back panel zipper pocket provides a good storage space for a train or bus card, keeping cards secure but easily accessible.",
        "The bag and straps are slash-proof and the zipper is tamper-proof.",
        "The exterior sports a side pocket with a magnetic snap, three slip pockets on the other side and an additional zipper pocket.",
        "This is a light weight tote with a coordinating zipper closure, and convenient Velcro outside pockets.",
        "Besides containing all the necessary travel requirements (a three inch handle, a seventeen inch extended handle, a zipper front, etc.), the rich, ruby red color and leather details makes this carry-on a winner.",
        "The snaps on either side will hold the zipper when closed and release so that the bag has a wider opening - very useful for packing.",
        "The Blake was a huge success with its chunky hardware and zipper pulls.",
        "Each of the outside sections has a full-length zipper to ensure a safe place for all of your valuables.",
        "The center section does not have a zipper closure.",
        "The tote also features an interior pocket with a zipper closure and two inside slip pockets.",
        "Two additional side pockets with zipper closures add extra places to stash your stuff.",
        "The Urban Oxide Olive St. Shoulder Bag features a top closure that is magnetic and two compartments with secure zipper closures.",
        "The Village Carry All features an adjustable shoulder strap and a two way zipper closure.",
        "An expandable section offers room for up to two water bottles and an umbrella, and the combination of exterior zipper pockets and interior mesh pockets is practical enough to hold small and large items alike.",
        "It is accented with brass hardware and has a zipper closure.",
        "However, one reviewer claims that the zipper of the bag would not close completely.",
        "Even so, this reviewer is convinced that he or she just happened to receive a bag with a defective zipper.",
        "The shoulder straps are padded and can be tucked in a hidden bottom zipper pocket.",
        "Zippered Top: The top features a zipper, so you can close up the bag and protect your valuable possessions.",
        "The main compartment closes with a zipper and features an interior zip pocket and two slip pockets.",
        "Product details include a main compartment that comes equipped with a zipper closure, a front zippered pocket and two adjustable \"webbed\" shoulder straps for comfort.",
        "The bag is closed with a fold-over flap that is secured in place with a buckle, zipper or magnetic clasp.",
        "Typically, a messenger bag has a rectangular shape with a fold over flap that is held closed by a buckle, clasp, zipper or magnetic catch.",
        "Note that this is a large hobo styled bag that comes equipped with a patent leather buckle down the front, two front zipper pockets and silver metal hardware details to help complete the look.",
        "The large totes feature a clever zipper design that allows you to unzip one cover and zip on another.",
        "It has a zipper closure as well as plenty of pockets to stash your personal items.",
        "The Audrey: This Madison purse is a satchel with the addition of zipper accents.",
        "Top Zip: A cute wallet with detachable shoulder strap that has two zipper compartments, as well as slots of money, cards, ID and more.",
        "It stands out for its noticeable zipper pull and size, too.",
        "It's beautifully crafted, with a strip of wide mahogany leather trimming the sides and covering the zipper pull.",
        "Fresh Clover: This bold bag incorporates two shades of green: a darker, moss-toned body along with a light green panel and coordinating trim around the zipper pulls.",
        "The rest of the bag is a warm almond shade, while the zipper pulls are lined in yellow.",
        "In addition to the material, keep the zipper in tip-top shape by treating it with a zipper lubricant, which keeps the mechanism free of debris and extends its life.",
        "Its 19-inch chain is the type of functional detail that avid riders love in a wallet, and it also features multiple card slots, an ID pocket and a zipper pocket.",
        "The Plush Elmo Backpack has adjustable shoulder straps and a convenient zipper pocket and is done in bright red plush.",
        "This style is done in a canvas-like material and has a plastic design on the front and a zipper closure.",
        "Freezer paper is best for long term storage, but plastic zipper bags are sufficient if you plan to eat the meat within a few weeks of freezing it.",
        "The Velcro closures and side zipper make the boots easy to get on and off, and Velcro's also back in this year.",
        "The Sierra boot rises a bit higher and has a side zipper.",
        "Available in black or brown suede, the Canaan has a unique diagonal side zipper.",
        "Even Red Wing's motorcycle boots are provided with options such as zipper, lace-up, or pull-on features.",
        "It also comes with a cushioned insole for comfort and features a side zipper for easy off/on dress.",
        "If you're more of a slip-on man than lace-up, try this Limited pull on boot, which boasts Horween shearling leather, leather lined footbed and convenient snap or zipper closure.",
        "It's flat, has a hidden side zipper, and only comes in one color, mushroom.",
        "The leather looks buttery and soft, and the antique metal zipper is a nice touch as well.",
        "This dressy ankle boot has a pointed toe, exposed zipper-inspired embellishment, contrasting shaft overlay and a full inner zipper.",
        "Also, if you're worried about struggling to pull these on and off, don't; this is one style of Uggs that comes with a back zipper.",
        "You can get your foot in and out of the shoe easily thanks to the back zipper.",
        "Zipper Lacing: This one really does look like a huge zipper that runs the length of your shoe.",
        "However, the one thing the majority of them have in common is their convenient side zipper.",
        "The understated zipper makes boot removal a cinch.",
        "There is a four-inch inlaid zipper topped with a metal logo.",
        "The boot features a thick band of faux fur on a faux leather upper, plus buckles, a full-length zipper and laces.",
        "The antique brass zipper is located on the inside so as not to interfere with the styling.",
        "Sofia is a high heel bootie that has a side zipper and a 4.1 inch heel.",
        "Police officers, security personnel, postal workers and those in the armed forces and military can appreciate boots such as Women's Fort Hood Duty Boot, Men's Zipper Paraboot Duty Boot and AlphaForce Duty Boot.",
        "Zipper - This watch is aptly named as it is designed to look like a zipper!",
        "The Zipper watch is also waterproof to thirty meters.",
        "Duffle Bag - The classic sports bag, this usually has a large central compartment and zipper pockets on each end (and sometimes on the side).",
        "If your silver will be stored for long periods of time, wrap it in tarnish resistant paper or 100% cotton flannel and place in a zipper tight plastic bag.",
        "Most of the other things you would need would be specific to a particular project, such as buttons or a zipper if you are quilting clothing.",
        "Imagine that your abdominals are a zipper being pulled upward.",
        "Imagine that a zipper is pulling your abdominal muscles upward and inward.",
        "Zippers: A long zipper can be found on the front of your bodysuit, at the neck or along the shoulders, or even along the crotch.",
        "You may also find an open zipper used as trim along the seam edges of a bodysuit or a jumpsuit.",
        "The Double Dry Zip-Tek Sports Bra from Champion has a front closure with a \"lock down\" zipper, mesh sides and back for ventilation, soft, wide straps for comfort and adjustable sides.",
        "Check the closure - If it's a zipper, you want to make sure it locks and if it's a hook-and-eye style closure, you need to check the stitching on both the hook and eye as well as the strength of the hook and eye.",
        "If they do fasten at the back, it is nearly always with hooks and eyes, or even a zipper.",
        "You can usually find someone to help at a neighborhood fabric shop - they can even do tricky finishing bits like putting in a zipper.",
        "As the name suggests, it is a sports sock with a zipper compartment.",
        "For something a little more intense, OK Studio has a pair that has a laced-up side and a metal crotch zipper.",
        "You can also get a laced version without the zipper.",
        "Her Zipper Stripe collection includes a lined demi bra and a low-rise thong, both decorated with contrasting lace trim and zigzag stripes.",
        "All the pajamas are made of a polar fleece and have a zipper front and sticky bottomed feet.",
        "Leather/Mesh/Lace Brief: Contains a zipper in front.",
        "Rusty Zipper carries vintage men's pajamas and robes.",
        "Wear a bodysuit with a covered zipper to prevent snow from sneaking inside your suit when you're trekking in winter.",
        "A stretchy satin mini-dress that zips up the front with a 2-way zipper, matching hat, white fishnet pantyhose and stethoscope.",
        "If you want a body stocking to wear under a low-cut dress or for the stage, go to Discount Dance, which has a mesh stocking that offers adjustable straps, a convertible foot and an invisible zipper at the back.",
        "You can get a police officer costume that is a short-sleeved navy Lycra shirt with a black tie, navy Lycra shorts with a front zipper and belt, police hat and handcuffs.",
        "These can close with an eyelet or zipper closure.",
        "Some people prefer a more modern bustier with a zipper, but you will probably find a tighter and more authentic fit if you buy a piece with hooks and eyes or a special lingerie panel.",
        "Unusual leather lingerie listed here includes a studded leather cami top, open bust zipper front corset, studded leather thongs, leather teddies, and leather sets.",
        "Bold Zip Details: Choose pieces that feature a zipper in gold or silver, or one that has contrasting zipper tape on it to add a little extra something to the bustier.",
        "A contrasting zipper is always a win, particularly when your bustier is worn as outerwear.",
        "Black satin with a heavyweight zipper looks absolutely gorgeous with black skinny jeans, but it will also match with a pair of black bloomers, ruffled panties, or a black silk thong.",
        "Close the bag, and make sure that it is fully closed, using either the zipper or drawstring, whichever type of closure your lingerie bag has.",
        "If there is a struggle to pull the drawstring or zipper together, you should consider removing some items.",
        "A regular, old-fashioned girdle often features hook-and-eye or zipper closures instead.",
        "It might have a back lace-up detail for extra cinching power, but it could also have a zipper or ribbon tie.",
        "While a corset may not be the most comfortable garment to wear, you won't want your discomfort to come from a rogue piece of underwire or the embarrassment of a zipper that's pulling away from the fabric on one side.",
        "Beyond length, some robes have shawl collars in varying widths and may have belt or zipper closures.",
        "All hardware on the bag will be stamped, not pressed, and the zipper will have a smooth pull.",
        "Close the bag and tilt it upside down to verify that the zipper is closed securely.",
        "For modern day ninjas, though, it is probably more effective to simply get a \"hoodie\" style sweatshirt - preferably without pockets, or at least without zippers (no ninja would be caught dead with a zipper).",
        "The dark blue corduroy with a zipper up the front and a turn-down collar became the standard in 1993, and was part of a larger set of guidelines for dress by FFA members, found on the organization's official website.",
        "The zipper needs to be zipped all the way up.",
        "Beige and brown 60's overstitched ring-pull zipper a-line mac Fab late 60's early 70's mac by St Michael in beige with contrasting brown overstitching.",
        "Made of silky satin with fret board styled wrist strap and star zipper pull.",
        "Peptides encompassing the EBNA 3C zipper domain are approximately 54 to 67% alpha-helical in solution but cannot form dimers at physiologically relevant concentrations.",
        "Footed one-piece pajamas typically have a zipper in the front for easy access."
    ],
    "definition": [
        "Link/Cite",
        "(chiefly US, Australia) A zip fastener.",
        "A pressure-sensitive plastic closure.",
        "(biochemistry) leucine zipper",
        "to close a zipper.\nHe zippered his sweater against the cold.",
        "to put a zipper on an article.\nThis Fall jackets are zippered.",
        "Link/Cite"
    ]
}